[
    {
        "title": "Great bang for the buck",
        "text": "**7/8 update**Anker did reply to my email fairly quickly. After much back-and-forth they did offer to upgrade me to a different speaker due to the issues I was having, but only if I paid additional money to a PayPal account (PayPal in 2019??)  and waited almost a week for processing/delivery. Whatever legendary customer service y'all are getting must have skipped over me. Returning to Amazon directly for a refund. While Anker's products are typically fantastic, this is the 2nd bluetooth speaker I've owned from them, both with issues, and their customer service on both speakers has been minimal at best. Can't recommend this product.Purchased several Anker products, including a Soundcore Flare Bluetooth speaker. Was looking for something with a little more “oomph” than the Flare has and this delivers, albeit with some holdbacks.First - build quality is nothing short of spectacular. Fantastic packaging, quality materials, good weight - you definitely get the impression you’re getting more than you paid for. A nice rubberized top/bottom have a good finger-feel, while the fabric covering the remaining exterior feels softer and less scratchy than my Flare.Sound quality - more well-rounded than my Flare, but while the Flare is lacking low-end bump even with BassUP enabled, the Boost can bump. Unfortunately, the bump is counteracted by noticeable distortion at anything more than 1/2 volume - it’s clear the passive radiators (there are 2!) are doing their job but it sounds like the drivers are hitting their max. Turning BassUP off can reduce/eliminate the issue but then it just sounds... meh. This speaker is used primarily outdoors for hours at a time so poor sound quality is a major bummer.Unfortunately, I’ve had issues with my unit - Bluetooth pairing is far more unreliable than my Flare, with it frequently not showing in device lists on my iPad, iPhone and AppleTV. Once it’s paired there’s no dropouts, but getting it connect shouldn’t be this difficult in this day.Second, the distortion I mentioned? It reached a breaking point today. Had the speaker playing while cleaning the car and I heard a sound, sounded like a box of plastic spoons rattling around whenever a bass note hit. Investigated and it was coming from my Boost speaker!! Trial and error revealed it was the passive radiator in the back of the speaker knocking against the casing. Restarted the speaker, same thing. Incredibly annoying sound that distracted from the music so much that I ended up swapping out the Boost for my Flare. The Boost is quarantined until further notice...I’ve reached out to Anker regarding these issues and will update once they reply back but so far it hasn’t lived up to the stellar reputation Anker has built with their other products, in my opinion."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I’m very disappointed with this speaker. Sound was very good, battery life acceptable but I only bought this speaker to us on Saturdays when I’m working in the garage (speaker plugged into outlet with my phone sitting next to it) or occasionally working in my patio. Used no more than 5 hours a week. about 6 months in it started dropping blue tooth connection, thought it was my iphone 7. I tried my kid’s shark and wives jbl no problems so it’s definitely the Anker. Connection became progressively worse until I gave up on blue tooth with the Anker and used the stupid lightning to 1/8\" connector so I could continue to use the Anker speaker. Then about 6 months ago the speaker just started turning off on its own while connected to an a/c outlet. Problem progressed until this weekend where it only stays on for about 30 seconds all the while being connected to power. I figured I have nothing to lose so I took the speaker apart to see if I could repair the power issue, figured it could be a bad electrolytic cap on the board. Wow, while there were some screws holding this unit together, it was largely glued/bonded together for a permanent solution made only as non repairable and to throw away. I was able to break it open in a way I would still be able to put it back together well enough to use, ugly but usable. As I’m sitting at my desk looking down into the interior of the Anker I see a pair of Chang Mfg 220uF caps. In my experience changs are real bottom shelf stuff. After seeing those caps I look up to see my old made in Japan Sanyo stereo receiver I’ve owned since the late 70s. I have put it back into active use after the Anker went belly up. never a problem just plays music. imho $60 is way too much for a little speaker that has components of this quality level. decided i wasted enough time and money on this guy, scooped it up and dumped it into the electronics recycling bin, No more Anker for me.On a side note, i didn't bother contacting amazon for this problem, I waited too long so i just ate it. They have always been great when i have reached out though."
    },
    {
        "title": "Feels like a beta product - updated 7/8",
        "text": "Great build quality!!!  You get the feeling that the people from Anker really know what they're doing!!!  But then, I turned on the unit and started playing music through my app (PowerAmp on an LG V20) and it was all downhill from there.  Above 50% volume, the distortion is TERRIBLE!!!  Turned down all the low frequencies.  The unit was still trying to pump out bass because I could still HEAR and FEEL the woofers [trying to compensate?]  Is it trying adjust my music for me?  I played with the and equalizer and phone settings all off and the final verdict is:  I'M SENDING IT BACK!!!I have owned an Anker A7908 cube speaker for many years and even though the sound wasn't powerful, it was a great little speaker with great mids and clarity and I love it still.  Decided to upgrade to get some better bass.  Going to have to go with another speaker.  This one is not cooperating.The sad thing is that the speakers have so much potential!!!  They could be so amazing!!!  But something inside the speaker is trying to compensate for the low frequencies even after I turn them all down.  I wanted to love this speaker, I really did, but it's going back!!!Update 11/22/2018I gave it to a buddy and it works for him.  He likes it.  It doesn't distort for him.  Must be something with my phone.  Sound is powerful and hopefully it lasts a long time for him because it's an Anker product.I replaced it with an Anker SoundCore XL Sport - that one sucks.  That one is definitely going back.  Next stop, JBL Charge 4.12/4/2018 Ended up buying a JBL Charge 4.  No quirks with that one.  It worked as it should right out of the box.  Sound is awesome!"
    },
    {
        "title": "no more Anker for me",
        "text": "Was great when I first bought it but I have had it for 3 years and I have to buy a need speaker. Not worth spending $60.00 if you have to replace it. I only use it for about 30 minutes in the morning and then about an hour at night. Now it doesn’t hold a charge and the connector to charge doesn’t work takes all day just to get some sort of charge."
    },
    {
        "title": "So much potential!!!  But failed so miserably!!!",
        "text": "This is the second Anker speaker I’ve purchased. I love Anker for the most part and own a ton of Anker products. One I will not be purchasing again will be a speaker. Both of the speakers I’ve purchased have worked well while they worked. I don’t really have any complaints other than both of the speakers randomly stopped charging. Unfortunately the short 18-month warranty was already up on both of them so there was nothing Anker would do. In my opinion, spend the extra money on a JBL Flip that has better sound quality and will last longer. Both of the Anker speakers stopped taking a charge before 3 years and I don’t use them extremely often."
    },
    {
        "title": "Not worth $60",
        "text": "speaker wouldn't even turn on, let alone connect. Tried everything, switched cables, switched power bricks, switched outlets (even went out of my way to try other houses). So I tossed it, ridiculous. Support won't do anything, was expecting more from a notable brand like Anker."
    },
    {
        "title": "Good Until It’s Not",
        "text": "I was SO disappointed that this speaker won't charge.  Before it ran out of juice and wouldn't recharge, I loved this thing!  It sounds fantastic, connects immediately via bluetooth to my phone, and is the perfect size/shape to sit on my office desk.  Unfortunately, I only got one day of use out of it before it died.I did look up the manufacturer's support instructions, but they didn't solve the problem.  Also tried using a different charging cord, and plugging into different power sources.  No luck.  Had to give up and return the speaker, and will look for a different product with a power cord."
    },
    {
        "title": "terrible, support wont do anything",
        "text": "The earlier version of this speaker featured a 3.5mm aux jack for music input. That was pretty cool. I bought the speaker and got the \"new and improved\" version. The aux jack is gone and neither of the two USB jacks can be used to play music either. There's now a pointless button that does basically nothing. Well that's stupid. So I'm returning this otherwise cool speaker. Bluetooth is fine but it must be the ONLY option? Sometimes it's just annoying to go through the whole bluetooth connecting thing pushing buttons on your phone blah blah blah. With an aux jack you plug and play. Am I the only guy with a Classic ipod without bluetooth? And did we need TWO charging ports and a dumb button to toggle between them? That's what we gained in exchange for the versatile aux jack? Is this a battery pack for mobile phones or a speaker? Jeez I must be confused. Anyhoo I guess I will hop on Ebay and see if I can find the old version not this inferior new model."
    },
    {
        "title": "Won't charge",
        "text": "For the first year, this was an okay speaker so long as I didn't turn up the volume more than 50%. I'd meant to use this speaker when outdoors but because of this, I used it in my home office. After a while, the Bluetooth connection would randomly disconnect from my computer. As time went on, the more it would disconnect for no reason.Around the one year mark, the battery life went from 8ish hours to less than 30 minutes. In order to stay powered, I have to keep it connected to a charger. I also had to stop using the boost \"UP\" feature, otherwise, the speaker would start to buzz. Connectivity issues continued, all whilst sitting in the same spot in my home office.I've now had this speaker for 1.4 years. Well, it's now a paperweight. When I have it turned on, it's a constantly buzzing paperweight. For 60 bucks, I expect a few years of no issues for a speaker I use in my home office. Buy something else."
    },
    {
        "title": "FAIL. \"New and improved\" model is worse than before.",
        "text": "2nd UPDATE: Within a year of so the Anker replacing my last  Soundcore Boost Bluetooth Speaker that the charging port went out in a year. The new one they replaced now has a charging port going out. Thank You for your kindness in replacing the first defective past the warrantee but it appears whoever makes the charging ports for the  Soundcore Boost Bluetooth Speaker makes a poor quality product. 5* for sound quality but The  Soundcore Boost Bluetooth Speaker appears to have a life of only a year before the charging port goes. I have had two of them and both charging ports were shorting out in a year.1st UPDATE: ANKER READ MY FORMER 1 STAR REVIEW, CONTACTED ME AND SENT ME A BRAND NEW SPEAKER AT NO COST. THE SPEAKER WAS OUT OF WARRANTY 5 MONTHS. ANKER REALLY STANDS BEHIND THEIR PRODUCTS. I HAD A CHARGING PORT ISSUE WITH THE DEFECTIVE SPEAKER. NEW SPEAKER WORKS GREAT, NO ISSUES. SOUND QUALITY IS VERY GOOD, RICH DEEP BASS AND CRISP HIGHS.Didn't last a year. The charging port is gone and when you turn on the boost it just makes loud rattling noises. This speaker has never been on anything other than a phone or PC with a volume lower than 1/2. Spend a little more and get a lot better. Not but for for the long haul. Quality product for 6 mo. or less."
    },
    {
        "title": "Great bang for the buck",
        "text": "The unit does not maintain charge. One  light flashes indicating that th unit is low on power. I connect to charge but the other lights never come on and I can’t get passed playing 2 songs before the battery goes dead altogether. I purchased this for my photography studio so clients could play the music they like but I plan to return it."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Love anker products my last one lasted me years, unfortunately this speaker started to create weird crackling noises without having the bass or anything turned on. I don't get why since I have not dropped it or placed it water or anything. It's a bummer because I really liked this speaker and I think I'm past the window of replacement even tho it's only been 4 months since I purchased it."
    },
    {
        "title": "Can’t Maintain Charge.",
        "text": "I own two Anker speakers. Now the batteries have failed in both of them; they will no longer hold a charge for more than a few minutes, and they both see little use (couple times a month). The first one was replaced as it failed on the last month of the warranty.This speaker was out of warranty by about 2 months so they would not honor the warranty. I would have accepted this response had it not shown to be a known issue with their batteries.I was once a long-time and loyal customer, but will no longer be purchasing Anker products. Clearly they are having issue with quality and don't stand behind their products.I very rarely leave negative reviews but this is clearly a common issue they are ignoring and are just after our money."
    },
    {
        "title": "I think I got a dud",
        "text": "I've been using this speaker for a long time now. I use it everyday to listen to music because my car doesn't have a radio. The battery life is okay, depending how high the volume is and how long you play for. The build quality makes it feel very premium. My issue with the speaker is the charging port. The speaker no longer charges if I plug a cable into it. It will sometimes, but very rare does it do so. I would have to hold the cable at a very specific angle for it to charge, and even then it will just stop randomly. My other issue is that when playing music, no matter what song is playing the music becomes super distorted and makes a loud cracking sound. No matter how low the volume is it will do this occasionally. I love Anker as a brand, but this speaker has given me issues to a point where it is unusable. I would love to recommended the speaker but I wouldn't want to take a chance for the same thing to happen to somebody else."
    },
    {
        "title": "2nd Speaker failure- will not warranty",
        "text": "Reupdate 2019:After one year of using this speaker it no longer charges. Works well plugged in. I would not recommend or buy again.Update review....Anker went out of their way to send me a replacement that was updated. The new unit works perfectly and I am 100% satisfied. Anker is the bar when it comes to customer service!!I wanted to love it but the battery life was a deal breaker! I use Anker brand power cells all the time and love them, but I have NO luck with their flashlights. I gave this speaker a chance and the sound quality lived up to its reputation. The only thing I noticed was that when up louder than 75% the bass was drowned out by distorted treble and mids. At 75% the sound was excellent! The problem for me is that leaving the volume at 75% I only got 3 1/2 hours of battery life! I get more than that from an off-brand Costco special.  For me, this was deal-breakeraker, had the speaker lasted 6-7 hours I would have gladly kept it!Sorry Anker, I still love you though."
    },
    {
        "title": "Good speaker for the price but has issues",
        "text": "This is the first Anker product I've ever purchased and I did so based on all the highly rated reviews and hearing good things about this company's products. I've had this speaker for less than six months and within the first two months, the battery would drain completely within a couple of hours even when charging for hours over night. I don't know if I got a defective one, but this is so incredibly disappointing. I won't be purchasing any Anker products in the future and I regret this purchase. The sound quality is okay, nothing special. The connectivity is pretty good, easy and never had any connectivity issues. However, the ridiculously short battery life is a huge issue. At this point I basically can only use this speaker while it's plugged into the charger otherwise it dies within 2 hours sometimes faster. This completely defeats the purpose of a portable wireless speaker. To be quite honest, I'd like a refund, I'm so disappointed in this product."
    },
    {
        "title": "KIA one year later!",
        "text": "This said it had 3.5 mm input which is the only reason I bought it.  Do not trust the answers given by vendor here, it does not have one and is totally useless to me.  Instead, there is a button for a stereo sound mimicry that I never wanted.  AVOID"
    },
    {
        "title": "Terrible Battery Life - Surprised and Disappointed!",
        "text": "This upgraded version doesn’t connect well with Bluetooth. Every single time, I have to “forget device” and start fresh by re-pairing. My older Anchor Boost pairs every time. I just wanted another one for the basement. I’ll be sending this new one back."
    },
    {
        "title": "Lies for the specs",
        "text": "It just did not do it's thing right"
    },
    {
        "title": "Requires re-pairing device EVERY time I try to connect to Bluetooth.",
        "text": "I bought this speaker and I am disappointed.  It is not loud at all.  Even with their app.  If you Bluetooth to the computer, the volume controls on the computer are nonfunctional.  I should have just purchased another Boom 3.  Highly disappointed."
    },
    {
        "title": "Great bang for the buck",
        "text": "I had the same speaker from 2015 that I lost the charger to. The old version was the same 20 watts, in whichI was able to play guitar along with my music. My iPhone is louder than this. Terrible, low volume."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "All my other speakers have a microSD card slot which I use extensively.  Without this feature this item is a brick for me.  I am returning it!"
    },
    {
        "title": "Low volume",
        "text": "Purchased the Anker sound core boost  Blue tooth speaker off Amazon. Connected via Bluetooth to my phone. Great.  It had a great sound.  But.... This is supposed to be able to connect to MP 3 players according to add.  I bought the suggested cable for hook up.  BUT the auxiliary jack the cable goes into is non existent.  It had a cover over it which I attempted to remove to gain access and it would not come off. I do not know if the jack was concealed under it or not.  Returned the miss represented item back to Amazon."
    },
    {
        "title": "A brick!",
        "text": "I loved this speaker, had for only about a year. Just recently, I dropped it while carrying it to another room, on a carpeted floor, and the entire innards of the speaker dislodged. It stopped playing music, and everything on the inside rattled around like a maraca. Was 5 stars, but this is supposed to be a rigged speaker that didn't survive a two-ft drop onto a carpeted floor... Maybe mine was defective or something, I don't know."
    },
    {
        "title": "False advertising.",
        "text": "We  had this several  months and loved it.  A  few days ago it stopped charging. It's two months past  acceptable returns time."
    },
    {
        "title": "Broke super easily",
        "text": "I am very surprised that I do not like this product more.  Have always liked Anker products for the most part.  This speaker sounds pretty good ... when it works.  It has an odd habit of not taking a charge from time to time.  Just today again I had it plugged in all night charging and this morning it is dead.  That is the case even though all 4 lights were lit up this morning indicating a full charge.  If I hadn't learned from prior experience, I would have just unplugged it and taken it with me only to discover it was completely dead.  I unplugged it and plugged it again and it magically started charging again.  Very confusing and disappointing."
    },
    {
        "title": "It doesn't charge",
        "text": "I have 2 Yamaha WIFI/ Bluetooth speakers that sound great.  I wasn’t expecting sound close to my Yamaha’s at $60, but this Anker “Upgrade” is a complete let down (sound / fidelity / volume).  My company gave away hundreds of cheap Bluetooth speakers, with their logo on them as a \"Happy\" during a convention. Cost them probably less than $20 each. This Anker's in the same league. I'd keep it for $15. It's going back."
    },
    {
        "title": "Inconsistent performance",
        "text": "This is a good sound & the bass boost gives it that little bit extra.  The battery lasts a long time, which is the main reason I bought this speaker.  I haven't used it much.  Will update review if I find any changes.UPDATE 3/4/2020 - this speaker will not connect to my phone via blue tooth even tho it says it's connected.  It also will just shut off immediately after turning on & it has a full battery charge.  It is hit or miss if it works - very frustrating.  Now I have to look for another speaker yet again."
    },
    {
        "title": "Dud…..Not what I expected",
        "text": "The small \"instruction\" book consists of pictures which are hard to understand. At the end of instruction  there are 3 pages written in several different languages. There's no way I can understand how to operate it. They suggest going online to get support, but this speaker is nowhere listed on their website so I was unable to get support. I received this yesterday and am returning it today."
    },
    {
        "title": "Great little speaker - well was but now doesn't work properly",
        "text": "Did a lot of research on these for use on a motorcycle I have a nice windshield bag that holds them well.Mine arrived with a rattle with the power up button turned on,I tried to get tech support but got no reply.It was sent back today sadly as it was a nice package but the volume was not loud enough for 45MPH riding with the up button EngaugedIf you are looking for a loud speaker this is not it, its real clear and has bass on a lower volume setting. Nice for a bathroom or kids room.Battery lasted about 3 hours at close to full volume but could not turn it up do to a rattle inside the speaker."
    },
    {
        "title": "Great bang for the buck",
        "text": "It's awful. I should've returned it day one, so that's my bad. It sounds like it has a blown speaker whenever you get bass.  Don't touch the bass amplifier because it's already terrible. The battery life is not what is portrayed either.  It lasts two or three hours, nothing close to 8.  Comparing it to one of the little shower speakers, it gets louder and has better sound quality, but they don't have the grating blown speaker sound and last longer"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "The battery died a few hours after it was turned on (surprisingly it died while it was plugged). We tried to use it after a full night charge, even plugged the speaker turned off for no reason after a few minutes, we tried to use it a couple of times again but it turned off again. In general, the sound was god and the size of the speaker was perfect for traveling and camping but it was not possible to use it more than 15 minutes so we had to return it. This may not happen to you our unit was clearly defective."
    },
    {
        "title": "Not Good",
        "text": "I don’t know if I got a defective product but sound is constantly going in and out and the range of the Bluetooth is about 10ft. Sound quality and bass are great when it works but seems like I’m constantly restarting it instead of enjoying music."
    },
    {
        "title": "Defective out of the box",
        "text": "After being plugged in to the charger for a day the speaker/battery goes dead. The first time it happened all the controls on top went dark. The 2nd time it happened (a day later) the lights looked normal for a max charge, but it would not play. The blueTooth was connected to an Echo Dot, which said that the bluetooth was connected but the speaker did not play. The same thing happened when connecting with the Aux cable, so it's not  a bluetooth problem. To get the SoundCore working again, I have to unplug the power and plug it back in. At that point it looks like its charging a completely drained battery."
    },
    {
        "title": "Don’t buy",
        "text": "Even though the quality of the sound & the bass was by very rich, unfortunately the max total volume was extremely low 🙁  I even did side by side test with a cheaper Bluetooth speaker & the cheaper was louder.  Anker has other more expensive models that might be better but at $60 this one didn’t cut it fir me."
    },
    {
        "title": "Battery Charger Problems",
        "text": "It says it should connect with any bluetooth device. I tried multiple times to pair with my Echo show and it wouldn't find it. Then I tried pairing with my phone just to test and it worked.  Tried again to pair Echo show via the Alexa app. It never can discover the speaker.  I'm returning it. The directions suck and I bought it to use with my Echo."
    },
    {
        "title": "Disappointed with the total low volume",
        "text": "Sound was great but unable to connect via Bluetooth to my Alexa device. Neither Anker nor Amazon could fix problem. Had to return."
    },
    {
        "title": "Will Not Connect with Echo Show",
        "text": "Bluetooth connection doesn't always work. Id say the device I received is either damaged or developed as trash to begin with."
    },
    {
        "title": "Could not connect speaker via Bluetooth to my Echo device.",
        "text": "Great little speaker that was handy to have. But it only lasted 9 months. NINE MONTHS. The speaker will no longer charge, so it's junk.So I came back to leave a review, so the company can make a product that can last longer than a year under normal use.I would not purchase this product again and have in fact, just placed an order for another speaker from a different brand in hopes that it can make it past the 12 month mark. smh. JUNK."
    },
    {
        "title": "Must unpair and re-pair to get audio back everytime. S20.",
        "text": "Just hate the excessive loud sound when turning this speaker on. You would think that the people who design this stuff, would also use it. And if so, how can they possibly like this loud irritating sound when turning it on?"
    },
    {
        "title": "Great bang for the buck",
        "text": "I didn't like the small sound that the speaker gavr"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "The amount of bass coming from this tiny speaker is mind-boggling. I'm very satisfied with the product and would recommend it strongly.The bass boost feature comes in handy when listening to different genres of music.UpdateUnfortunately, the speaker died after a couple months of use. For the first time, I'm disappointed with Anker.At first, the speaker wouldn't work unless it was plugged in so I assumed it must be an issue with the battery. A few days after that, it stopped working completely. It simply won't switch on."
    },
    {
        "title": "I was very unhappy with this bluetooth speaker.. I'd like to send it back fir a full refund.",
        "text": "This speaker sounds great and is reasonably priced.  However, after a year and a half the speaker won't hold a charge and doesn't work when plugged in to an outlet.  Unfortunately, the speaker is no longer under warranty.  I do not recommend the Anker Soundcore Boost."
    },
    {
        "title": "Insane Bass",
        "text": "I usually like Anker hardware, but I was extremely disappointed when I received this speaker that was described clearly on the Amazon product page as supporting an auxiliary connection - even recommending purchase of an Aux cord - but no Aux connection. Anker has apparently updated the device and replaced the Aux connection with a TWS capability.  This should have been done through a more obvious change to the model or name of the device."
    },
    {
        "title": "Charge does not last",
        "text": "This speaker worked well for 17 months, then the battery started to die.  When I tried to contact the company, they hung up on me. When I contacted Amazon, they said warranties only last 1 year. So while Anker would have replaced the item, the third party would not take responsibility and is no longer listed as providing this speaker.  Since the phone number of the company is also not responding, I am guessing they are gone.  Learn from my mistake, Don't order from a third party!!!"
    },
    {
        "title": "Missing the Aux connection",
        "text": "JUNK"
    },
    {
        "title": "Bad Company",
        "text": "The battery life on these is rubbish. I bought one, instead of the 12 hour battery life it advertises, I got about 7 and a half. I exchanged it for a new one, and the battery life on it was even worse, I got about 6 and a half hours of play time."
    },
    {
        "title": "Did not work",
        "text": "bought jan 20, 2020.  worked fine. liked how the connectivity was never an issue. 2 weeks ago i cleaned out closet and found its shipping box etc and thought i wont need this and threw it away.  Last week it started to static sometimes. As of tonight its solid static.  reconnected, disconnected .etc , tried diff plugs cables......didnt make a difference. it turned to non functioning piece of junk."
    },
    {
        "title": "Battery life not as advertised. Don't buy.",
        "text": "For zoom meetings the sound quality is much better than the lap top speakers.We had an issue with the anker sound boost after a few months . I called customer service and spoke with Stephen who was very helpful in resolving the problem. . In just days a replacement arrived and we are again enjoying the great sound of the boost bluetooth speaker.  Alan"
    },
    {
        "title": "should know better than to throw away the original box and packaging - 6 months later",
        "text": "Was looking for an inexpensive Bluetooth speaker with microphone capabilities. But the microphone quality is not what I expected. I returned and replaced the original order and the second time was not the charm. Understand that the microphone was not it’s primary function, so as a speaker it was great. Sound quality was impressive for such a small device. Just in needed the dual functionality and I wasn’t getting that."
    },
    {
        "title": "Great bang for the buck",
        "text": "Finally figured out why this wont charge- the usb port is loose.  For the last 4 months i was able to make it work by holding the charging cable to 1 side!  Now it completely wont take a charge anymore.  It seems the usb charge ports on these things are a known defect."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Not happy with this speaker, anker claims 12 hour play time not getting anywhere near that. I charged my speaker from 10 percent to full took it off the charger in the morning and didn’t use till later in the day and the battery had self discharged to 80 percent so I bought a second one and that one is no better either I’m really disappointed cause the speaker itself has really great full bodied sound I’ll be returning the both of them and maybe I’ll try the soundcore 2 or a different brand."
    },
    {
        "title": "Dont buy it",
        "text": "I had a cheap soundcore  and loved it. It was loud and the battery lasted forever. It got lost so I decided to upgrade to the boost. I got it on Sunday and have used it twice. The battery has been fully charged and has lasted exactly 6 hours both times. It also isn't loud at all. I use it in a truck with no radio and it sounds like the cheap soundcore on medium volume."
    },
    {
        "title": "Not happy with this speaker",
        "text": "Had this unit for less than a year. At first I loved it. The sound quality is great but sadly it recently started having issues with Bluetooth connectivity. Out of the blue it started disconnecting randomly. Sad because I really enjoyed the speaker while it lasted. I guess you get what you paid for."
    },
    {
        "title": "Sending back could be defective",
        "text": "Normally all ofMakers products are great. The sound is decent. Bass is ok for size. But only used one day and the better is shot.  Wont charge and won’t hold a charge. For the money it’s ok. It’s no nose or beats. But will do for the shower. That’s about it. Returning since better failed."
    },
    {
        "title": "You get what you pay for.",
        "text": "Battery life is 3 hour or less after light usage over 6 weeks. Tried to return it and get a replacement but Amazon directed me to a “technical advisor” who tried to tell me how to reset it. Which did precisely nothing. Now I have to try and deal with a Warranty claim. Not the level of service I expect from Amazon."
    },
    {
        "title": "Battery shot after initial use",
        "text": "Bought two speakers. For the price, very good sound, BUT, speakers would NOT connect together as advertised. After three days of back and forth emails with the manufacturer they sent me a return label to return both speakers for replacements. Will follow up in a few weeks, I hope not that long, to provide another review."
    },
    {
        "title": "Dead Already",
        "text": "I've had this speaker for about a month and don't get me wrong the sound quality is great. But couple days ago the Bluetooth kept dropping and eventaully stop connecting all together. I tried my laptop and other devices w9th bluetooth and nothing works. I was really expecting a lot more from anker because I've been using their products for years and have never had anything happen till now."
    },
    {
        "title": "Worked but didn’t work...",
        "text": "Speaker starting buzzing after just a few weeks of use. Play at medium volumes or it will fail. This is not my first Anker product that has failed on me. Cables fray, USB docks burn out, Wireless chargers stop working. I don't understand how this company gets such high reviews from sites like The Wirecutter. I guess pretty packaging is all it takes."
    },
    {
        "title": "Bluetooth dropped then stop working all together",
        "text": "This speaker worked well for about 8 months..now it cuts out every 5 seconds or so and sounds crackly and distorted.  Very disappointed, would not buy again."
    },
    {
        "title": "Great bang for the buck",
        "text": "On the website the question and answer said it had an auxiliary port. There was a picture showing it. But the the upgraded version ditched the auxiliary port for the TWS. It's worthless if you don't want to use Bluetooth."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "This is the 3rd anker product I own. The first 2 work amazingly well but this one worked the first 4 months and now won’t stay connected to bluetooth. Sound was great but not worth the aggravation of going thru the warranty process"
    },
    {
        "title": "No Auxiliary port.",
        "text": "I've had nothing but trouble with this thing. any music that has a little punch to the base causes the speakers to clip even at low volume. It also sounds like it has a intermittent ground problem, much like a bad guitar chord on an amplifier. Then last night it went absolutely full-blown static and is now completely useless"
    },
    {
        "title": "Don’t waste your time",
        "text": "I've had the Anker Soundcore Speakers for six months.  The Anker speakers produce sound in only a small range of frequencies which gives the sound a garbled quality.  Listening to voices (like movies and youtube video) is IMPOSSIBLE because so much of the frequency range is missing.  The \"Oontz\" brand is far better."
    },
    {
        "title": "Having problems with my first, have to replace it",
        "text": "Speaker does not hold charge for very long I have to keep charger in or else it will start going in an out then go silent. Also I attempted to turn volume up An nothing. I contacted customer service an didn't get far they told me to reset it I did an still the same thing they were not very helpful. Very unsatisfied."
    },
    {
        "title": "Useless for Movies and Youtube",
        "text": "Does not power on, because it doesn’t hold the charge. I use to trust this brand, but I’m done with them. Listen to the other one star reviews that mention the battery life. Every negative review mentions the battery, so yours might be good but down the line your stuck with a dud. No thanks Anker I’ll pay more for a trust worthy brand"
    },
    {
        "title": "Bad speaker",
        "text": "I guess it sounds better than some of the $20 ones I have tried, but it was kind of expensive and sounds so crummy.  I am sorry bought it, but I'm too lazy to return it.  I kind of tolerate my Bose Soundlink, but it was a lot more $.  I wish someone would make a good $60 bluetooth speaker, but so far I haven't found one."
    },
    {
        "title": "Does not power on and can’t hold a charge.",
        "text": "I love this portable speaker. Best one I've had but after 3 months it wont charge pass the 2nd light. Unfortunately I cant return it and will have to take a loss. Decided to purchase another one as customer support never followed up , just to have the same issue.  Don't waste your money they don't last long."
    },
    {
        "title": "Most Bluetooth Speakers are Lame This one is No Exception",
        "text": "I have a older model that works great and I thought I would get one for my office. I've had it for three days and already has stop connecting to my phone."
    },
    {
        "title": "Worthless in the long run",
        "text": "After using 50xs it no longer works :("
    },
    {
        "title": "Great bang for the buck",
        "text": "I just purchased this speaker for my pc, Love the quality and sound, but realized I cannot control the volume from the computer via my keyboard like all my other BT speakers... Too bad, really liked the speaker alot other than that.Revised reviewAnker contacted me offered no help, offered me a partial refund, then just ignored my message."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Upon receipt and attempted to charge the unit, I noticed that only three lights lit up instead of the four that are supposed to be lit up upon the unit receiving a full charge. What a piece of junk. Very poor quality control. Aren't these units tested before being sold to the consumer?"
    },
    {
        "title": "great speaker, but cannot control sound from computer..total deal breaker for me",
        "text": "Apparently they changed the product without changing the product page & name. There's now a button where the aux-in port was. Therefore, some of the information in the customer reviews and Q/A is out of date.If you want aux-in, buy something else."
    },
    {
        "title": "Very poor quality control.",
        "text": "I’ve only had this speaker six months and I only use it on the weekends and now the speaker cuts in/off.Not worth the money, buy a better quality one."
    },
    {
        "title": "The removed the aux-in port",
        "text": "I received this late yesterday, hooked up charger, nice blue lights flashing, everything looked good.  I went to bed, and this morning, it is dead.  Will not even turn on.  I unplugged the charger hoping it might reboot?  Nope.  I'm returning."
    },
    {
        "title": "Not reliable",
        "text": "My speaker was great the first month but after the secone something blew out but it does not work and im wondering if i can get a replace one because in the descriptions it says 18 month warranty how can i contact the seller"
    },
    {
        "title": "Dead as a doorknob",
        "text": "The sound was distorted out of the box. I attempted to charge it using the cable in the box but it doesn't charge past 10%. I tried a different cable and outlet and it still doesn't charge."
    },
    {
        "title": "Upset",
        "text": "This thing is junk! Not just the Bluetooth does not connect, no matter how long I charge the speaker, it always flashing one white light!(Does not charge) Don't Buy!"
    },
    {
        "title": "Doesn't charge",
        "text": "Well, I used this device about 4 times and it stopped working.  I was overseas and could not send it in for a replacement before the \"return window\" closed.  So I'm out my money.  I'd beware this product."
    },
    {
        "title": "Junk! Does not charge at all!",
        "text": "The one I received was defective and would not properly charge the battery. It is in the process of being RMA'd back to Anker. Double check the one you get to make sure yours doesn't have a defective battery too before the return window closes. I'm hoping this one was just a dud since I know Anker is known for their batteries."
    },
    {
        "title": "Great bang for the buck",
        "text": "Bought to use during ZOOM Conference's..and Phone Calls.. Terrible Sounds like you are under water.. I have purchased 25.00 Speakers and they were Great.. This is very overrated.. Battery life doesn't last.. Do Not waste your Money...."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Not a good product, the sound is muffled and the quality is not lasting. The speakers seem like they are busted and seem to vibrate with bad sound anything over 50% volume.I rate 1 star unfortunately."
    },
    {
        "title": "Not worth the Money..",
        "text": "It didn't play sound when I open iPhone screen reading for books, the iPhone will read, but there is no sound from this speaker. However the speaker can play music when the iPhone play music. It’s weird..."
    },
    {
        "title": "Not recommended",
        "text": "Good little speaker while it lasted.  Stopped working after 4 months of light playing.  Something is rattling around in there.  I'm an older person and used it about once a week for 4 months.  Not made to last, IMO."
    },
    {
        "title": "Didn’t play iPhone screen reading sound",
        "text": "This is not worth it at all, no bass at all."
    },
    {
        "title": "Didn't last long.",
        "text": "Sounds decent however battery doesn't charge fast and after two weeks the speaker is already glitching. It turns off on its own and if music is too loud the speaker rumbles. It was a waste of my money"
    },
    {
        "title": "This Has good sound?",
        "text": "Lasts 18 months!"
    },
    {
        "title": "Disappointed",
        "text": "I have had the speaker 2 months.  I liked it at first and sounded great, but one of the speakers inside has already blown out.  It sounds horrible.  Now the window to return has closed."
    },
    {
        "title": "Buy a JBL!",
        "text": "Annoying. I have never been annoyed by a speaker before. Also, it seems the little speakers are dumbing down to mono. They add a swirl effect. The music out there is bad enough to deteriorate it more."
    },
    {
        "title": "Blown out speaker.....thumbs down",
        "text": "I have had this speaker for one year. It has stopped working. It plays for about 10 minutes then stops. Just stops. Never again will I buy an Anker."
    },
    {
        "title": "Great bang for the buck",
        "text": "I’m a student and I saved every dime to buy a speaker for my stress relief. Turns out- this speaker stops abruptly! The battery life is not that great either. Won’t recommend."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "The bass up is not working, in less than 2month cant use it any longer, it sounds like something is breaking or cracking when you are playing music. Am so disappointed at this device."
    },
    {
        "title": "Stops abruptly",
        "text": "Worked for one year. Used maybe couple times aMonth."
    },
    {
        "title": "The Bass up is not working",
        "text": "The smaller one is 15 bucks & sounds just as good & is smaller connects quickly always & just gonna send back & buy another little 1 I lost I loved that speaker"
    },
    {
        "title": "Decent…For One Year",
        "text": "1 year later the battery only last 4 hours at most. Thats with the boost off too. So disappointed. I started with 4 stars and the quality just doesnt stand the test of time"
    },
    {
        "title": "Good quality",
        "text": "This speaker was defective!  I just returned. It was constantly disconnecting from bluetooth and would not charge."
    },
    {
        "title": "1 year later",
        "text": "This may be a great speaker but I will never know. The battery was bad out of the box. I sent it back."
    },
    {
        "title": "I got a lemon",
        "text": "Opened it after a month of buying it because I had to bring it abroad, was working fine until battery got low, battery won’t charge after several attempts."
    },
    {
        "title": "Battery no good out of box.",
        "text": "Bought Oct 4, stopped working Nov 17. My 4th Anker. My last Anker!This model always gave me problem with the on/off switch."
    },
    {
        "title": "Defective battery",
        "text": "Very disappointed, will not stay connected to my iPhone 11.  Sound is heavy, missing mid range and highs"
    },
    {
        "title": "Great bang for the buck",
        "text": "At first great, now takes a day to recharge the battery, not happy, less than a year bought brand new through Amazon"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Used this for watching movies on my laptop inside, never really blasted it or anything.  Now it all the base is static and raspy :("
    },
    {
        "title": "Less than a year old, takes a day to charge, get a better one",
        "text": "Battery life is a joke. Tried to get help with product. No dice. I RECOMMEND JBL... MUCH BETTER BETTER LIFE!"
    },
    {
        "title": "Worked great for a month or two.. now the speaker is blown?",
        "text": "I bought it last Sept, 2019 and It's just December, 2019 and the sound became scratchy."
    },
    {
        "title": "Disappointed and no support",
        "text": "It stopped turning on , and it wasn't able to charge after a few use ."
    },
    {
        "title": "Sound went bad.",
        "text": "Battery completely died and would not take a charge within 6 months. No customer support."
    },
    {
        "title": "What not to get",
        "text": "after a couple months of use, a lot distortion began to play through the speaker.  Would not recommend!"
    },
    {
        "title": "Just quit working, didn’t even last 6 months.",
        "text": "I was not happy with the sound quality so I returned it."
    },
    {
        "title": "a lot of distortion",
        "text": "Doesn’t stay charged if not plugged in."
    },
    {
        "title": "Not happy with the sound",
        "text": "Very poor and low sound quality"
    },
    {
        "title": "Great bang for the buck",
        "text": "my speaker won't charge at all"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Lots of static/crackle coming out the speaker. Bad buy. Look elsewhere."
    },
    {
        "title": "this speaker doesn't charge",
        "text": "Perfect! Great value!"
    },
    {
        "title": "Speaker is defective",
        "text": "I so wanted this to sound good. It doesn’t."
    },
    {
        "title": "Nice product",
        "text": "Not louder than the cheaper alternatives"
    },
    {
        "title": "Muddy sounding at any price.",
        "text": "This model no longer has ANY way to connect to it wired, the people at Anker decided that the 3.5 mm input jack is no longer needed.  So unless you want to play music from your phone via bluetooth, if that works, then you are totally out of luck... This speaker is a one trick pony.  They replaced the 3.5 jack with a button to pair two of these pieces of junk together. They want you to buy two instead on just one.......I have bought many Anker products but this changes my mind about this company.  NO WAY TO USE A WIRE TO CONNECT....."
    },
    {
        "title": "Volume",
        "text": "Speaker failed after one year of use"
    },
    {
        "title": "Garbage, Anker used to be so good....",
        "text": "The battery stopped charging after 2 months."
    },
    {
        "title": "Doesn’t last",
        "text": "Seems I got used one though I placed an order for new..performance is average"
    },
    {
        "title": "Good sound. Short battery life.",
        "text": "Someting default no charge."
    },
    {
        "title": "Great bang for the buck",
        "text": "Product has less than 10 hours of use. It’s basically brand new, but out of service due to length of time I’ve had it. Loses BT connection, static and popping. Even when off and not connected it will suddenly turn on and blast static really loud. It’s really strange. Unfortunate I can’t get this serviced as it’s been too long of time, even though it’s hardly ever used, like I said 10 hours tops.Anker, care to help me out here? Because at this point I’ll avoid all Anker products and instruct my friends and family to do the same. Stay away from these speakers…"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I requested this specific speaker to replace another. Got it in June for my birthday and started using it. It was pretty easy to setup and start using.Trouble started showing up when I’d been using the speaker for a couple of months. I started noticing that the charge just wasn’t lasting as long. At first, it wasn’t too bad, just a hour less than I was expecting. Figured it was just me not realizing how much I was using it. Kept noticing shorter and shorter battery life though.Today, I unplugged the speaker from where it had been charging overnight. Set it on the bathroom counter to listen while I was in the shower. Connected my phone and started my shower. I wasn’t 2 minutes into my shower, hadn’t even put shampoo in my hair when this thing stopped working. Finished my shower in silence, took a look and tried to turn it back on. No go, wouldn’t work. Plugged it in and it had 1 battery light flashing showing it was dead and charging. Came to Amazon to buy a different one that works so I can toss this one in the trash. Don’t waste your money on this one!"
    },
    {
        "title": "Stay away",
        "text": "I originally purchased the speaker in 2019, and it worked okay. I noticed that there was an audio lag when watching videos so I contacted Anker support and they told me to install a firmware update, which was not easy nor did it solve the problem. So they were gracious enough to send me a replacement. However that replacement broke within 9 months of use. The speaker would no longer hold a charge. When I contacted them they said the product was outside of warranty despite the fact I only had the replacement for 9 months. Go buy a speaker from a more reputable company like Bose or Jbl."
    },
    {
        "title": "Battery Life is terrible!",
        "text": "This speaker stopped charging approximately a year after I bought it. Anker replaced it under warranty. Then the new speaker failed around the same time, but because the warranty is 18mo from the initial purchase, the second, ALSO-DEFECTIVE speaker was considered un-warrantied when it failed, again, in the same way as the first one. Customer support was of no help and actually pretty rude.This is a textbook case of planned obsolescence. Choose another brand. Anker does not make products that last."
    },
    {
        "title": "Company won't honor warranty",
        "text": "On day one of owning this (anker replaced a doa version for me) the battery life lasted 6 hours at max volume.This item does not come with a charger so after purchasing an Amazon Basics 2.1 amp wall charger, I found it takes 6 hours to full charge (4 LEDs indicate a full charge).After a single instance of charging for 8 hours instead of 6, it becomes only capable of charging to two leds, or 50% charge. And lasts for 30 mins at full volume now, not 6 hours.For a company that sells batteries and chargers to have a product not come with a charger, and with the most horrifically incapable batteries ive seen in over a decade, indicates it is a predatory business. Don't support Anker."
    },
    {
        "title": "Planned obsolescence",
        "text": "Worked great for a year - once I got used to the sound profile. Then it stopped working. Now the batter no longer holds a charge and it has a horrible whine all the time. It plays at low volumes (if you can stand the whine in the background) but when it gets reasonably loud it starts squawking like a psychotic robot duck. Now it's an expensive paperweight just one year after I received it. Too bad! I'd gotten used to the sound profile (which sounded weird at first)."
    },
    {
        "title": "Great beside the 30 min battery life. Doesn't come with charger.",
        "text": "Anchor sucks!Anchor States they have an 18-month warranty on their speakers it's printed on the box. I purchased two new Soundcore Sellect from eBay. A month-and-a-half later the speaker will only play for one hour not 24 and Anchor will not honor the warranty because I did not buy from a authorized seller. I did not know there were authorized sellers.So anchor will not take care of my warranty problem so I I'm screwed with no speaker.I have purchased many of anchor products including cables, many Bluetooth speakers, and home and car chargers and battery packs.But after this I will never be buying anything from anchor again and Anchor doesn't care.They are trying to do price-fixing at our expense!"
    },
    {
        "title": "Worked great for a year - once I got used to the sound profile.",
        "text": "Hey guys,Update: If you want to add 2 stars to this, add FiiO Q1.  With the Q1 USB DAC, it helps this be listenable.Sound quality is God awful.  I have measured with an SPL meter and frequency response is eratic and all over the place.  I can't believe they want $80 for this.  I wouldn't give $20.I have trouble getting it to work using aux cable from my computer.  I have to unplug the 3.5mm and plug back in to get to play.I like the Anker premium, and I thought this one was better but now that I have had it for 6 months, I find the sound unpleasant, unrealistic and am ready to throw the thing in the trash."
    },
    {
        "title": "Be careful Anchor Sucks product & warranty",
        "text": "This speaker has a killer sound and bass also but the battery is dead after a one year of usage only.And the speaker must be connected to a charger all the time.And now I can't use it loud cause it reaches the max amplifying and resulting with bad soundDon't buy this"
    },
    {
        "title": "Anker SoundCore Boost not what I like to hear.",
        "text": "This thing has been a bummer from the onset and I regret not returning it while it was still an option. It simply won’t maintain a Bluetooth connection EVEN when the connected device is right next to it and it has ridiculously pathetic battery life.  It sounds fine when it’s actually working, but I finally got fed up with it endlessly powering down or losing its connection in the middle of a podcast and purchased the FAR superior OontZ Angle 3, which may not sound quite as good but is infinitely more reliable."
    },
    {
        "title": "Great bang for the buck",
        "text": "Very disappointed.  Bought this and Anker SoundCore Pro 25W Bluetooth Speaker as Christmas gifts. I have a couple very disappointed grand kids. The boost will only work  if it is plugged into a USB outlet. It will not hold a charge. The Anker SoundCore Pro 25W Bluetooth Speaker (for some reason I can not leave a review there) has no sound. Besides some unhappy kids, I have to pack these back up and wait  for my money back so I can buy other gifts. Unfortunately I had spent my remaining cash on these speakers."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I'm so very disappointed in this product. After 16 months, it won't hold a charge and screeches when trying to play anything.  If unplugged, it won't even turn on so this is a very expensive brick of junk.  I loved it for what time it actually worked."
    },
    {
        "title": "The Boost does not charge and the Anker SoundCore Pro 25W has no sound",
        "text": "Anker sent me this about a year ago, sounds great, however after a year the battery  it will not hold a charge if not being charged in 3 days it will drop from full charge to 1 light on the battery indicator. Will last about 1/2 hour if you are lucky.  Too bad as this really  a nice speaker, hope they figure out a better battery."
    },
    {
        "title": "Don't do it!!!",
        "text": "This Anker model WAS better than previous versions for months until it suddenly developed this problem during which loud static comes out of it after playing it for a few minutes. The static is so bad, I can't use it anymore. I tried reaching an Anker representative by phone to explain the situation and so far have been unsuccessful."
    },
    {
        "title": "Anker Bass Boost speaker  battery won't hold a charge",
        "text": "Initially I thought this speaker was the best. However, after a while, it stopped holding a charge. The sound is distorted and the bass or woofer is blown and this was with occasional use. Highly disappointed."
    },
    {
        "title": "Not Good",
        "text": "This speaker was sooo disappointing I bought it thinking it was going to be good because the original soundcore speaker was really good and I had no problems with it but as I soon realised it was rubbish and the mesh was ripped upon arrival so I sent it back and they sent another one to replace it I have been using the speaker ever since and it CANNOT handle the bass boost it says that it can and the speaker blew so in my opinion don’t buy this speaker save your £60 and carry on saving because for this much money you could buy a jbl clip 4 (an amazing speaker) but I got my money back and combined it with some savings and got a JBL extreme 2 which is a little more than the soundcore speaker but it is excellent and it can handle its bass (photo attached) and carry’s all of the same feature and more. So in my opinion the communication was good because they fully understood and got a speedy refund but the speaker was terrible and went from being a good brand to being terrible so in my opinion just carry on saving your money and get a JBL speaker doesn’t matter which one because your garunteed quality. Sorry for the long review but somethings had to be said"
    },
    {
        "title": "Stopped working 8 months in",
        "text": "Die Box alleine ist hervorragend, wenn man sie denn eingestellt hat. Jetzt das große ABER:EQ in der App ist einfach nur schrecklich, anstatt für jede Box den Perfekten EQ vor ab zu definieren und als gerade Linie abzubilden, hat man für jedes Modell ne andere Kennlinie. Im Custom EQ, den man sich selber bastelt wird dann aber nicht die von Werk aus definierte Kennlinie genommen, nein man fängt von Null an. Dies hat zur Folge, dass man eigentlich nur noch Bass hat bei flacher EQ Linie. Wenn ich böse wäre, würde ich sagen die haben sich einen Controller für alle Boxenmodelle geholt und nachträglich die Frequenzen angepasst...NFC ist nutzlos, da eine aktive Bluetoothverbindung nicht getrennt werden kann. Beispiel: Ich habe ein vorher gekoppeltes Tablet mit aktivem BT im Nebenraum. Ich lege mein Handy zum Koppeln auf die NFC Schnittstelle, ich schalte die BT Box ein und das Tablet ist direkt verbunden, ein zwei Sekunden später merkt NFC dann joa da is was, kannst Koppeln, leider kommt dann immer die Meldung auf meinem Handy: \"Kann keine Verbindung aufbauen.\" Warum macht man so was?  Ich hab die Kiste in der Hand und kann das Handy, was in der anderen Hand ist nicht koppeln weil 20 Meter weiter ein anderes Gerät liegt? Es wäre schön wenn man zumindest eine eigene PIN einstellen könnte um so was zu verhindern... Ich habe keine Lust jedes mal schauen zu müssen ob andere BT Geräte gerade eine Verbindunng unmöglich machen. Stell mir das noch schlimmer vor, wenn der Nachbar sich mal zufällig mit der Box koppelt, rauswerfen kann man den dann nicht mehr.Wenn man sich durch die Werbeverseuchte App gehangelt und den EQ verstanden hat, klingt die Box wirklich gut. Aber wenn ich eine Bastellösung möchte dann kaufe ich mir direkt eine solche. Weniger ist meist dann doch mehr.Schade, die Soundcore 2 hatte mich beeindruckt, die neue Generation erinnert eher an das Produkt eines Startups, welches sich hochwertige Einzelteile kauft, diese zusammenkloppt, dann eine Software klöppelt und noch nicht so richtig weis wo die Reise hingehen soll. Man kann ja Patchen...Achja die APP kann man zum Glück direkt wieder löschen, da die Box zumindest die Einstellungen speichert.Der Kundensupport von Anker ist sehr sehr flott und sogar ein echter Mensch, verweist bei dem EQ Problem aber ledigleich auf ein Firmwareupdate, welches für die Box ist und nicht die APP.Ich rate davon ab das Produkt zu kaufen bis die Software fertig ist.-Nachtrag der Mondpreis von 120€ ist eine Unverschämtheit."
    },
    {
        "title": "Rubbish speaker don’t buy",
        "text": "Nach ca. 1 3/4 Jahr gelegentlichem Einsatz lädt der Soundcore nicht mehr. Scheinbar kein Einzelfall, wie eine Suche im Internet zeigt.Schade, denn ansonsten gute Ton und guter Formfaktor.Aber ich möchte ja nicht regelmäßig die Box ersetzen müssen."
    },
    {
        "title": "Zu Viel Bass. NFC absolut nutzlos. Werbeverseuchte APP. EQ Einstellungen sind einfach schrecklich.",
        "text": "Hatte mir zwei Lautsprecher gekauft um sie zu koppeln. Leider war bei beiden Lautsprecher die Unterseite leicht nach außen gewölbt, so das die Lautsprecher keinen festen Stand hatten. Man konnte sie auf der Stelle drehen wie einen Brummkreisel. Gingen leider wieder zurück. Habe mich dann für Dockin Fine 2 entschieden."
    },
    {
        "title": "Game over",
        "text": "You get what you expect for that price"
    },
    {
        "title": "Great bang for the buck",
        "text": "Nur für Junge, englischsprechende Leute, mit Erfahrung in Sachen Unterhaltungselektronik.Keine Schriftliche Bedienungsanleitung, Sicherheitsanweisung in Miniaturformat, nur mit Lupe zu lesen bei.Im Internet eine Anleitung die man gesehen haben muss, eine absolute Sch..ßeEine Bluetooth Kopplung kam nicht zustande, Lautsprecher zurückgeschickt."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:23Loaded: 31.93%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:23 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio TrackFullscreenThis is a modal window.\n\n\n Acquistata la cassa a gennaio 2018. Appena aperta l'impressione è di aver acquistato un ottimo prodotto: materiali di qualità, compatta, peso notevole, qualità audio molto buona. Ora comincia la parte negativa della recensione.-Provata sotto la doccia: appena si bagna leggermente, il suono diventa inaccettabile poiché la stoffa bagnata diventa più morbida e il suono diventa tutto una pernacchia. Pazienza, la userò fuori dall'acqua.-Dopo qualche mese il suono peggiora notevolmente, poiché qualche plastica interna si deve essere rotta (da sola, poiché mai caduta ne mai portata fuori casa). Contatto l'assistenza e me ne inviano una nuova in sostituzione. Ottima assistenza, ma...-Di nuovo, dopo qualche altro mese, il suono peggiora anche in quella nuova (quindi dev'esserci un difetto nella progettazione stessa della cassa). Il suono da molto buono è diventato solo più discreto ma pazienza, la tengo lo stesso.-Oggi, marzo 2021, accendo la cassa e dopo qualche secondo emette un breve ma preoccupante suono, si spegne, e non si riaccenderà mai più...Purtroppo sono passati più di 2 anni da quando ho ricevuto la cassa, quindi non posso contattare l'assistenza per farmela sostituire.La cassa è in vendita a 60 euro, e sarebbe stato un ottimo prezzo se avesse mantenuto la qualità sonora nel tempo e non fosse morta così presto.Forse altre casse più recenti della stessa marca non presenteranno gli stessi problemi, potrei farci un pensierino, sperando non si rompano anche queste appena scaduta la garanzia..."
    },
    {
        "title": "Nix für ältere Kunden",
        "text": "Auch nach längerer Recherche habe ich keine sichere Antwort bekommen, ob man irgendwie ein Gerät über Kabel anschliessen kann. Geht wohl einfach nicht mehr. Oh all die schrecklichen Momente wo die fehlende Konektivität ein extra einberufenes Meeting platzen lassen, weil das Technische Equipment so super toll modern ist."
    },
    {
        "title": "Non lo acquistate (recensione a lungo termine)",
        "text": "No sound, even when trying to connect multiple other devices independently.The power on 'sound signature' (sound that is made when powering on the device) is no longer heard. Its not an issue with the devices that connect to it, it's the anker device. The speaker no longer works. Connect the same devices to another speaker (non-anker) work fine.Had been really impressed with Anker, but obviously the quality and durability is not there. That's why first impressions and reviews should not be added until you have had the device a while.It's out of warranty now."
    },
    {
        "title": "Kein Aux Eingang",
        "text": "I am giving this 1 star because after speaking with Anker they politely said that it definitely had a 3.5 mm port. BUT IT NO LONGER DOES. Apparently not since 2020 because there was another complaint in the United States concerning the same issue. I only wanted it for my iPod and am returning it to Amazon after totally destroying the TWX…where AUX should be!!! I tried to pry off the little cover over TWX as told to do but there was no port there. I wrecked that part trying to get to AUX which I’m assuming has been taken away. I’m very disappointed as the description says nothing about not having AUX but the ‘questions’ say it does. It had apparently been ‘improved’ to the point of useless for me. I’m hoping for a full refund which Amazon has already given me immediately but they haven’t seen the damage I did trying to get to a port that doesn’t exist."
    },
    {
        "title": "Will not last 2 years",
        "text": "Zuerst hatte ich diesen Lautsprecher bestellt, und war vom Klang absolut überrascht, nachdem ich den Klang über die App nach meinem Wunsch  und Gehör eingestellt hatte.Verbindung war sofort hergestellt, und die Lieblingsmusik spielte Stunde für Stunde. Selbst nach 6 Stunden Dauerbetrieb zeigte der Akku noch die halbe Ladung an. Das hat mich überzeugt, und ich habe eine weitere, jedoch \"generalüberholte\" SoundCore Boost bestellt, in dem Glauben genau ein selbes, aber eben leicht gebrauchtes Gerät zu erhalten...aber weit gefehlt! Es kam eine wohl ältere Version dieser Lautsprecher an, an dem der Klang NICHT per EQ App eingestellt werden kann! Auch sind unterschiedliche Ladebuchsen an den Geräten verbaut, was mich stutzig machte. Der Klangunterschied war so groß, dass ich nicht lange Freude daran hatte.Nun geht die \"generalüberholte\", ältere Version wieder zurück, und die zweite NEUE ist bestellt.NACHTRAG!!!Ich verwende die Boxen (Stereobetrieb) nur im Oldtimer, also doch recht wenig, aber nun musste ich feststellen, dass sich eine Box selbstständig Ein und Aus schaltet...Tag und Nacht!!!Dabei sind sie immer schön in den mitbestellten Aufbewahrungsboxen, und in der Wohnung, gelagert. Akkustand hat drei Balken, also 3/4 geladen, was optimal für den Akku sein sollte.Also am nächsten Morgen ausgepackt und spielen lassen. Funktionierte auch problemlos, dann beide Boxen abgeschaltet. Nach wenigen Minuten schaltet sich die eine Box mit dem typischen Geräusch EIN und wieder AUS. Und das immer in unregelmäßigen Abständen von 10-60 min. Vor allem in der Nacht genau das, was man für guten Schlaf braucht! Jetzt steht sie auf dem Balkon und nervt die Nachbarn."
    },
    {
        "title": "Where’s AUX? It’s no longer there in 2021.  TWX…? Is where AUX should be. Useless to me.",
        "text": "The big reason that I got this device is that it had an AUX port. Instead the device I received had an TWS button. I don't care about it at all and it was not on the description. I heard really good reviews about sound and as I hear first time the sound is quite good. But it is a deal breaker for me as I really got it because I would use the AUX port."
    },
    {
        "title": "Nach weniger als einem Jahr schon defekt",
        "text": "Mit Abstand die schlechteste Verbindungsqualität unter den Bluetooth Lautsprechern. Wie kann man hier so einen Müll einbauen?Mit diesem miesen Bluetooth Modul kann ist das Musikhören kein Genuss.Fraglich ob die Entwickler der Hardware überhaupt das auch mal getestet haben."
    },
    {
        "title": "Fake news",
        "text": "==== Update - Aug 2020 ====The speaker stopped charging after 2 years, so was no longer fit for the purpose it was advertised. I contacted Anker and they said they couldn't help as the battery couldn't be replaced. This is just not good enough. They should have made a product that allows you to replace the battery if necessary.I've reduced my rating from 4 stars to 1 as a product life of just 2 years is not good enough.=================================This speaker has good bass and packs a punch for its size!Pros:It works flawlessly with my Andriod phone, my iPod Touch, and I recently discovered you can also use it with the Fire TV Stick. With all these devices it works flawlessly. The battery life is also very good. I only need to charge it every few days even with heavy use and it is quick to charge.Cons:I ran into several issues when I tried to use it with my Windows 10 computer and I don't know if that is due to my computer's Bluetooth setup being incompatible with it. It had trouble maintaining the Bluetooth connection and some video programs would freeze and not play the sound. Just to note that I also tried other battery-powered Bluetooth speakers, like the Sony SRS-XB30, for example, and ran into similar issues with Windows 10.My mains powered Edifier speakers work seamlessly via Bluetooth with the same computer.Overall, I think this speaker was built as a mobile speaker for Andriod or Apple devices hence I rate it highly for the sound quality and functionality despite the problems I encountered with Windows 10. I recommend it for a mobile device. Not so sure about using it with Windows 10 but you may have a different experience."
    },
    {
        "title": "Verbindungsunterbrechungen",
        "text": "I purchased one of these before and was unhappy with its quality so returned it. I just recently received another one as a gift and it only lasted a few months before the battery quit holding a charge and the speaker made crackle noises. customer service was no help. disappointed in Anker/Soundcore products after this second issue and will avoid all their other products from now on."
    },
    {
        "title": "Great bang for the buck",
        "text": "MISE À JOUR DU 9 AOÛT 2017 :Le haut parleur ne charge pas, il s'arrête à 3 témoins lumineux, soit 80 % sur l'iPhone.La fonction de volume fait n'importe quoiUne fois trop haut, une fois rien, les commandes de volume depuis l'iPhone ne fonctionne plus, on monte le volume jusqu'à milieu de barre, et le son ne bouge pas. Je le renvoi. DÉÇUAlors j'ai acheté le soundcore il y a bien un an.J'étais plutôt déçu du sonJ'ai commande le Anker Soundcore 2Et en même temps le Anker Soundcore BoostJe ne parle que du Soundcore Boost puisque j'ai laissé mon avis sur le soundcore 2 sur sa page d'achat.Et bien quelle surprise concernant le design, il est beau, compacte, léger, agréable au touché.Concernant les commandes, très agréable au touchés et répond sans problème.Concernant le Bluetooth, quelle bonne surprise, c'est bluffant la portée, qui a été amélioré, non pardon carrément surpassé ! Du 4.2, la connexion se fait très rapidement.Concernant l'autonomie, ils ont choisis 12h, c'est dans la moyenne, et il respecte, dépasse même cette valeur !Concernant le son, des basses, des basses, des basses ! Vraiment rondes, profondes, smoothie comme diraient les ricains. Elles sont bien la, elle apporte ce qui manque à ces petites haut parleurs, de la basse enfin.Les médiums sont la, je dirais peut être légèrement une bosse, mais ca se corrige avec l'egaliseur de l'iPhone.Un petit bémol pour le spectre haut, qui est plutôt pincé, dommage.Mais le son est chaud, pas de distorsion, le DSP fait très bien son boulot.Pour avoir eu un JAM, clairement le son est meilleur, plus propre, pas de basses brouillons, tout semble maîtrisé.En somme, achetez le pour écouter votre musique avec ENFIN DES BASSES.Et tout cela pour moins de 80 €Merci AnkerJ'aimerais tester le Anker Soundcore Pro, il doit être parfait, j'en suis certain !"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Okay sound for the price. Cheaply and poorly made which unfortunately has led to woofers breaking and a terrible rattle occurring with playback. Sound isn’t all that great either when compared to other units. Spend a little more and avoid Anker speakers and headphones. They don’t live up to the marketing hype."
    },
    {
        "title": "4 jours et déjà des dysfonctionnements.",
        "text": "Der Sound ist top aber es funktioniert nicht 2 boxen gleichzeitig zu verbinden wie vom Hersteller beschriebenDie Verbindung ist leider nur mit einer Box gleichzeitig möglich"
    },
    {
        "title": "Rubbish",
        "text": "Initially I thought this was a great little speaker. It never lasted quite as long as Anker claimed but it was long enough for most uses. However after about 20 months or so it started to do odd things and progressively got worse and worse. Battery life became quite poor and towards the end it would not take a charge at all! Then it becan to shriek and distort like a wild thing when loud sounds were played. So much so that it has now been consigned to the bin as it had simply turned into a paper weight.It was clearly never designed to be repaired should it ever go wrong and was obviously meant to be a throw away item when its life came to an end. Sadly Anker themselves were of little help confirming my suspicion it wasn't meant to be fixed when problems arose. Shame as it was quite good, sound wise, given it diminutive size. I definitely would NOT buy a new one to replace it and will be looking at other brands."
    },
    {
        "title": "Sound Top Bluetooth Verbindung Flop",
        "text": "I bought this speaker to another I purchased earlier (which I was very happy with) for stereo pairing. Despite many hours spent trying to achieve this, together with a very long telephone conversation with a very helpful Anker technical assistant, all that was achieved was one pairing which stopped working the next time I tried to use it. All this was extremely time consuming and frustrating. I’ve always been very pleased with Anker products and their customer support, but after this episode I doubt that I shall purchase any more items from them. Over to you Anker if you really care about your customer base I would welcome a response….."
    },
    {
        "title": "Great for the first 20 months!",
        "text": "Update Just out of warrenty,  sound quality deteriorated,  contacted anker customer services,  quick responce, they have no repair option which I would have paid for, they kindly offered a 15% on a new unit....somewhat disappointing.....used on average for two hours per week , every thing else battery, condition great, just the sound quality that sound like a kazuo, unble to use Boost button or have the volume at more than 10%. Not the quality that I've come to expect from from Anker especially considering costing over £50 and becoming defective after less than 500hrs use, reluctant to purchase another due to limited life spanBought this to upgrade from the previous Anker A3143 which had a great rich sound and can fill a room, but kept getting borrowed by my fussy teenage daughter( as her more expensive speaker was not as good) .This speaker has a great sound bass is nice for such a small speaker,does not look as robust as the A3143 speaker but looks more refined, the charger input is hidden behind a rubber flap along with a usb and aux input , not sure how robust this will be long term.With volume low the base is very crisp and only struggles at high volume with very heavy beats,that said for the size of the speaker it is kicking out a quality and sound that should come from a speaker ten times it's sizeThis was purchased after being in my basket for some time....and reviewing other people's opinionsAnker, before my first purchase was an unknown brand to me and was concerned of the quality and performance .....I am very happy with my experience and would recommend .......if you have teens be ready to loose it lol"
    },
    {
        "title": "Forget about stereo pairing",
        "text": "Sooo disappointed that these speakers arrived faulty. I moved into my new flat and couldn't wait to listen to my music with base whilst wfh. They arrived and I immediately put the speakers on charge and the sound is SO POOR.It sounds like I'm playing music from a 2008 sony ericsson. I'm so disappointed and annoyed I have to exchange them. I had the anker soundcore before that got damaged after 3 years and was excited to get the boost after reading reviews. So sad that I have to go through this process of exchanging them."
    },
    {
        "title": "Nice bass limited life",
        "text": "Meine Soundbox läd nach 20 Monaten nicht mehr. Die Firma Anker gibt wohl nur 14-16 Monate Granatie und hat mir schirftlich mitgeteilt, dass sie den Artikel nicht tauschen werden!Eine Firma, die auf ihr eigenes Produkt nicht einmal 2 Jahre Garantie gibt, ist anscheinend selber der Meinung, dass das Produkt keine lange Lebenserwartung hat.Ich habe mir vor ein paar Monaten bereits eine JBL Box gekauft (siehe Foto, links defektes Anker Produkt, rechts eine funktionierende JBL Soundbox), der Hersteller gibt 4 Jahre Garantie. Die Box kostet zwar mehr, aber diese Firma scheint auf jeden Fall mehr von ihrem eigenen Produkt überzeugt zu sein, als Anker es tut.Ich werde in meinem Leben KEIN ANKER-Produkt mehr kaufen. Ein Produkt kann immer kaputt gehen, aber so zu agieren wie es Anker macht, macht einen schon sprachlos."
    },
    {
        "title": "So Disappointed - Poor Sound Quality on 1st buy",
        "text": "This is by far the worst model of the Anker Soundcore line. The sound quality is barely better than the first Soundcore, so this is not worth the higher price.Anker also removed the aux input port, and they removed the dedicated pairing button. So now there is no way to connect an older device via aux, or any device that does support Bluetooth but one you would prefer not connecting to the Soundcore speaker. Because they removed the dedicated pairing button pairing and powering on/off are all done through the power button, and Anker also changed how the device works so a long press no longer powers off the device, but a short press; a long press now enters pairing mode. This pointless change means I'm constantly turning on pairing when I'm trying to power it off.This speaker is garbage."
    },
    {
        "title": "Die Soundbox läd nach etwa 20 Monaten nicht mehr. Achtung Anker gibt KEINE 2 Jahre Garantie",
        "text": "Unboxed the device and put it on charge for about two hours. Tried to power it on and there is sound coming up but then goes off. tried to turn it so many times and didn't work. i went to the website support but did not get a  reply from them. Hence my review for this item.If there is a way to get a device replaced that will be great if not? then it was a waste of money and time."
    },
    {
        "title": "Great bang for the buck",
        "text": "Avevo preso questa cassa per sostituire una vecchia cassa Philips da 3W che dopo anni di onorato servizio stava cedendo.Quando è arrivata sono rimasto subito colpito che non avesse l'ingresso per il jack da 3,5mm. O si usa il bluetooth o l'NFC, ma non c'è modo di bypassare le radiazioni. Ho deciso di dargli comunque una possibilità.Come letto in altre recensoni, attraverso il bluetooth c'è un ritardo, così se volete vedere un video sul cellulare, usando la cassa, il suono e le immagini saranno fuori sincrono. Inoltre il raggio del bluetooth è molto limitato, così anche rimanendo all'interno della stessa stanza, anche allontanando il cellulare di circa un metro dalla cassa, inizieranno ad esserci disconnessioni di circa un secondo. Obbligandovi quindi a lasciare il cellulare rigorosamente accanto la cassa. Tanto valeva avere il cavo allora.Ma il punto peggiore è un altro: SI SENTE MALE. IL suono è impastato, e sia la motalità senza bassi, che con extra bassi non convincono. Ho fatto quindi una prova, riprendendo la mia vecchia cassa spompata con 7 anni di metal a tutto volume sulle spalle. Ho fatto diverse prove, e la vecchia cassa ne usciva sempre vincitrice.Ho quindi restituito la cassa Anker, e preso una Philips con le stesse specifiche (ma che costava poco più della metà) di cui sono super soddisfatto. Non ha fronzoli come l'NFC, la funzione power bank, o extra bassi. Bensì ha l'ingresso da 3,5mm ed un'unca modalità in cui I BASSI SI SENTONO BENE!E"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I ordered the upgraded version for USB connectivity: the box, manual and cable were all correct but the speaker itself was the older microUSB version of the speaker.The speaker itself was also quite dirty inside the I/O flap section. There appears to be a quality control issue somewhere as this never should have reached me like this. A waste of time."
    },
    {
        "title": "Fa mille cose, ma male",
        "text": "The product is useless...will not power on OR hold charge after 18 mths of moderate use.This is the email I got from ANKER when I asked for replacement.Stay AWAY! The customer service is horrendous!!!Thank you for reaching out to Anker Customer Support. So sorry to hear about the problems with your speaker! We register all defects and evaluate them statistically. These statistics enable us to identify any increased defect rates or concentrated product problems, so thank you for letting us know about this situation.Unfortunately, your order expired its 18-month warranty on November 14, 2019. Since this order is already outside the 18-month warranty period, we're sorry to say an exchange is not possible.If the item you're having issues with happens to be from a different order that was placed within the past 18 months, please let us know and we will look into it. Again, we apologize for any and all disappointment!Thank you, and have a good day.Power On,Anker Support Team's AI ResponderP.S. Forgive us if our robot helper didn't properly address your question! He's new and we're still working out his youthful imperfections.Ticket#33522769"
    },
    {
        "title": "A waste of my time",
        "text": "Das Teil sieht optisch wirklich gut aus. Sound und Lautstärke haben mich aber total enttäuscht .Ging so wieder zurück."
    },
    {
        "title": "Absolute garbage- dead after 18 mths of use",
        "text": "Been buying Anker products for 3 years now and Customer service has been top tier. I guess this has changed. Bought this speaker after being recommended by my brother, perfect condition (as seen in pictures) never dropped it or got it wet and it decided to croak after about 1 week of light use. Totally unresponsive. Customer care is not like it used to be asking me to foot the bill for shipping costs to a warehouse in Montreal. It's hard enough going out in the pandemic but I don't have a car or printer which adds another layer of difficulty for a quality control problem."
    },
    {
        "title": "Anker",
        "text": "I was so excited to get this, but the performance is very disappointing:1. Bluetooth connectivity is terrible, connection drops every few minutes and you have to reboot it in order to get it paired!! And even after you reboot it, it might not get paired properly!! Sometimes it will auto-pair and sometimes you need to go in windows and select disconnect & connect in order to get it working. I'm at the latest version of Windows 10. Vendor has no drivers...2. Sound is very \"mute\", not very clear at all3. Firmware is impossible to update on windows 10, the app is not there...are you kidding me??? And if you look at the FW file you can see that it's dated 2017??? So no updates on the FW for 2 years!!!Biggest waste of my money. Don't buy this product if you want to use the Bluetooth feature!!I have not tested the wired connection, but that's not why I bought this. I got it exclusively for the Bluetooth and the build in Mic.Terrible experience so far."
    },
    {
        "title": "Died within one week of light use, Anker support not like it used to be",
        "text": "Habe mir den Lautsprecher vor knapp 2 Jahren gekauft und war sehr zufrieden, Preis - Leistung in Ordnung. Nach ca. 1 Jahr fing der Speaker jedoch bei tiefen Bässen an etwas zu \"scheppern\", damit konnte ich leben. Nun ist jedoch der Akku in kürzester Zeit leer und der Lautsprecher schaltet sich ab. Ja nach Lautstärke ist die maximale Akkulaufzeit nur noch bei 2-3 Stunden. Das ist entäuschend, zumal der Garantiezeitraum vor gerade einmal 1 Woche abgelaufen ist .... werde mir wohl einen anderen Lautsprecher kaufen müssen. Schade, sonst echt o.k., aber das soll wohl so sein.Nachtrag zu meiner obigen Bewertung (ca. 2 Wochen später):Von 3 Sternen runter auf 1 Stern. Nun lädt der Akku überhaupt nicht mehr und der Lautsprecher ist somit für den Müll. Leider wieder ein Produkt das lediglich den Garantiezeitraum überlebt.Der Speaker war zwar regelmäßig in Gebrauch, ich bin jedoch sehr pfleglich damit umgegangen, habe den Akku erst wieder geladen wenn die Diode aufgeblinkt hat (eben um diesen zu schonen). Der Einsatz war fast ausschließlich in der Wohnung, oder im Garten, also keine Kälte oder ähnliche Dinge die Akkus schaden.Resumee: Sehr enttäuscht, der Anfangs gute Eindruck hat sich nach und nach in Unzufriedenheit gewandelt.Hatte davor ein Billigprodukt für 15 €, klanglich schlechter aber hat länger gehalten ..."
    },
    {
        "title": "Don't Buy this product!!",
        "text": "1-Las medidas ni siquiera son esas.Las reales son 19 cm x 6 cm x 6,5 cm  muchísimo más pequeño que lo consignado por tanto tiene unos altavoces minúsculos.2- Ni de lejos tiene la potencia que declara, y aún así no puedes ponerlo ni a mitad de potencia porque la distorsión es enorme, la app con su ecualizador simbólico sólo sirve para disfrazar la mala calidad del producto3- inició la devolución a los 20 minutos de abrir la caja; productos así no se debían de comercializar y hacer perder el tiempo a la gente"
    },
    {
        "title": "Gut aber leider nicht langlebig / Nachtrag zur ersten Bewertung",
        "text": "The Anker Coundcoore Boost is neither a good sound nor good bass as advertised and the boost function is a marketing gag to make the already bad bass worse. The sound is not immersive at all, it just comes out in a shallow cone in front of the speaker. The bass is very booming and unclear.As a comparison  I bought the Soundlink Color II and DO10_D Fine with D Fine+ (as on the photo), but them next to each other and kept playing different songs on each bluetooth speaker.The DO10_D Fine with D Fine+ is already out of the race since it is damn huge(should have checked the size before!).Would definitely go for the Soundlink Color II. You get a much better, immersive and room filling sound, clear bass (obviously with a speaker that size you will ALWAYS have limitations with the bass, but it is very good for the size).I give the Anker just 1 star for false advertisement, what you get for the price is still ok, but I personally pay some euros more to get a proper sound."
    },
    {
        "title": "Pésima calidad de sonido",
        "text": "This unit sounded amazing for the size.  Battery life:  Not like advertised, brand new, around 8 hrs.  This unit was NOT used everyday .... average, once a week.  After 24 months the battery would not charge anymore.  I contacted Anker ... Warranty Expired .... basically I am S.O.L. ... they have NO repair option.Would I recommend this Item ?  Let's do the math .... Ball park unit price ( just under ) $100 divided by my 96 uses = Ruffly $1 /day ... now it's a paperweight .... you decide !"
    },
    {
        "title": "Great bang for the buck",
        "text": "Wir haben das Gerät in der letzten Zeit wenig benutzt. Nachdem wir es als Bluetooth-Lautsprecher an das Handy gekoppelt haben, war es mehr im Einsatz. Nun zeigt sich, dass sich das Gerät nicht vollständig laden lässt. Die Laufzeit ist mit 30-40 Minuten (auch bei kurzer Entfernung zum Sendergerät) inakzeptabel. Es bleibt wahrscheinlich nur noch der direkte Betrieb über die Stromversorgung. Nachhaltigkeit sieht ganz anders aus.Schade. Fehlkauf."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "First speaker bought in December and have just returned the third replacement in March. I won't be repurchasing as each has developed a fault rendering it unusable within weeks of purchase. Granted this speaker is cheap and has decent sound, but I would rather spend more on a bluetooth speaker from a brand with a demonstrated reputation for build integrity. My personal experience of Anker is that the products are engineered to be disposable and built for ultra-rapid obsoletion. This might not be an issue for some but as an ethical consumer, this does not sit comfortably with me. I will now be investing in something that is fit for purpose and built for long-term use / enjoyment."
    },
    {
        "title": "Akku lässt sich nicht vollständig laden. Sehr kurze Laufzeit.",
        "text": "Die Verbindung über Bluetooth klappte sofort und ich war auch von Klang und insbesondere Bass sehr angetan.Allerdings ist die Freude nach 2 Monaten vorbei. Nur noch Aussetzer, maximal 30 Sekunden ohne, es ist einfach grauenhaft."
    },
    {
        "title": "Built for ultra-rapid obsoletion",
        "text": "After a couple of years this thing no longer charges and is totally dead."
    },
    {
        "title": "Aussetzer",
        "text": "Akku lässt sich nach gerade mal 2,5 Jahren nicht mehr laden und somit funktioniert das Gerät nicht mehr. Typisches billiges \"Wegwerfprodukt\"."
    },
    {
        "title": "No longer charges",
        "text": "The only reason I ordered this speaker is that the specs say it has AUX input. There's no 3.5mm jack input in the upgraded version! I see that note now on the bottom of the page, but please update the specs of the product..."
    },
    {
        "title": "Nach 2,5 Jahren defekt",
        "text": "Anfangs war ich sehr zufrieden mit der kleinen Box. Sowohl die Bluetooth-Verbindung, Bassqualität und Tonqualität waren vollkommen in Ordnung für die Größe und den Preis.Leider ist nach einem halben Jahr ein Rauschen aufgetreten und die Box ist nicht mehr zu gebrauchen! (nie runtergefallen oder unsachgemäß in Benutzung gewesen)"
    },
    {
        "title": "There's no AUX input",
        "text": "Ich habe mir diesen Lautspecher auf Grund der teilweise guten Bewertungen gekauft. Leider muss ich feststellen, dass die schlechten Bewerter hier zu 100 Prozent richtig liegen. Da ich eine Vielzahl von verschiedensten Soundsystemen besitze könnte man sagen, dass ich mich da sehr gut auskenne. Zunächst das positive: Der Lausprecher ist mit wertigen Materialien gebaut und gut verarbeitet. Das war es aber leider schon mit dem Positiven.Darauf wo es bei einem Lautsprecher ankommt versagt der SoundCore Boost komplett. Wie auch schon andere Bewertungen darlegen klingt er sehr leise eingestellt noch einigermassen, sobalt man aber etwas lauter schaltet, wird parallel zum lauter machen, der Bass zurück gefahren, so das bei hoher Lautsärke nur noch ein blecherner Klang einer Coladose übrig bleibt. Alles kling verzerrt und was noch schlimmer ist fängt der Lautsprecher dann auch noch an zu kratzen. Das geht gar nicht liebe Konstrukteure bei Anker. Da solltet Ihr mal bei den Mitbewerbern wie Teufel oder JBL zum Einkaufen fahren und euch daran ein Beispiel nehmen. Da sieht man dann, dass es auch anders geht, und zwar egal in welcher Klasse bzw. Größe der Lautsprecher.Fazit: Keine Kaufempfehlung da als Lautsprecher einfach unbrauchbar."
    },
    {
        "title": "Anfangs top - danach nicht mehr zu gebrauchen",
        "text": "Dubitatif envers cet enceinte wifi, qu’elle ne fut pas ma surprise en la connectant la 1er fois a m'on GSM, qu'elle puissance, des basse bien présente, pas de distorsion, un très bon son et surtout une très très bonne autonomie, pour parachever le tableau, la finition est exemplaire, bref a recommander les yeux fermer, même hors promo, surpasse de très très loin les JBL FLIP 1, 2 3, PULSE ou CHARGE et ce pour un prix bien inférieur.EDIT : comme d'autre personnes, mon enceinte acheter au mois de Aout 2017 et garantie 2 ans donc jus-quand Aout 2019 rencontre de gros problème de batterie, elle ne tien plus la charge, une fois charger, les 4 leds son allumer, mais dès que je la débranche il n'y en a plus que 2, j'ai contacter le service clientèle d'Amazon (qui son toujours top) et m'on proposer a titre exceptionnelle un remboursement complet de l'article (normalement j'aurais du contacter directement Anker, mais je n'avais pas trouver comment) la seule chose qui me chagrine est que j'était très comptent de cette enceinte que j'avais acheter en offre du jour pour moins de 50 euro, maintenant si je veut la recommander, elle est a plus du double, mais bon, l'un dans l'autre, je ne perd rien vu qu'il me rembourse et vu les retour négatif sur cette dernier, je ne l'aurais surement pas recommander"
    },
    {
        "title": "Kratzt und klingt wie Dosenradio",
        "text": "I've only had my speaker for a few months and it has suddenly started to sound like it's under water. Really disappointing."
    },
    {
        "title": "Great bang for the buck",
        "text": "Nachtrag 27.11.21: der Lautsprecher ist bei bestimmten Bassfrequenzen schon bei niedriger Lautstärke innerhalb des Gehäuses sehr störend und unüberhörbar am vibrieren. Das nervt total.—————————————————Das Gerät hat einen für mein Empfinden sehr guten Klang. Es ist ein deutlicher Bass wahrnehmbar, der manchem bei geringer Lautstärke womöglich etwas zu stark erscheint. Ich bin aber eher Bass Fan, also mag ich den Sound. Es ist natürlich klar, dass dieser Bass nicht bis in hohen Lautstärken durchhält. Also für meinen Geschmack ist das ein Lautsprecher für leise bis mittlere Pegel. Für Stereo lässt sich ein zweiter Lautsprecher koppeln - top!"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Ho acquistato questa cassa nel marzo 2020, mi ha accompagnato per tutti questi mesi dandomi grosse soddisfazioni audio, il problema nasce ultimamente, in queste ultime settimane. Il grosso MA risiede proprio nella tela che riveste la cassa e nella plastica superiore, la prima dopo questi mesi ha iniziato a staccarsi da sola, mentre la parte superiore si graffia con troppa facilità. Purtroppo ultimamente si è presentato anche un problema con il Woofer dedicato ai bassi, il quale distorce e \" gracchia\" anche a volume medio e senza il tasto \" Buss Up \" attivo. Tutto questo mi ha portato a inviare un email all'azienda presentando i problemi e vedere se vi è possibile una soluzione. La cosa che dispiace di più è che tali problematiche si sono presentate a neanche un anno di utilizzo del prodotto. Un vero peccato conoscendo la qualità di questa azienda.Edit dopo quasi un anno.La tela si sta scollando praticamente ovunque e risulta difficile ormai pulirla, in più i bassi sono diventati ingestibili ad alti volumi, totalmente sporcati da gracchii vari, anche dettati dalla tela che ormai non è più aderente. Vi consiglio di evitare questo prodotto, risparmiate e andate su quello più grande con tela metallica. SCONSIGLIATO"
    },
    {
        "title": "Eigentlich „Tolles Gerät und sehr guter Klang“ aber leider nach 8 Wo. am vibrieren :-(",
        "text": "Ich habe bestimmt ca. 10 verschiedene Bluetooth Boxen gehört und mich für die Anker Box entschieden, weil sie ein gutes Preis Leistungsverhältnis, einen super Sound hat und für diese Größe echt richtig laut ist.Ich war wirklich begeistert und meine Freunde auch. Also war doch alles super, oder?Nicht ganz, denn irgendwann fing die Box an zu schnarren an, so als ob der Lautsprecher im Gehäuse oder ein anderes Teil lose wäre. Ich war genervt, aber den Anker Support kontaktet (der super ist) und anstandslos ein Ersatzgerät bekommen.Nach einiger Zeit fing das Schnarren beim neuen Gerät wieder an und die Bluetoothverbindung brach oft ab.Also dachte ich, dass eher ein Konstruktionsfehler sein könnte? Also als ein häufigeres Problem?Der Support läuft wieder super und im Endeffekt habe das Geld zurückbekommen, aber ich will doch nur eine funktionierende Bluetooth Box und die ganze Zeit für mailen nervt einfach nur!Wenn Ihr ähnliche Erfahrung mit diesem Schnarren hattet, dann lasst doch ein Kommentar da!!!"
    },
    {
        "title": "Ve la sconsiglio, risparmiate e andate sul modello più grande con maglia in metallo.",
        "text": "Le produit est bon... il y a suffisamment de tests pour comparer et savoir que ce produit a un bon rapport Qualité/Prix... mais, c'est un enfer pour avoir une facture.. alors si vous êtes une entreprise, commandez ailleurs !!!C'est une honte de recevoir un produit sans facture et de devoir \"galérer\" en écrivant des messages dans tous les sens pour récupérer une facture. Que font les services des Impôts ??? ...je croyais que la délivrance d'une facture était obligatoire en France..."
    },
    {
        "title": "Wäre super, wenn es funktioniert! Denke Konstruktionsfehler, der nicht behoben wird?",
        "text": "The media could not be loaded.\n                \n\n\n\n Ich habe zwei Anker Powerbanks, die mir wirklich sehr gute Dienste leisten und war bis jetzt sehr von Anker Produkten überzeugt, was mich auch dazu bewegt hat diese SoundCore Box zu bestellen.Ich habe die Box aus der Verpackung genommen, mit meinem Handy verbunden, was sehr unkompliziert ging und ein Testsong abgespielt.Das was ich zuhören bekommen habe War ein verzerrter Bass und der Sound hat unglaublich gekratzt.Ich habe noch weitere Lieder abgespielt aber es blieb leider nur bei einem frustrierenden Sound. Deshalb die negative Bewertung. Powerbanks top, Musikbox flopp!Schaut euch das Video an. Die Reaktion meines Katers spricht Bände!"
    },
    {
        "title": "Un enfer pour avoir une facture !!!",
        "text": "Hab mir vor 3 1/2 Jahren dieses Teil gekauft und muss jetzt feststellen, dass es wohl ein Verfallsdatum hat - wie heute leider bei vielen anderen Geräten auch üblich. Wenn innerhalb kurzer Zeit die Ladevorrichtung ausfällt, zumindest 1 Lautsprecher bei bestimmten Frequenzen \"kratzt\" und zeitweise Bluetooth ausfällt, liegt die Vermutung eines vorherbestimmten Verfallsdatums sehr nahe. Vielleicht ist dieses ja bei intensiver Nutzung (ich habe ihn wirklich nur mäßig genutzt) auch innerhalb der Garantiezeit erreicht - dann gibt es wenigstens kostenlosen Ersatz.Eigentlich war ich wirklich begeisert von diesem Gerät - Preis/Leistung erstklassig, aber so werde ich mich wohl anderweitig orientieren müssen."
    },
    {
        "title": "Powerbanks top, Musikbox flopp!",
        "text": "Diesen Lautsprecher kann man auf leisen Stufen nicht abspielen, da die leise Einstellungen extreme Verzerrungen verursacht die von der Box verursacht werden. Es tritt nicht bei jedem song auf aber wenn dann ist es absolut schrecklich. Update 0.39 bringt da auch keine Abhilfe. Bitte dringend Updaten und Fehler fixen! Der Fehler ist bekannt, warum kommt da nix?Update 30.12.2021Auch das neue Update bringt keine Verbesserung des massiven Fehlers, unter der Hälfte der Lautstärke nicht genießbar."
    },
    {
        "title": "nach 3,5 Jahren Schrott",
        "text": "Ich habe den BT-Lautsprecher am 17.7.2018 gekauft. Knapp 1,5 Jahre später später lässt sich die Box nicht mehr laden und funktioniert auch nicht, wenn sie dauerhaft am USB angesteckt ist. Sprich, die BT Box ist schrottreif und ich kann sie nur noch entsorgen. Habe bei Anker reklamiert. Die verweisen auf ihre 18-monatige Garantie und lehnen einen Kulanztausch ab. Reparaturmöglichkeiten gibt es auch keine. Wie gesagt, ich habe gerade mal 3 Wochen nach Ablauf der Garantie (= Garantie um gerade mal 4% überzogen) reklamiert, aber Anker zeigt sich absolut stur.Auch eine Eskalation ans Management hat nichts geholfen. Hier schreibt man mir lapidar, dass die Defektraten ihrer Geräte sehr niedrig sind und die Hälfte ihrer Angestellten an Qualitätssicherung, Forschung und Entwicklung arbeiten. Da kommt man sich als Kunde ganz schön veralbert vor, wenn man nach 1,5 Jahren mit einem irreparabel kaputten Gerät da sitzt und Anker mir was von ihren tollen Geräten erzählt, aber geichzeitig ihre treuen Kunden (habe noch 5 andere Anker-Gräte) im Regen stehen lässt."
    },
    {
        "title": "Leider gibt es einen großen Fehler!",
        "text": "Un peu déçue pas de sortie 1/8 comme décrit dans la description, il  sonne bien mais ne faut pas pousser plus de 40% car ça distortion"
    },
    {
        "title": "Qualität und Haltbarkeit absolut schlecht; Support noch schlechter",
        "text": "Schöne Hardware, gute Software. Der Klang ist ausgewogen und für die Größe mehr als zufriedenstellend.Leider fluktuiert die Lautstärke des Basses und der Höhe massiv bei Lautstärken unter der Hälfte eingestellt. So nicht zu gebrauchen. Schade."
    },
    {
        "title": "Great bang for the buck",
        "text": "In the pictures and reviews you can see a 3.5mm aux input. If you watch any youtube videos reviewing this product you can see a 3.5mm aux input. From what I have gathered it seems some time within the last few months, Anker has made a cheaper version of this product and continues to sell it under the \"Soundcore Boost\" name. A classic bait and switch. I'm returning this product ASAP 😠😠😠"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "J'ai eu deux exemplaires de la Soundcore Boost et le problème a été le même : les haut-parleurs ne tiennent pas le coup quand ils diffusent des basses comme dans de la musique électronique. Cela engendre des vibrations mécaniques qui dégradent le son. Ce n'est pas sur tout le spectre mais, clairement, cette enceinte ne supportent pas certaines basses fréquences.Pour me le prouver, j'ai démonté l'appareil et en le faisant fonctionner démonté, j'ai tout de suite vu où se trouve le problème.Par contre, je suis du coup passé à une enceinte Anker Soundcore Motion+ qui n'a pas du tout ce problème et un son bien meilleur.Evidemment, elle est plus grosse avec sa meilleure conception mais pour la différence de prix, surtout si on bénéficie d'un coupon Amazon, il n'y a pas à hésiter si le transport d'une enceinte plus grosse n'est pas gênant. En tout cas, personnellement, je ferai l'effort car cela en vaut la peine.J'ai plusieurs produits Anker, c'est une bonne marque, je pense, mais, pour moi, ce produit est clairement raté si on écoute des musiques avec beaucoup de basses."
    },
    {
        "title": "This product no longer has an Aux 3.5mm input",
        "text": "Ich finde Bewertungen kann man erst nach ein paar Jahren vergeben.Nach 3,5 Jahren darf ich es endlich wegschmeißen.Bzw.Entsorgen.Akku so gut wie Tod.Klang ohne Bass kann man noch hören.Mit Bass knartscht es nur noch.Wenn man denkt,naja nach 3,5 Jahren auf Dauerbetrieb kann es ja mal Kaputt gehen ?Nee.War eher selten in Gebrauch.(1-2 mal im Monat)Lagerung immer in dafür vorgesehener Tasche die man natürlich auch Seperat kaufen muß.Tasche kann man noch gut für Bleistifte,Sonnenbrille ..... benutzen."
    },
    {
        "title": "Problème de haut-parleurs, ne pas acheter si musique électronique - préférer la Soundcore Motion+",
        "text": "Das Anker Gerät verband sich trotz mehrfacher Versuche nicht mit dem Bluetooth Gerät."
    },
    {
        "title": "Einfaches Wegwerfprodukt",
        "text": "Upon purchase soundcore sounded great. Had it for over a month before it needed re charging. When I tried to re charge it it wouldn’t re charge. Now stands as a useless object. As it’s over  a month old I can’t send it back . I’m now awaiting ankers response to my complaint. So far, they haven’t responded"
    },
    {
        "title": "Leider keine Funktion",
        "text": "I bought two Anker Soubdcire Boost speakers with Wireless Stereo Pairing to play both speakers off the one device. Despite numerous attempts and seeking support advice from Anker I could not get both speakers to pair with each other.The instructions provided are very basic and do not assist in any shape or form.If you are looking bluetooth speakers that connect easily with each other then go elsewhere or, like me, you will be disappointed."
    },
    {
        "title": "Couldn’t charge the batteries",
        "text": "Mit großen Erwartungen hab eichheute die Anker SondCore Bosst erhalten.Die positiven Bewertungen haben mich zum Kauf angeregt.Die Enttäuschung war mir ins Gesicht geschrieben, nach dem ich das Paket öffnete, die Box geladen und dann in Betrieb genommen habe. Leise Töne : klasse ! Aber : sobald es auf Stufe 25 von 100 ( Angabe in Zahlen zum besseren Verständnis ), entweder kaum Bass oder durch Push total dumpf. Mitten ? wie Blech ( daher Cola Dose genannt ), die Höhen leise, klar und deutlich, dann verzerrend.Wer das mit den Markenprodukten veruscht in Einklang zu bringen, der LÜGT ! aber gewaltig ! Sorry !Nun akzeptiere ich, dass Markenprodukte durchaus 150€ kosten und meiner Meinung nach nun auch kosten dürfen !Diese Box hier ist bereits wieder eingepackt und geht so schnell zurück, wie sie gekommen ist !!! Schade !"
    },
    {
        "title": "Doesn't do what it says on the box",
        "text": "I brought this as a gift for a friend, as my friend loved the one I already had. But the unit i gifted was scratched so It looked like I gave my own speaker to him as a gift which was super embarrassing. I reached out to anker customer service with no response. I'm super disappointed."
    },
    {
        "title": "sorry, Klang wie eine Wifi-Cola Dose, eventl. noch fürs Gäste WC",
        "text": "Nach dem ich die Rezessionen gelesen habe und mir dann die Ware habe kommen lassen, kann ich den vielen positiven Aussagen nichts abgewinnen. Der Bass ist sogut wie kaum zu spüren geschweige von den Tonausetzer bei etwas höherer Lautstärke.Die Form ist ganz ok aber das war es auch schon.Mein Fazit: Wer keinen besonderen Wert auf Klang und Bass legt ist vielleicht damit zufrieden. Ich lege lieber ein paar € drauf und habe dafür auch das was ich benötige.Also.....nicht zu empfehlen"
    },
    {
        "title": "Disappointed",
        "text": "Im Prinzip war ich mit dem Preis-/Leisungsverhältnis sehr zufrieden - Sound  ok , etwas zu basslastig selbst ohne Boost, Höhen zu schwach. Haptik der Tasten könnte besser sein.Was inzwischen negativ auffällt:1. nach ca. 12 Monaten fing die Bespannnung faltig zu werden und sich abzulösen (das Gerät wurde nie im Freien betrieben, Feuchteinwirkung kann ausgeschlossen werden)2. inzwischen hält der Akku nach Volladung über Nacht bei mässiger Lautstärke nur noch 2-3 Stunden statt der  behaupteten 12 und ich befürchte, dass es noch schlechter wirdUpdate : seit gestern ging gar nix mehr - Gerät lädt nicht mehr nur noch am Ladekabel betreibbar. Heute dann zusätzlich noch erst  sporadisch fürchterlich Kratzgeräusche dann konstant.  Mehr als einen Stern gibt es dafür dann nicht mehr. Ab in die Tonne (Garantie war vor 2 Monaten vorbei)"
    },
    {
        "title": "Great bang for the buck",
        "text": "Eine unverfrohrene Unverschämtheit!In welcher Welt leben wir heut zu Tage?!Man macht voller Freude das gelieferte Paket auf und dann entnimmt man einen offensichtlich gebrauchten Artikel.. vermutlich ein schon bemängelter Versandrückläufer..Nichts ist mehr verpackt.. das mitgelieferte Ladekabel schludrig zusammengeknüllt in die Verpackung gestopft.. am Gerät selbst, keinerlei Schutzfolie mehr..Habe das Gerät versucht ein zu schalten - Akku tot ..Voller Vorahnung das Ladekabel angeschlossen - die LED blinkt, aber selbst nach 3 std am Netz bleibt es bei einer und zieht man das Kabel ab, passiert gar nichts mehr... das Gerät bleibt dunkel und Stumm ..Apropos stumm .. es kommt trotz angeschlossenem Kabel kein einziger Ton aus der Box ...Fazit .. es wird hier unbrauchbarer Schrott verschickt!!!!!  Eine Frechheit sonders Gleichen in der heutigen Marktwirtschaft.. man könnte glauben, dieser Anbieter hätte keine Konkurenz .. 🤬🤬🤬🤬"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Clear sound with booming bass and great battery life but the bluetooth interface leaves a lot to be desired. Connecting to some of my devices (PC, phone, tablet, laptop) is better than others but all have annoying clicks, pops and brief dropouts in the audio to varying degrees when using this speaker. I have a couple of sets of bluetooth headphones that work flawlessly with all these devices so can only conclude the design of this speaker is not the best."
    },
    {
        "title": "Versendeter B-Waren-Schrott",
        "text": "It is not charging."
    },
    {
        "title": "Great sound quality but annouing clicks, pops and dropouts",
        "text": "Nice unit and FELT like a sturdy and quality build but mine failed to charge just after warranty expiry after very light use. Seen others online have similiar problems and can't help but think a manufacturing defect. Seller offered 15% off a new unit but honestly i won't spend money on Anker again."
    },
    {
        "title": "Not charging",
        "text": "Der Bluethoot Lautsprecher von Anker ist an sich eigentlich echt gut, aber auch nur für die ersten 2-3Monate.Die Box ist sehr laut und hatte anfangs auch eine sehr angenehme Ton Qualität, doch nach ungefähr 3Monaten verschlechterte sich die Ton Qualität immer mehr. Der Lautsprecher ist mir nicht einmal runtergefallen oder nass geworden. Es ist meine erste lautsprecher box umso mehr habe ich auf sie aufgepasst. Inzwischen nach ungefähr 6Monaten spielt die Box komplett verrückt. Mal geht es an mal nicht. Lautstärke einstellen, schön wärs. Ton Qualität, reden wir lieber nicht darüber, überhaupt nicht mehr schön einfach nur kratzig und ekelhaft. Ich finde es sehr schade. Habe mir eigentlich sehr viel von Anker erhofft, da ich eigentlich immer nur positives gehört hatte. Also überlegt es euch gut."
    },
    {
        "title": "Failed to charge just outside of warranty",
        "text": "Poor sounds"
    },
    {
        "title": "Naja",
        "text": "Normalerweise bin ich sehr zufrieden mit Produkten der Firma Anker und habe schon mehrere Kopfhörer und Ladekabel dieser Firma gekauft. Was mir immer am Besten gefallen hat, war dabei die hochwertige Verarbeitung und die Robustheit der Produkte. Auch bei diesem Lautsprecher ist die Verarbeitung sehr gut und das Gehäuse macht einen sehr stabilen Eindruck. Jedoch bei der ersten Klangprobe muss ich sagen, dass die Klangqualität extrem schlecht ist. Ich habe ein Samsung galaxy A50 und habe mehrere verschiedene Musikrichtungen ausprobiert (Rock, Metal, Klassik, Akustik). Der Sound der Box überschlägt sich extrem und es scheppert und kracht dass man es kaum aushält. Vielleicht hatte ich auch gerade Pech mit meinem Gerät, da Anker eigentlich eine gute Marke ist, aber diese Box musste ich unbedingt zurück schicken. :-("
    },
    {
        "title": "Not worth the money",
        "text": "Das Modell ist bekannt dafür nach einiger Zeit ein starkes klappern zu entwickeln, eine kurze Google Suche bestätigt das. Sollte das im Garantiezeitraum passieren hat man Glück, aber sofern es, wie bei mir, kurz danach passiert bleibt als einzige Methode es weg zu bekommen die Box zu öffnen und die passive Membran neu zu verkleben. Dabei wird allerdings das Cover zerstört.Das klappern ist so laut, dass die BassUp Funktion komplett unbrauchbar wird und ohne BassUp fängt das klappern auch schon bei Zimmer Lautstärke an. Für ein 70€ Produkt ist das inakzeptabel."
    },
    {
        "title": "Soundqualität ist wirklich schlecht",
        "text": "Der Lautsprecher von Anker ist wirklich sein Geld wert. Die Verbindung zum Handy funktioniert problemlos, den Empfang hab ich auf ca 15 Meter getestet und läuft perfekt.Stern Abzug gebe ich auf die Akkuleistung, angegeben ist diese mit 12 Stunden Laufzeit, ich komme mit dem voll geladenen Lautsprecher auf Grad mal 9.5 Stunden im Büro. Mehrere Tage schon getestet!!!Sollte ich doch mal Länger arbeiten müssten, dann wird es ziemlich still werden ohne Musik da meine Handylautsprecher Grotten schlecht sind.Nachtrag nach 4 Wochen,  Akkuleistung ist mittlerweile unter 9 Stunden. Komme vollgetankt nicht mehr über 9 Stunden. Mal testen wie lange der Lautsprecher  in den nächsten 4 Wochen aushält.Wird leider immer weniger"
    },
    {
        "title": "Ich kann nur vom Kauf abraten",
        "text": "Im Hochtonbereich leider enttäuschend unterdurchschnittliche Bluetooth-Box mit Senke zwischen 3 und 6 kHz und auch sonst wenig artikulierten Höhen.Ingesamt eher wenig linear klingend. Zu viele tiefe Mitten bei ca 180 Hz bis 500 Hz, dafür erneut Senke im mittleren Bassbereich bei ca 120 Hz. Selbst gut abgemischte und gemasterte Songs klingen etwas dumpf, wenn auch für die Größe mit eingeschalteter BassUP-Bassanhebung bei 80 Hz ausreichend wuchtig.Ansonsten schönes, schlichtes Design und relativ gut abgestimmte Bassreflex-Membran.Ich produziere Musik und brauchte etwas bewusst Durchschnittliches zum Gegenhören beim Abmischen. Im direkten Vergleich bleibe ich aber lieber bei meiner zehn Jahre alten, bassreflex-freien Bluetooth-Box mit programmierbarem DSP.Update: Meiner Meinung nach handelt es sich bei vielen der unfassbar positiven, lobhudelnden Fünf-Sterne-Bewertungen um geschickt gemachte Fakes."
    },
    {
        "title": "Great bang for the buck",
        "text": "I bought this product because I needed on with an AUX port. It shows there being one on their amazon page, other websites and even on reviews I watched on Youtube. However, when it arrived, it was missing that port. I reached out to Amazon and they agreed it should be, then I reached out to Anker in hopes they could exchange it for the model that has the AUX port and without addressing my request, all they did was just offer me a 15% refund. So I just sent it back to Amazon."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Der Lautsprecher klingt fuer die Groesse recht in Ordnung, soundtechnisch gibt es nichts zu bemaengeln, bedenkt man doch die recht kompakte Form.Die BassUp Funktion sollte stets aktiviert sein, da ansonsten der Ton recht \"flach\" ist.Was es jedoch zu beanstanden gibt und weshalb ich nur einen Stern vergebe, ist zum einem:- Jedes Handy welches sich per BT mit dem LS verbindet, wird nach circa einer Minute automatisch abgemeldet und die Verbindung muss stets manuell wieder aufbaut werden, was einfach nervt und anscheinend nur mich betrifft. Dies habe ich mit Android sowie iOS Geraeten getestet.- Ab einer Lautstaerke von circa 60% kommt es zu sporadischen \"Kratzern\" im Sound, fuer mich hoert es sich an, als ob einer der Treiber gegen die fordere Abdeckung schlaegt."
    },
    {
        "title": "Product doesn't fully match what is listed",
        "text": "Ich habe die Box bereits mehrfach bestellt und mit der Anker Box immer ein cooles Geschenk für relativ wenig Geld gehabt. Jetzt hab ich sie mir selber gegönnt und bin leider ziemlich enttäuscht. Für meine Zwecke ist die Soundqualität ausreichend. Ab einer bestimmten Lautstärke fängt die Box jedoch heftig und unüberhörbar an zu rauschen.  Darüber hinaus hält der Akku der Box auch nach vollem Aufladen, ohne am Strom angeschlossen zu sein, nur maximal 15-20 Minuten. Danach geht sie einfach und unangekündigten aus.  Damit fällt sie als Bluetooth-Box, und damit als transportabel und mitnehmbar natürlich durch. Ich nehme stark an das mein Exemplar eine Montagproduktion war. Sicherlich (bzw. hoffentlich) weisen andere Geräte eine andere Qualität auf."
    },
    {
        "title": "Labile BT Verbindung, kratzende Treiber, ansonsten passabler Sound",
        "text": "After 6 months when the \"up\" button is on the speaker reverbs like it is blown.  I have never had this speaker cranked and full volume and it sounds fine without the feature on just very flat sounding.Battery life was and still is great but its for nothing if sound quality sucks."
    },
    {
        "title": "Akkuleistung nicht vorhanden",
        "text": "A great speaker until the point it completely stopped charging or working. Used once or twice a week, looked after the battery and didn’t play on max volume so it’s a mystery why it broke."
    },
    {
        "title": "Started off great but 6 months in it sounds terrible.",
        "text": "Soundcore Boost hat wunderbar funktioniert. Toller Ton. Reichweite super. Aber nach 13 Monaten hat Bluetooth den Geist aufgegeben. Alle Versuche, die Verbindung zum Smartphone wieder herzustellen, scheiterten. Die blaue Anzeige blinkt und Pairing ist nicht möglich. Dass ein doch hochwertiges Gerät so schnell versagt, lässt mich bei der Bewertung nur einen Stern geben. Ich darf doch eine Lebensdauer von deutlich mehr als einem Jahr erwarten!"
    },
    {
        "title": "Completely stopped working after two years",
        "text": "When the item arrived it worked fine, and the sound was fantastic. Unfortunately, after charging the item for 2 hours, only the first of the charging lights would repeatedly flash on and off, the speaker wouldn’t charge. It would turn on, but no sound would come out of the speaker. I’m extremely disappointed that Anker would ship an item which is faulty. What makes the issue worse is that I got this item to go travelling with. I had to return it to Amazon, and now will not be able to use the item on my holiday, as I won’t get a refund and be able to order another one without spending twice the original amount."
    },
    {
        "title": "Leider nach einem Jahr kein Bluetooth mehr",
        "text": "Item was good. Used as a backup for when my beats pill was low on power. So not many charge cycles completed over the year, but now it is almost unusable, lasting only a few minutes from a ‘full’ charge."
    },
    {
        "title": "Worked for 2 hours then stoped working!",
        "text": "Tja, schön drauf reingefallen. Das Gerät wird bei Amazon als \"Nr. 1 in tragbare Line-In-Lautsprecher\" gelistet und nennt auch ganz klar AUX als unterstützte \"Konnektivitätstechnologie\". Leider wird erst in der allerletzten Zeile der ausführlichen Produktinformation in einer winzigen Randnotiz erwähnt, dass das aktuelle \"verbesserte\" Modell gar keinen physischen Audio-Eingang mehr besitzt.Warum dann an zwei Stellen etwas anderes sagen? Ich nenne das arglistige Täuschung und gebe deshalb 1 Stern."
    },
    {
        "title": "Battery unusable within a year",
        "text": "Sehnsüchtig erwartet kam heute die Anker Musik Box an. Da mein Vorgänger auch von Anker war und zufriedenstellend, wollte ich bei der Marke bleiben.Diese Box ist minimal lauter als meine alte Box für 20€. Ich bin super enttäuscht und wünschte ich hätte mein Geld besser investiert."
    },
    {
        "title": "Great bang for the buck",
        "text": "I have a problem with my Anker SoundCore Boost... when i charge it and it's full charge, as soon as i unplug it the battery falls down to 2 dots instead of 4 dots and the battery doesn't last very long. I HOPE Anker will do something about it and only then i will change my review.REVISE: Anker was really good with customers service \"the best\" and end me two new ones, one that never made it and the second one works perfectly! Thanks ANKER will buy again from you!REVISED AGAIN: THE SECOND ONE IS DOING THE SAME THING AGAIN... ONLY CHARGE IP TO 2 DOTS BATTERY LIFE.  I WISH THEY WOOD REPLACE IT AGAIN."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Anker hat den Klinkensteckeranschluss eingespart :( In den \"beantworteten Fragen\" wird die Frage nach dem Anschluss noch eindeutig bejaht. Also scheint es den früher gegeben zu haben.Jetzt geht es also nur noch über Bluetooth zu verbinden. Oder hab ich da was übersehen?Wenn nicht, dann scheidet dieser Lautsprecher für mich aus. Schade, den Sound der Box finde ich gut. Sehr bass- und mittenlastig, die muss man runterdrehen. Aber dann passt es.Mal sehen, ob mir der Anker-Service noch eine Alternative anbieten kann. Dann gäbe es noch einen Nachtrag zu dieser Rezension."
    },
    {
        "title": "I have a problem with my Anker SoundCore Boost. ...",
        "text": "Wenn der Akkustand nur noch eine LED blinkend anzeigt, wird geladen, der Ladevorgang zeigt nach ca. 45 Minuten Vollladung an!?Wird der Lautsprecher dann aktiviert, hat man eine Spielzeit von ca. 90 -100Min. und der Akkustand wird wieder mit einer LED blinkend, als leer angezeigt.In der Spielzeit von 90 - 100 Min. ....wird dann die Basstaste UP aktiviert, schaltet der Lautsprecher komplett aus!Hinzu kommt, dass der Lautsprecher einem stillschweigendem Upgrade unterzogen wurde und der AUX-Eingang 3,5 Klinke wird nicht mehr verbaut!"
    },
    {
        "title": "Anschluss für Klinkenstecker ist weg :(",
        "text": "Vorab muss ich sagen, dass ich von Anker Produkten normalerweise sehr überzeugt bin. Auch der Soundcore Boost hat mich seit der Bestellung überzeugt! Die Box wurde bei mir täglich mindestens eine Stunde benutzt. Ist die optimale Box für zwischendurch zum Musik hören (Duschen, Kochen usw...). Auch der Klang ist für den Einsatz in der Wohnung völlig ausreichend. Bei der Beschallung außerhalb gerät er allerdings an seine Grenzen.Leider aber hat der Lautsprecher nun nach ein paar Monaten ziemliche Aussetzer. Er übersteuert manchmal extrem, was meiner Meinung nach an dem „Bass up“ liegt. Auf Dauer ist es extrem nervig wenn die Box immer mal wieder damit anfängt. Am liebsten würde ich das Ding einfach zurückgeben."
    },
    {
        "title": "Akkumanagement sehr schlecht, AUX-Eingang fehlt.",
        "text": "Not charging anymore, crackling, and well..gone. 3 years of service (like max 3 hours of playing in a week)...bit disappointing."
    },
    {
        "title": "Anfangs TOP - Nach ein paar Monaten FLOP",
        "text": "Only lasted about 18 month's, stopped working. Seems to coonect to a tablet via Bluetooth but no sound.Abour 1.5 hours a day of use. I am not impressed!"
    },
    {
        "title": "Defective after 3 years of moderate use.",
        "text": "Had two now in the space of two months, both defective within a month.... returned for refund and won't be purchasing a replacement"
    },
    {
        "title": "Stopped working.",
        "text": "Ich habe mir diese Box schon einmal 2019 gekauft. Nun wollte ich eine 2. um diese per Aux zu verbinden.Also habe ich die \"gleiche\" nochmal bestellt.Als die Box dann da war habe ich gesehen das es eine neue version ist die kein Aux mehr hat.Damit is die sogenannte \"Upgraded version\" für mich absolut unbrauchbar sowie auch irreführend."
    },
    {
        "title": "Two defective speakers",
        "text": "I bought this speaker for a small shop so I don't move it far from the counter. I never take it placeS. But somehow the charging port messed up months ago and now doesn't charge at all. It is only one year old ! I should have just bought a speaker that stays plugged in ! Seems like there are a lot of customers with this same issue."
    },
    {
        "title": "Vorsicht",
        "text": "Auch ich bin davon ausgegangen, dass der Lautsprecher einen AUX-Eingang hat.Dies wurde in den Kundenfragen mehrfach bejaht. Auch wird das Gerät in der Rubrik „Tragbare Line-In-Lautsprecher“ aufgelistet und verschiedene Kundenbilder zeigen den Aux-Eingang.Wie bereits mehrfach hier erwähnt gab es wohl ein „upgrade“ des Modells.Ich werde das neue Modell zurückschicken, da ich auf AUX angewiesen bin. Einen Umtausch gegen das ältere Modell konnte ich nicht als Option auswählen.Das ist sehr ärgerlich, da ich sonst am primeday einen anderen Lautsprecher gekauft hätte."
    },
    {
        "title": "Great bang for the buck",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:09Loaded: 100.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:09 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio TrackFullscreenThis is a modal window.\n\n\n Große Freude nach dem ersten auspacken und soundtest mit dem vorgeladenen akku. An sich also ein super produkt.Dann aber die große enttäuschung: die verschlussklappe, die geöffnet werden muss, um das gerät per usb aufzuladen lässt sich auch mit aller kraft nicht öffnen.Somit sind ist das ganze gerät unbrauchbar und der frust riesig!So einen fehler ist man von der Marke anker definitiv nicht gewohnt! Das gerät geht postwendend zurück"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I must say that I was very disappointed with the sound quality. From the first time I used the box I felt that the sound was coming as it was \"inside a shoebox\". I would not recommend considering the asking price, I tried it for 1 hour and immediately asked to return it.The bass indeed is really good, but a what cost? Don't buy this speaker."
    },
    {
        "title": "Verschlussklappe klemmt, unbrauchbar.",
        "text": "Anker ne me donne pas la possibilité de retourner l'article sans frais de retour à ma charge alors que l'article ne correspond pas exactement aux caractéristiques souhaitées."
    },
    {
        "title": "Really disappointed",
        "text": "Ich war auch am hin und her recherchieren...und am Ende Stand Bose oder Anker zur Auswahl !Bose war mir etwas zu teuer für hier und da mal Musik anmachen.Habe bei Youtube einen tollen Vergleich gesehen und war mir absolut sicher...ANKER !Ich bereue es auf keinen Fall ... der Sound ist Spitze ...hat super Höhen / Tiefen UND Bass !Lautstärke ist super, und am besten finde ich, alles über Handy zu steuern.Update vom 25.10.2020Leider ist das Gerät nicht mehr zu gebrauchen...es lässt sich zwar laden aber sobald das Netzteil nicht mehr angeschlossen ist , geht es nicht an. Verbindung kann auch nicht mit Netzteil mehr hergestellt werden. Und das nach etwas mehr als über 3 Jahren...mehr als ärgerlich"
    },
    {
        "title": "retour de l'article à ma charge",
        "text": "I previously owned a very similar model which had been discontinued and replaced with this product.The quality of the bass sound on the previous model was far superior to that being produced by this item.Sad that the technological has taken a step backwards."
    },
    {
        "title": "Einfach klasse Sound ! Leider nach Garantie kaputt",
        "text": "Attention, le modèle n'est plus le même.Sur le premier descriptif du produit il est indiqué : \"vous pouvez également utiliser le port auxiliaire de l'enceinte.\"Or, C'est une version sans port d'entrée auxiliaire, confer la photo. Or, pour moi c'est indispensable. A vous de voir.NB : sur ce modèle \"amélioré\" il y a un connecteur USB-C pour la recharge."
    },
    {
        "title": "The sound quality of this product was not as good as that from a previously discontinued model",
        "text": "Ich würde es nicht noch einmal kaufen. Nach knapp einem Jahr Verbindungsprobleme. Rücksendung dank Amazon problemlos. Anker scheint auch immer billiger zu produzieren. 2017 habe ich mir hier bei Amazon den Anker SoundCore Mini gekauft. Dieser funktioniert bis heute tadellos und hat m.M. nach einen wesentlich besseren Sound. Das habe ich jetzt aber auch erst im Nachhinein festgestellt, da ich einen Ersatz brauchte und auf den Mini ausgewichen bin. Grandiose Zufallsentscheidung, denn so wurde der Unterschied im direkten Vergleich sehr deutlich."
    },
    {
        "title": "Nouvelle version sans entrée son  filaire AUX - auxiliaire et avec connecteur USB-C",
        "text": "Was soll ich sagen … ich habe mich sehr über die Box gefreut ! Leider kam sie kaputt an :-( der Power Knopf funktioniert nicht , also keine Chance die Box in Gebrauch zu nehmen !!! Sehr enttäuschend von einer Weltfirma 😡"
    },
    {
        "title": "Nach knapp einem Jahr defekt",
        "text": "I have had the anker soundcore for almost 3 years and i absolutley love it, i honestly can't fault it. The charging port recently broke so i thought I'd upgrade to the boost...what a huge mistake that was! The sound quality is awful. The bass completely takes over and distorts most songs, that's without using the bass up button. The battery life is very poor too.I'll be returning this whilst taking my soundcore to get fixed."
    },
    {
        "title": "Enttäuscht 😢",
        "text": "Doesn’t  connect to ps4, there is no aux to connect with tv/screen so in few words useless for the reason i bought it."
    },
    {
        "title": "Great bang for the buck",
        "text": "je n'ai pas été capable de le connecter de façon permanente a mon téléviseur Samsung qui a la fonction Bluetooth je l'ai retourner chez Amazon et commander un nouveau semblable de JBL et celui-ci fonctionne a merveille doncAnker ? n'est pas compatible selon le service a la clientèle SamsungI was not able to connect it permanently to my Samsung TV which has the Bluetooth function I returned it to Amazon and ordered a new similar one from JBL and this one works great so Anker? is not compatible according to Samsung customer service"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Wir haben gerne den Lautsprecher benutzt und gut gepflegt. Leider nach 2 Jahren der  Wiederauflade Chip durchgebrannt und der Lautsprecher dadurch kaputt.Daher nur 1 Stern. Tonqualität und die Funktionalität waren, solange es ging, topWe liked to use the loudspeaker and cared for it well. Unfortunately, after 2 years of recharging chip burned out and the speaker broke as a result. Therefore, only 1 star. Sound quality and functionality were top as long as possible"
    },
    {
        "title": "ne ce connecte pas a mon téléviseur SamsungDoesn't connect to my Samsung TV",
        "text": "Another garbage Anker product.  I thought going to the more expensive unit would get me away from garbage drivers.  The \"bass\" is heavily distorted.  Almost unlistenable.  Save your money, buy a Sony or JBL."
    },
    {
        "title": "Gut, leider nach 2 Jahren kaputtGood, unfortunately broken after 2 years",
        "text": "I bought this for the sole purpose of connecting to my tv so I can get better sound, but it does not have an aux in port as seen by all of the uploaded pictures and reviews. This is useless to me."
    },
    {
        "title": "Garbage quality",
        "text": "11月7日(火)追記対策品送られてきましたが、改善されておらず。返送の為何度も郵便局に足運ばせて、対策品再送しても、不良品、、フザケルナAnker！工業製品だから、不良でも仕方ない的な回答、、、改善する陰も見せない回答。体裁だけでも、今回のご意見は云々、、とふうつコメントすると思いますが、、そんなんさえない、、、返金対応としましたが、音はいいので、Ankerに期待してつきあったのですが、期待を思いっきり裏切ったankerに怒り収まりませんわ。ひどすぎる。-----ACさしっぱなしで、一度満充電になると、バッテリー使い始め空になっても充電は行われません。ランプは、フルでついているが、実はバッテリーを使ってしまう面白い現象。２度初期不良交換。合計３台試しました。全て同じ事象。メーカー回答・ACさしたままでも、バッテリーが減ることはないのが本来の仕様。・今回の事象が多く報告されており、問題を確認。対応版準備中。対応版、再入荷まで、控えた方がいいと思います。ankerさん、最初からそう言って。3回いやな思いしました！サポートのメール回答早いですが、私はテスターではないですよ！音は、価格、大きさ、にしては、しっかりとした音だしてくれます。それから、Amazonさん。１度目の交換の際、開封品が送られてきました。本来、ビニール梱包されているのに裸の箱、中の本体を包む袋は再度はりつけた跡ありで、明らかに開封品でした。メーカーにいったら、配送はAmazonなので、ということで、Amazonの配送管理どうなってんの！November 7 (Tue) Postscript Countermeasures have been sent, but no improvements have been made. I let them go to the post office many times to return it, and even if I resend the countermeasures, it's defective... Fuzakerna Anker! Since it is an industrial product, it is unavoidable even if it is defective... an answer that does not show any shadows for improvement. Even if it's just the appearance, I think I'll make a lot of comments about the opinions this time, but that's not even the case... I decided to respond to refunds, but the sound is good, so I looked forward to Anker and followed It was there, but I can't stop being angry at Anker, who completely disappointed my expectations. that's too bad. — Once fully charged with AC left on, charging will not take place even if the battery starts to be used and is empty. An interesting phenomenon where a lamp is fully turned on, but it actually uses a battery. Initial defective replacement 2 times. I tried a total of 3 units. It's all the same thing. Manufacturer's answer ・The original specification is that the battery does not run out even if AC is left on. ・A lot of incidents have been reported this time, and the problem has been confirmed. A compatible version is being prepared. I think it's better to refrain from the compatible version until it is back in stock. Anker, say that from the beginning. I had a bad feeling 3 times! Support emails are answered quickly, but I'm not a tester! The sound makes a solid sound when it comes to price and loudness. Then, Amazon. When I exchanged it for the first time, an unsealed item was sent. Originally, even though it was wrapped in plastic, the bare box and the bag that wrapped the main body inside had marks of being stuck again, so it was clearly an unsealed item. If you go to the manufacturer, delivery is Amazon, so what's going on with Amazon's delivery management!"
    },
    {
        "title": "Does not have 3.5mm aux in port!",
        "text": "The bluetooth connection was so unstable, that it pushed me to trying a software update. Despite following the instructions, the FW updater reported an error and since then the speaker is bricked. No chance to get out of the update mode, nor to turn it on/off :-(OS: MacOS Catalina. Maybe it's better on Windows, I have no idea"
    },
    {
        "title": "ACさしっぱなしは、使えません。（メーカーが不良と認めましたIf AC is left on, it cannot be used. (The manufacturer recognized it as defective",
        "text": "Mit dem Lautsprecher war ich bis vor kurzem super zufrieden. Guter Sound und lange Akkulaufzeit zu einem vernünftigem Preis. ABER:Nach so ziemlich auf den Tag genau 2 Jahren (Ein Schelm, wer böses denkt...;) ) gibt der Lautsprecher seltsame Töne von sich. Wenn der Tieftöner durchatmet scheppert es. Es scheint als hat sich etwas im Lautsprecher gelöst und vibriert mit.Mir geht dieser Raubbau mit unseren Ressourcen auf den Zeiger. Schade, ich dachte bei Anker kann ich noch Produkte zu einem angemessenem Preis kaufen, die nicht nur die Garantiezeit überleben.Until recently, I was super satisfied with the speaker. Good sound and long battery life at a reasonable price. BUT:After pretty much on the day exactly 2 years (A rogue who thinks bad...;)) the speaker gives strange sounds of itself. When the woofer breathes through it shepbles. It seems like something has loosened in the speaker and vibrates with it. This robbery with our resources is on my hand . Too bad, I thought at Anker I can still buy products at a reasonable price that not only survive the warranty period."
    },
    {
        "title": "Unstable bluetooth, now bricked after the FW update",
        "text": "Das Gerät war, bevor die Garantie abgelaufen war leider nicht mehr voll funktionsfähig. Plötzlich mit massiven Tonaussetzern, leider hatte ich aus Zeitmangel die Ware nicht rechtzeitig zurückgeschickt.Bei der minimalen Nutzung des Gerätes und den Fehlern würde ich mich nicht mehr dafür entscheiden.Obwohl ich Anker als Marke bisher gut fand.Vielleicht ein Montagsgerät, für die kurze Lebensdauer definitiv zu teuer.Unfortunately, the device was not fully functional before the warranty expired. Suddenly with massive sound dropouts, unfortunately, due to lack of time, I did not return the goods in time. With the minimum use of the device and the errors, I would no longer choose it. Although I liked Anker as a brand so far. Perhaps a Monday device, definitely too expensive for the short service life."
    },
    {
        "title": "Langzeiterfahrung: Überlebt die Garantiezeit...Long-term experience: Survives the warranty period...",
        "text": "Grundsätzlich bin ich von Anker Produkten begeistert und besitze auch schon das ein oder andere.Allerdings war das eine harte Enttäuschung.Ausgepackt, einen Abend relativ guten Sound genossen. Eigentlich ein toller Sound für diese kleine Box. Wirkt auch sehr hochwertig und gut verarbeitet.Am nächsten Tag der Schreck: BassUp-Funktion funktioniert nicht mehr und der Ton total \"dumpf\" und nur noch ein Mischmasch aus Geräuschen ..Geht zurück, nach nicht einmal 24 Stunden. Schade Anker, vielleicht sollte ich den nächsten Kauf noch einmal überdenken.Basically, I am enthusiastic about Anker products and already own one or the other. However, that was a hard disappointment. Unpacked, enjoyed an evening of relatively good sound. Actually a great sound for this little box. Also looks very high quality and well made. The next day of fright: BassUp function no longer works and the sound totally “dull” and just a mish mash of sounds.. Go back after not even 24 hours. Too bad anchor, maybe I should reconsider the next purchase."
    },
    {
        "title": "Selten genutzt trotzdem fehlerhaftRarely used but faulty",
        "text": "The media could not be loaded.\n                \n\n\n\n I wise to replace the product. It’s not yet a year . Bass is not working. Every month the quality of sound got worst ."
    },
    {
        "title": "Great bang for the buck",
        "text": "Producto recibido con la caja abierta y parecía ser usado anteriormenteProduct received with the box open and appeared to be used before"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Sobald Bass abgespielt wird gibt es Vibrationen aus dem Inneren des Lautsprechers. So ist diese schöne  Box leider absolut unbrauchbar geworden.Schade, da ich ansonsten sehr zufrieden mit dem Gerät gewesen bin.As soon as bass is played, there will be vibrations from inside the speaker. Unfortunately, this beautiful box has become absolutely useless. Too bad because otherwise I was very happy with the device."
    },
    {
        "title": "No era nuevoIt wasn't new",
        "text": "Akku Ladeelektronik nach ca. 28 Monaten normaler Nutzung defekt; Wegwerfprodukt - nicht zu empfehlen - Reparatur nicht möglichBattery charging electronics defective after approx. 28 months of normal use; disposable product - not recommended - repair not possible"
    },
    {
        "title": "Nach 2 Jahren und 3 Monaten defektDefective after 2 years and 3 months",
        "text": "Second  anker product with a Batterie malfunction had a power bank that caught fire which was replaced and replacement works perfectly but now the sound core done more or less the same thing after playing music for about 20 min it started smoking and it was boiling hot. Anker needs to sort the quality control out in the fitted batteries as otherwise the product was great. But I’m not spending £50 on a sound bar that can burn my house down."
    },
    {
        "title": "Akku Ladeelektronik nach ca. 28 Monaten defektBattery charging electronics defective after approx. 28 months",
        "text": "First the battery is only charging to three points (75%). I'm charging this thing the whole night and at the morninr its lighting only three of four dots.When Im using it its lasting only a few hours.. 3.5-4 at most of the time.The other major problem is the sound lag . Its connected to my macbook and iphone through bluetooth but for some reason from time to time its starting to lag the sound .Really annoing because I have to reset it every time .Thats happening all the time!Heard good things about this brand but I dont think I'll buy something again."
    },
    {
        "title": "***Dangerous***Gets hot and smokes",
        "text": "Have had this about a year but it stopped being able to be charged a few months ago."
    },
    {
        "title": "Seems very defective",
        "text": "音楽を視聴中に音量が上がったり下がったりします。初期不良でしょうか・起動音の調整またはミュートは出来ますか12/9起動音の調整はできない仕様となっているようです。The volume goes up and down while listening to music. Is it an initial defect ・ Is it possible to adjust or mute the startup sound? It seems that the specification does not allow adjustment of the start-up sound 12/9."
    },
    {
        "title": "Didn’t last a year",
        "text": "Eigentlich war ich sehr zufrieden...eigentlich. Denn nun, nach genau 20 Monaten ist der Akku komplett hin. Ich bin mit dem Gerät weder falsch umgegangen noch habe ich es über Gebühr strapaziert. Nein...völlig normale Nutzung !Ich kann jetzt, und das quasi von jetzt auf nun, den Lautsprecher nur noch benutzen, wenn ich ihn permanent angestöpselt habe. Und selbst dabei ist er mir schon zwei oder drei mal einfach aus gegangen! Anker verweist leider nur auf die abgelaufene Garantie...schade. Leider keine Kaufempfehlung !Actually, I was really happy... actually. Because now, after exactly 20 months, the battery is completely gone. I did not handle the device the wrong way, nor did I use it unduly. No... completely normal use! Now, almost from now on, I can only use the loudspeaker if I have plugged it in permanently. And even then, I've just gone out of it two or three times! Unfortunately, Anker only refers to the expired warranty... too bad. Unfortunately no purchase recommendation!"
    },
    {
        "title": "初期不良ですかIs it an initial defect",
        "text": "Erst einmal vorab: Ich höre nicht laut Musik. Aber schon nach nur 3 Tagen fing der Bass an zu rasseln, wie auch in anderen Rezensionen erwähnt.Anker sollte sein Geschäft auf Kabel und Ladegeräte konzentrieren, denn mit denen bin ich voll zufrieden, aber Lautsprecher scheint nicht ihre Stärke zu sein.First of all: I don't listen to music loud. But after just 3 days, the bass started to rattle, as mentioned in other reviews. Anker should focus his business on cables and chargers, because I'm completely satisfied with them, but speakers don't seem to be their strong suit."
    },
    {
        "title": "Akku hält nichtBattery does not last",
        "text": "2021年4月に購入し、毎日2〜3時間ほど使用していました。音質はこのサイズからは考えられないほどの高音質でとても満足です。普段は70年代のオーディオ機器でレコードを聴いていますが、技術の進歩に驚くばかり。Bluetoothの接続も良好で、途切れる事もなくサクサク繋がりストレスフリーです。ただし耐久性が×半年ほど使用したところ、ある日突然USBケーブルを挿しても充電されなくなり、使えなくなってしまいました。良い商品だっただけに残念です。I bought it in April 2021 and used it for about 2-3 hours every day. The sound quality is very satisfying with a high sound quality that is unthinkable from this size. I usually listen to records on audio equipment from the 70's, but I'm amazed at the technological progress. The Bluetooth connection is also good, and the connection is crisp without interruption and is stress-free. However, durability × After using it for about half a year, it suddenly stopped charging even when I inserted the USB cable and it became unusable. I'm sorry that it was a good product."
    },
    {
        "title": "Great bang for the buck",
        "text": "Der Preis war gut. Die Tonqualität bescheidenThe price was good. The sound quality is modest"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Das Produkt an sich ist sehr gut. Der beschenkte an Weihnachten hat sich gefreut. Für einen Raum mit 16m2 reicht er dicke.Aber.... Es ist schade wenn der Lautsprecher bereits zerkratzt ankommt. Zwar klein, aber es ist dem Beschenkten direkt aufgefallen. Da ich den Lautsprecher bereits verschenkt habe geht er nicht mehr an Amazon zurück, aber so etwas sollte nicht vorkommen.Leider hat der beschenkte immer mehr Verbindungsprobleme mit den Gerät bei normalen Distanzen zum LaptopThe product itself is very good. The recipient at Christmas was delighted. For a room of 16m2 it is enough thick.But... It's a pity if the speaker arrives already scratched. Small, but the recipient noticed it right away. Since I already gave the speaker away, it no longer goes back to Amazon, but something like that should not happen.Unfortunately, the donee has more and more connection problems with the device at normal distances to the laptop"
    },
    {
        "title": "Erfüllte nicht meinen ErwartungenDidn't meet my expectations",
        "text": "Hab damit jetzt ca.2 Jahre  fast täglich musik gehört.Jetzt ist aber eindeutig die Bass Funktion defekt und das führt zu einem ständigen rauschen.Fazit: Zuerst Top dann Flop. Würde ich nicht mehr kaufen.Die teuere BOSE Soundlink kostet zwar mehr aber die hat wenigstens 3 Jahre mit vielen Wanderungen, stürtzen und Tauchgängen überlebt.I've been listening to music almost every day for about 2 years now. But now the bass function is clearly faulty and this leads to constant noise. Conclusion: Top first then flop. I wouldn't buy more. The expensive BOSE Soundlink may cost more, but it has survived at least 3 years with many hikes, falls and dives."
    },
    {
        "title": "Guter Lautsprecher, leider kam er zerkratzt anGood loudspeaker, unfortunately he arrived scratched",
        "text": "very poor sound quality could hardly hear the music over people talking"
    },
    {
        "title": "Zuerst top dann FlopTop first then flop",
        "text": "Nach 3 Jahren plötzlich kaputt ohne äußere oder innere Einwirkung.Es funktioniert nichts mehr kein Einschalten, kein Aufladen, keine Bluetooth Verbindung.Reale Gesamtlaufzeitstunden höchstens 1 Jahr.Dafür war sie zu teuer.Suddenly broken after 3 years without external or internal action. Nothing works no longer turn on, no charging, no Bluetooth connection. Total real maturity hours maximum 1 year. It was too expensive for that."
    },
    {
        "title": "very poor sound quality",
        "text": "La cassa non è stata consegnata celofanata, la batteria è in carica dalle 16 30 ed è ancora a terra, i bassi sono inesistenti dato che si sente tutto graffiato ( è spaccata) e infine mi è stato consegnato il modello precedente quello che non si può collegare con l'apposita app e non ha la porta di ricarica usb-cThe case was not delivered cellophaned, the battery has been charging since 16:30 and is still on the ground, the bass is non-existent since everything feels scratched (it's cracked) and finally I was given the model Previous the one that cannot be connected with the appropriate app and does not have a USB-C charging port"
    },
    {
        "title": "Anfangs OK, dann plötzlich kaputtOK at first, then suddenly broken",
        "text": "I have two of them and both of them have base knocking when volume get close to 70%I ended up using them for small audio for my monitors. Kind of disappointed for the price, as it was more expensive then regular soundcore's."
    },
    {
        "title": "Tutto pessimoEverything is terrible",
        "text": "The product is brand new and will not charge at all and so I have had to return it which is very frustrating. I am going to try and order this product one more time to see if it actually works this time which is disappointing to have to do."
    },
    {
        "title": "Base Knocking",
        "text": "This is the second Anker speaker I've purchased where the battery has stopped holding and receiving a charge and is thus rendered useless. Needless to say, I won't be buying another one. Buyer beware."
    },
    {
        "title": "Product doesn’t work - battery won’t charge",
        "text": "Wie der Titel es sagt. Bis vor gut 2 Monaten lief das Gerät. Gekauft wurde es im Jahr 2017. Seit kurzem gibt es keinen Mucks mehr von sich. Service beschränkt sich auf Ersatz innerhalb der Garantie, daher Pech gehabt. Da das Gehäuse aus einem Guß ist, gibt es auch keine Möglichkeit einer Reparatur bzw. Akku-Tauschs zwecks Test. Das Gerät ist ein gutes Beispiel für ein Einweg-Produkt.As the title says. The device was running until a good 2 months ago. It was purchased in 2017 and there has recently been no sound anymore. Service is limited to replacement within the warranty, so unlucky. Since the housing is made from a single piece, it is also not possible to repair or replace the battery for the purpose of testing. The device is a good example of a single-use product."
    },
    {
        "title": "Great bang for the buck",
        "text": "Generell war ich mit dem Gerät zufrieden. Die Klangqualität war der Größe entsprechend gut und die Verbindung funktionierte auch gut. Aber direkt nach Ablauf der Garantie ging der Akku kaputt, obwohl ich ihn regelmäßig aufgeladen und nie ganz entladen habe.In general, I was happy with the device. The sound quality was correspondingly good to the size and the connection worked well too. But right after the warranty expired, the battery broke down, although I regularly charged it and never completely discharged it."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Privatkauf.Schrecklicher Klang. Kopfschmerzen.Private purchase. Horrible sound. headaches."
    },
    {
        "title": "Akku nach Ablauf der Garantie defektBattery defective after warranty expires",
        "text": "半年前に買って、通信の遅延がひどいので結局使わずに放置していたが、ある日から突然、なんの前触れもなく勝手に起動し、どこかとペアリングをしようとして、しばらくしたら終了し、を繰り返すようになった。パソコンやスマホのbluetoothが悪さしてるのかと思って全部切ったが、症状は変わらず。近所の住民が間違えてBluetooth接続してしまったのだとしたら、もう調べようがないです。こっちは電源切ってるんだから、勝手に起動しないでほしい。I bought it six months ago and left it without using it after all because the communication delay was terrible, but from one day suddenly, without any forewarning, I tried to pair it with somewhere, it ended after a while , and began to repeat. I thought that the bluetooth of my computer and smartphone was bad and turned off everything, but the symptoms did not change. If a resident in the neighborhood made a mistake and connected Bluetooth, I can't look into it anymore. I'm turning off the power over here, so I don't want you to start it without permission."
    },
    {
        "title": "FurchtbarTerribly",
        "text": "This worked great during the warranty period but at the 19 month mark the battery showed its true quality. After leaving unplugged for about an hour it dies now. I contacted Anker and they stated that warranty expired last month so nothing they could do."
    },
    {
        "title": "勝手に電源が入るThe power is turned on without permission",
        "text": "At first I was over the moon with this product it was relatively loud and clear and for the price it seemed good value ... fast forward a couple of years ..the battery wouldn’t hold a charge and it not being a changeable battery it renders this item useless, it wasn’t as if I used it excessively, just on occasion... so no I would definitely not purchase"
    },
    {
        "title": "Battery is not durable",
        "text": "Der Lautsprecher wurde nur wenige genutzt. Leider ist er nach zwei Jahren komplett unbrauchbar. Die Box rattert extrem stark, es kommen keine klaren Töne mehr aus der Box. Erst dachte ich, dass es am Gehäuse liegt und habe das entsprechen entfernt - Fehlanzeige.Schade, für den Preis hätte ich erwartet, dass das Gerät läner als 20+ Monate lebt.Nie wieder Soundcore.The speaker was used only a few. Unfortunately, it is completely useless after two years. The box rattles extremely strongly, there are no clear tones out of the box. At first I thought that it was on the housing and removed the corresponding - wrong indication.Too bad, for the price I would have expected the device to live longer than 20+ months.No sound core again."
    },
    {
        "title": "Battery life",
        "text": "耐久性をやっとコメントする機会になりました。結果は残念なものです。使用して1年4ヶ月から症状が出てた様です。日常使用してたのが、娘だったのでそういう表現になっています。使用中に「ブブブッブブッブッ、ブブブッブブッブッ」となり、これが間隔もマチマチで、音楽を主に聴いいたようですが、ノイズがうるさすぎて使う事をやめたようです。それが判明したのが、その2ヶ月後。それで、このレビューに報告という経緯です。外観と実感の手にとってした時は、しっかりした製品で安心してましたが、使用続けないと解らない事はつきものです。それが耐久性でしょうね。残念ながら、1年4ヶ月でノイズが酷くなった事実を報告となりました。これから、カスタマーセンターに問い合わせてみますが、その対応も引き続き、結果を報告するとします。It was an opportunity to finally comment on durability. The result is disappointing. It seems that symptoms have been coming out from 1 year and 4 months of use. I used it on a daily basis because I was a daughter, it is such an expression. During use it became “bubbbbbbbbh, bubbbbbbbh”, and this is also a gusmatto interval, it seems that I mainly listened to music, but the noise seems to be too noisy to stop using it. It turned out, two months later. That's why we reported in this review. When it was for the hands of appearance and feeling, I was relieved with a solid product, but there are things that I can not understand if I continue to use it. That would be durable, isn't it? Unfortunately, we reported the fact that the noise went awful in 1 year and 4 months. Now let's say you want to contact the Customer Center, but you will continue to respond to it and report the results."
    },
    {
        "title": "Leider nach zwei Jahren völlig unbrauchbarUnfortunately, after two years completely useless",
        "text": "Project connect and sounds amazing especially when you play with the setting via the app. However, the connecting keeps lagging to the speaker which causes the music to skip. Product will be returned at earliest convenience."
    },
    {
        "title": "1年4ヶ月でノイズが酷く使えない状態。Noise can't be used badly in 1 year and 4 months.",
        "text": "Le son est correct, mais l'enceinte dysfonctionne sur PC.En liaison bluetooth, j'ai le son au démarrage, mais certaines applications restent muettes. Pourtant, on voit bien que la sortie son est activée dans les tests.J'ai aussi un casque bluetooth qui lui, ne me pose aucun problème pourtant.Je pense qu'il s'agit d'un problème de driver sous windows (10 en l’occurrence), ou de firmware de l'appareil.Si je n'ai pas de solution technique, je vais devoir retourner cette enceinte, qui pourtant, me convenait d'un point de vue qualité sonore.The sound is ok, but the speaker is malfunctioning on a PC. When connected to Bluetooth, I get the sound when I start up, but some applications remain silent. However, we can clearly see that the sound output is activated in the tests. I also have a bluetooth headset that does not cause me any problem, however. I think it's a driver problem on Windows (10 in this case), or the device's firmware. If I don't have a technical solution, I will have to return this speaker, which, however, suited me from a sound quality point of view."
    },
    {
        "title": "Not fit for sale",
        "text": "Bitte kommen Sie auf mich zu, das Gerät ist defekt und Sie sollen dies bitte austauschen oder den Kaufpreis erstatten.Please contact me, the device is defective and you should replace it or refund the purchase price."
    },
    {
        "title": "Great bang for the buck",
        "text": "Was really happy with this product however after 4 months the battery stopped charging. For the speaker to function it was required to be plugged into the mains. Soon after the sound quality dropped off significantly too, and became crackly and distorted.Real shame as I really liked the speakers"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Mauvais service à la clientèle mon enceinte ne se charge plusJe déconseille fortementPoor customer service my speaker no longer charges  I strongly advise against"
    },
    {
        "title": "Great speaker - stopped charging after 4 months",
        "text": "Ich habe im Mai die Box gekauft. War anfangs auch sehr zufrieden. Klang war für den Preis okay.Verarbeitung sehr schön!Bluetooth-Verbindung haperte manchmal, aber die Probleme waren immer recht schnell gelöst.Hatte die Box nicht für unterwegs, sondern nur für unseren festen Stellplatz auf dem Campingplatz!Leider lädt sie jetzt plötzlich nicht mehr.wir haben mehrere Ladekabel getestet- aber leider scheint die Box defekt zu sein.I bought the box in May. Was also very satisfied at first. Sound was okay for the price. Very niceworkmanship. Bluetooth connection sometimes haped, but the problems were always solved quite quickly. Had the box not for on the go, but only for our fixed pitch on the campsite! Unfortunately, it now suddenly stops charging. We have tested several charging cables - but unfortunately the box seems to be defective."
    },
    {
        "title": "DéçuDisappointed",
        "text": "Der Lautsprecher hielt was er verspricht:- ordentlich laut- guter Bass- einfache Bedienung und gute HaptikNach 3 Minuten habe ich ihn mal auf volle Lautstärke gestellt. Ein paar Minuten später hörte ich ein sehr komisches Geräusch aus dem inneren des Lautsprechers, als ob die Membran gegen das Gitter stößt - Sound ab da wirklich unzumutbar. Absolut schrecklich. Bei jedem Bassstoß ein extremes Knattern.Schade, fand ihn anfangs so gut.The speaker kept what he promised:- neat loud- good bass - easy operation and good feelAfter 3 minutes I set it to full volume. A few minutes later I heard a very strange sound from the inside of the speaker, as if the membrane pushes against the grid - sound from there really unreasonable. Absolutely horrible. With every bass thrust an extreme clapping. Too bad he thought he was so good at first."
    },
    {
        "title": "Anfangs sehr zufrieden, nach knapp 4 Monaten defektVery satisfied at first, after just under 4 months defective",
        "text": "Had speaker for a week ,worked fine, was well impressed with the sound, now it has stopped working . THIS is dissappinting because i was really impressed with the crisp sound it had produced. Tried resetting by pressing all 5 buttons but it will not work . Will have to send back to amazon but I will probably get another one and take it as a one off"
    },
    {
        "title": "Super Lautsprecher - für 10 Minuten.Super speaker - for 10 minutes.",
        "text": "You cannot connect to 2 devices at once. you will have to disconnect then reconnect manually between devices.This model with the \"TWS\" does not have a headphone jack, so there is no wired connectivity either."
    },
    {
        "title": "Stopped working after a week of use",
        "text": "Really disappointed, switched it on just a couple of times, and already the speakers are gone. It sounds terrible, if you go just above the middle level wise, there are ckracks and pops all the time."
    },
    {
        "title": "The advertisement lies!!!",
        "text": "Volume was totally unacceptable. Could only hear it if no more than a few feet away."
    },
    {
        "title": "Died after a couple of uses",
        "text": "Buy at your own risk. I am now stuck with an expensive paperweight despite it being within the warranty period. Anker has refused to honor the warranty as it does not sell products in India. DO NOT BUY.  Amazon India needs to specify this criticala fact in bold letters on listings such as these.This product does not have warranty in India and will not be serviced/replaced!!!"
    },
    {
        "title": "No volume",
        "text": "Anfangs toller Sound. Mit der Zeit wird das Ding aber so schlecht, dass man es am liebsten in den Müll schmeißen würde.Der erste wurde von Amazon ausgetauscht, habe das selbe Problem aber jetzt wieder, am Anfang top jetzt flopGreat sound at first. Over time, however, the thing gets so bad that you would like to throw it in the trash.The first one was replaced by Amazon, but got the same problem again now, at the beginning top now flop"
    },
    {
        "title": "Great bang for the buck",
        "text": "Die Verbindung von 2 Geräten ist nicht möglich, obwohl dies in der Produktbeschreibung Extra angeführt wirdIt is not possible to connect 2 devices, although this is mentioned in the extra product description"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Nach ca. 6 Monaten ist der Akku defekt!Akku lässt sich nicht mehr zu 100% aufladen bzw. nach nur ein paar Minuten hören stehen eine nur noch 75% Akku zu Verfügung.Die Verarbeitung und Design sind Top! Ist aber  Geschmackssache.Der Sound ist super. Mit der UP-Funktion hat der kleine Lautsprecher richtig gut Bass.Freunde und Kollegen sind der Meinung das der Sound einer Bose Soundlink Mini gleicht.Jedoch sehr enttäuschend ist die Sache mit dem Akku und das von Anker einem Hersteller von PowerbanksAfter about 6 months the battery is defective! Battery can no longer be 100% charged or after only a few minutes you can hear a 75% battery. The workmanship and design are top! It's a matter of taste. The sound is great. With the UP function, the small speaker has really good bass. Friends and colleagues believe that the sound of a Bose Soundlink Mini is like. However, very disappointing is the thing with the battery and that of Anker a manufacturer of powerbanks"
    },
    {
        "title": "Falsche Produktvorstellung....BETRUG?Wrong product idea... SCAM?",
        "text": "The charging port is dangerous and broke so it’s now useless because we can’t charge it anymore. Didn’t use it a lot either. We’re lucky as it could of potentially been a fire hazard. Please see photo of the broken charging port."
    },
    {
        "title": "Akku defektBattery defective",
        "text": "An sich war ich mit der Box super zufrieden.Aber nach knapp 3 Jahren war der Akku defekt und die Box konnte nicht mehr geladen werden. Auch Musik abspielen geht nicht mehr, selbst wenn die Box am Strom angeschlossen ist.In itself, I was very happy with the box. But after just under 3 years, the battery was faulty and the box could no longer be charged. It is also no longer possible to play music, even if the box is connected to a power supply."
    },
    {
        "title": "Dangerous Charging port",
        "text": "Der erste eindruck der Anker Soundcore Boost war echt gut, kleines Gerät, super klang.Leider hielt der Lautsprecher nun keine zwei Monate, im inneren scheint irgendetwas zu Vibrieren.Damit kann man nun nichts mehr vernünftig hören.Mal sehen, wo ich nun die Garantie geltend machen kann...Ich würde sagen: Finger weg von dem Teil!The first impression of the Anker Soundcore Boost was really good, small device, super sound. Unfortunately, the speaker now lasted not two months, inside something seems to vibrate. Now you can't hear anything sensibly . Let's see where I can now assert the guarantee... I'd say, get away from that part!"
    },
    {
        "title": "Akku Lebenszeit schlechtBattery lifetime poor",
        "text": "Heute habe ich das überall so gut bewertete Gerät von Anker, den SoundCore Boost erhalten. Schon beim ersten Hören knarzen/scheppern die Bässe, ein Zuschalten des Extra-Basses ist gar nicht möglich. Auch wenn es sich um elektronische Musik handelt, hatte ich mir sehr viel mehr versprochen, gerade wenn es um Bässe geht. Schade, Gerät bei mir durchgefallen und nicht zu gebrauchen.Today I received the Anker device so well rated everywhere, the SoundCore Boost. Even at the first listening the bass creak/sheple, it is not possible to switch on the extra bass. Even when it comes to electronic music, I had promised myself a lot more, especially when it comes to bass. Too bad device failed with me and not to use."
    },
    {
        "title": "Klingt erst toll, nun defekt!Sounds great first, now defective!",
        "text": "Nach 1,8 Monaten nur noch am \"rappeln\".Zu viel Energie (Strom) für die winzigen Lautsprecher.Der ANKER 1 mit 2x 3 Watt (Das Urmodell) begeistert mich heute noch. Alle Nachfolge Modelle sind Schrott...Der ANKER 2 war schon nach einem Tag defekt: rechter Kanal tot.Nicht zu empfehlen !After 1.8 months, it's just “rattling”. Too much energy (electricity) for the tiny speakers. The ANKER 1 with 2x 3 watts (the original model) still inspires me today. All successor models are junk... The ANKER 2 was broken after just one day: right channel dead. Not recommended!"
    },
    {
        "title": "Bässe knarzenBasses creak",
        "text": "Gutes Preis ,Leistung, VerhältnisGood price, performance, ratio"
    },
    {
        "title": "ANKER BOOSTANCHOR BOOST",
        "text": "Worst bluetooth i ever bought, 5200mah battery, twice or 3 times more then most, would cut out and die before end of night, terrible bluetooth receptability....tried and tried again....its in the river going to the states....will never buy another anker product again...."
    },
    {
        "title": "Sehr zufrieden. Gutes Preis-Leitungswasser-VerhältnisVery satisfied. Good price/tap water ratio",
        "text": "As soon as there is bass it produces a rattling and sounds absolutely awful. Can't turn it up past halfway with out it shaking itself to bits. Went back to using my older speaker."
    },
    {
        "title": "Great bang for the buck",
        "text": "Koppeln mit zwei Geräten funktioniert nichtPairing with two devices doesn't work"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "As soon as I played the speaker for the first time there is a  scratching noise that makes the speaker impossible to use. I tried connecting the blue tooth with two phones but still the same problem. This product has not been tested before it leaves the factory.Refund process started to send it back to amazon."
    },
    {
        "title": "Koppeln mit zwei Geräten funktioniert nichtPairing with two devices doesn't work",
        "text": "Ich hab den Lautsprecher jetzt seit knapp 2 Monaten und bin enttäuscht.Positiv: die Bluetooth Verbindung ist hervorragendNegativ: Nach knapp 2 Monaten hat der Lautsprecher schon ein Störgeräusch inform von leichten Kratzen. Vermutlich ist der Lautsprecher schon defekt, und der Akku hält auch nur maximal 8 Std.I've been using the speaker for almost two months now and I'm disappointed. Positive: the Bluetooth connection is excellentnegative: After almost 2 months, the speaker already has a noise from light scratches. Presumably the speaker is already defective, and the battery lasts a maximum of 8 hours."
    },
    {
        "title": "Scratching sound right out of the box.",
        "text": "... fängt der Lautsprecher leider, ab einer bestimmten Lautstärke an, bei jedem Bass billig zu rappeln. Ohne irgendeinen Einfluss von außen. Dies ist sehr nervig und Musik hören macht so keinen Spaß mehr. Habe mir selbst damit beholfen indem ich zwei Gummibänder um den Lautsprecher geschnürt habe, was das Geräusch eindämmt. Sieht halt bisschen doof aus so... Schade....... unfortunately, after a certain volume, the loudspeaker starts to rattle cheaply with every bass. Without any outside influence. This is very annoying and listening to music is no longer fun. I helped myself with this by putting two rubber bands around the loudspeaker, which reduces the noise. It just looks a bit stupid like that... Too bad..."
    },
    {
        "title": "Preis Leistung 👎Price Performance 👎",
        "text": "Die Box sollte mit dem Player Hiby R3 verbunden werden, diese war ohne Probleme möglich. Die Ausgabe der Musik erinnerte mich an meine Kindheit, hörte sich an wie ein Walkman aus den 80zigern kurz vor dem berüchtigten Bandsalat. Deshalb ging dieses Produkt zurück. Und als Ersatz kam eine Box von der Firma Tribit, dieses Produkt arbeitet einwandfrei mit den oben benannten Player.The box should be connected to the player Hiby R3, this was possible without problems. The edition of the music reminded me of my childhood, sounded like a walkman from the 80s just before the notorious band salad. That's why this product went back. And as a replacement came a box from the company Tribit, this product works perfectly with the above named players."
    },
    {
        "title": "Zunächst ganz gut, ABER NACH EINER ZEIT...Very good at first BUT AFTER A WHILE...",
        "text": "I’ve had 3 of these since November and all have stopped working. After 2 replacements I requested an upgrade to a Flare 360. Anker would not do this and gave me a refund instead. I have escalated this, but it seems to have fell on deaf ears! Due to this, I think I will go for an Amazon Echo now - my daughter already has one and it’s very good and so far very reliable."
    },
    {
        "title": "Nicht kompatibel mit Hiby R3Not compatible with Hiby R3",
        "text": "Am Anfang ein Top Produkt, und nach 14 Monaten hat sich was im Inneren gelöst und jetzt klappert die Boxe bei jedem Bass und Ton! Für das Geld sollte es schon eine Bessere Qualität haben!A top product in the beginning, and after 14 months, something has come loose inside and now the box rattles with every bass and tone! For the money, it should be of better quality!"
    },
    {
        "title": "3 Anker Soundcore Boosts have stopped working since November!!!",
        "text": "I am just about to return the 3rd one of these that has become non functional after a couple of days of use. I will not be buying a 4th. Amazing sound quality for the size and price but obviously very poor quality control in manufacturing. A really pity and a big waste of my time."
    },
    {
        "title": "Lieber etwas mehr investieren!Better to invest a little more!",
        "text": "Nach 1 Jahr defekt, Bass übersteuert, es ist unmöglich Musik zu hören,Amazon hat das Gerät anstandslos zurückgenommen - topAfter 1 year defective, bass overrides, it's impossible to listen to music,Amazon took back the device without any problem - top"
    },
    {
        "title": "3rd one dead and being returned",
        "text": "Bluetooth connectivity packed up after very little use.  No Bluetooth, no use!!!!!"
    },
    {
        "title": "Great bang for the buck",
        "text": "The original, purchased in October 2018, was quite good and this review of the more recent version of the same device, purchased October 2021, tells you how long the battery lasts.This new downgraded version is totally useless to me as it no longer has the standard auxiliary connection. I was connecting my iPod Classic to this but that is no longer possible as it is bluetooth or nothing now."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Le speaker griche. Surtout la bass. Ca fait une semaine que je lai acheter et deja la batterie est morte. Dont buy this item. Its a real crap. Nacheter rien sur amazon. Sauvé la planetteThe speaker is cringy. Especially bass. It's been a week since I bought it and already the battery is dead. Dont buy this item. It's a real crap. Do not buy anything on Amazon. Save the planet"
    },
    {
        "title": "This downgraded version is now useless",
        "text": "Sound is muffled, have no high tones, bass is brought to maximum, heavily distorted sound while above 60% of volume."
    },
    {
        "title": "dont buy anything on amazon save the planetDont Buy Anything On Amazon Save The Planet",
        "text": "Wow, nach lediglich etwas mehr als einem halben Jahr ist die Ladebuchse der Box kaputt gegangen, das Kabel hält nicht mehr und die Box lässt sich nicht mehr laden und ist für mich nutzlos. Schlechte Qualität oder Produktfehler? Jedenfalls bei dem Preis ein absolutes No Go!Wow, after just a little more than half a year the charging port of the box has broken, the cable does not hold anymore and the box can no longer be charged and is useless to me. Poor quality or product defects? Anyway, at the price an absolute No Go!"
    },
    {
        "title": "Terrible sound quality.",
        "text": "Ich habe den Lautsprecher am 18.01.2018 gekauft, am 28.04.2020 ließ er sich plötzlich nicht mehr aufladen, das sind etwas über 2 Jahre.Ein Schelm ist der Böses dabei denkt.Solange wie er funktionierte war ich zufrieden mit der Qualität. Schade.I bought the speaker on 18.01.2018, on 28.04.2020 it suddenly stopped charging, that's a little over 2 years. A rogue is the evil thinking. As long as it worked, I was satisfied with the quality. Too bad."
    },
    {
        "title": "Nicht zu empfehlen, was ist da los?Not recommended, what's going on?",
        "text": "Die Box hat ein Jahr lang zufriedenstellend funktioniert, nun ist sie defekt. Der Akku lädt nicht mehr, sie schaltet sich selbstständig ab oder beginnt nach einigen Minuten zu rauschen. Sehr enttäuschend.The box worked satisfactorily for a year and is now defective. The battery no longer charges, it shuts off by itself or starts to rustle after a few minutes. Very disappointing."
    },
    {
        "title": "Ist schon auffälligIs already conspicuous",
        "text": "Ausgepackt. Angemacht. Verbunden. Musik angemacht und sofort wieder ausgemacht. Klanglich unterirdisch und wenn ein neues Gerät direkt schon so ranzt, stimmt entweder die Qualitätskontrolle nicht oder das Design. Hier tippe ich auf beides. Ich mag Anker. Wir haben viele Netzteile und Kabel von Anker hier - aber das Teil ist nichts. Schade.Unwrapped Turned on. Connected. Music is switched on and off again immediately. In terms of sound underground and when a new device starts playing like that, either the quality control or the design is not right. Here I'm guessing on both. I like Anker. We have lots of Anker power supplies and cables here — but that part is nothing. What a shame."
    },
    {
        "title": "Nach einem Jahr defektDefective after one year",
        "text": "Sound super, Akku auch gut, aber was echt nervig ist, nach nur 8 Monaten findet der Lautsprecher keine Handyverbindung mehr, alle Tricks versagen, über Amazon reklamieren gestaltet sich so umständlich, bisher ist es uns auch nicht geglückt. Für den Preis ist das nicht in Ordnung, hat über 60 Euro gekostet und nach 8 Monaten kaputt!!! :-((Sound super, battery also good, but what is really annoying, after only 8 months the speaker can no longer find a mobile phone connection, all tricks fail, complaining about Amazon is so awkward, so far we have not succeeded. For the price is not ok, has cost over 60 euros and broken after 8 months!!! : - ("
    },
    {
        "title": "Die 1-Stern Bewertungen haben rechtThe 1-star ratings are right",
        "text": "Sounds good for a nice little portable speaker. Mine is DOA after 1 month, it stopped working, no response on from manufacturer regarding warranty procedures after 3 days after I messaged them on amazon ."
    },
    {
        "title": "Nach 8 Monaten funktioniert Bluetooth Verbindung mit Handy nicht mehr ;-((After 8 months Bluetooth connection with mobile phone no longer works; - ((",
        "text": "This product does not charge. I have checked the wire and it will not charge with any wire. I want a full refund please"
    },
    {
        "title": "Great bang for the buck",
        "text": "Very average sound. I suspect most of the reviews here are fake, because there's nothing special about this speaker at all. Would give it 3 stars, but given the fake reviews and time wasted, knocking off another star. Nowhere near in the same ballpark as Bose or Sonos, and for this price it doesn't has to be, but the reviews make it sound much better than it actually is, so you end up ordering it and wasting time returning it."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Der eine Stern ist nur für Amazon, da wie gewohnt schnelle Lieferung.Die Bluetooth Box ist nicht zu empfehlen , da sie ab einer bestimmten Lautstärkeso dermaßen Nebengeräusche erzeugt, dass  man sich die Musik nicht mehr anhören kann.Die Boxen sind in dem neuen Teil schon defekt. Machen die bei Anker keine Qualitätskontrolle ???Ich werde Die Box Morgen wieder an Amazon zurück schicken. Eine neue möchte ich nicht mehr.The one star is only for Amazon, because as usual fast delivery. The Bluetooth Box is not recommended, as it generates noise from a certain volumeso that you can no longer listen to the music. The boxes are already defective in the new part. Do they not do quality control at Anker??? I will send The Box back to Amazon tomorrow. I don't want a new one anymore."
    },
    {
        "title": "but given the fake reviews and time wasted, knocking off another star",
        "text": "Sehr guter, klarer und mit Bass gefüllter Klang. Das einzige was mich wirklich stört ist dass der rechte Lautsprecher anfängt bei jedem Bassstoß zu klappern und zu klirren. Ich versuche es schon länger zu ignorieren aber es wird immer schlimmer, schade eigentlich..Ansonsten Preis-Leistungs mäßig sehr gut.Very good, clear and bass filled sound. The only thing that really bothers me is that the right speaker starts rattling and clanking every bass push. I've been trying to ignore it for a while but it's getting worse, a pity actually.. Otherwise price-performance moderately very good."
    },
    {
        "title": "Boxen defektBoxes defective",
        "text": "Gerät lässt sich nach einem Jahr nicht mehr bedienen. Es lädt nicht mehr und läuft nur, wenn es am Strom hängt. Absolut enttäuscht und daher kann ich es nicht empfehlen.The device can no longer be operated after one year. It no longer charges and only runs when connected to electricity. Absolutely disappointed and therefore I can't recommend it."
    },
    {
        "title": "Wirklich schade..Really shame..",
        "text": "Sin da subito il volume si alzava ed abbassava da solo. Frequenti scollegamenti dal bluetooth senza motivo e cigliegina sulla torta, la batteria non si carica più. È solo la solita spazzatura cineseRight from the start, the volume went up and down by itself. Frequent disconnections from Bluetooth for no reason and icing on the cake, the battery no longer charges. It's just the usual Chinese garbage"
    },
    {
        "title": "Enttäuschend!!!Disappointing!!!",
        "text": "worked perfectly fine, but after 1 year it is not charging anymore"
    },
    {
        "title": "Pura spazzaturaPure rubbish",
        "text": "Eigentlich ein super Produkt, doch sobald man meine Anker Soundcore lauter macht, fängt sie an zu Rasseln und ein leichtes Klingeln ist auch wahrzunehmen. Dabei ist es egal ob der bass Modus an oder aus ist und auf was für einem Untergrund sie steht. zudem hält die Bluetooth Verbindung kaum einen Meter weit.Actually a great product, but as soon as you make my Anker Soundcore louder, it starts to rattle and you can also hear a slight ringing sound. It doesn't matter whether the bass mode is on or off and what kind of ground she is standing on. In addition, the Bluetooth connection barely lasts a meter away."
    },
    {
        "title": "worked perfectly fine, but after 1 year it is not charging anymore",
        "text": "Moin! Ich habe mir die Box vor 2 Tagen gekauft und wollte sie heute bei einem entspannten Abend am See ausprobieren aber wurde leider sehr enttäuscht. Die Box hat einen sehr guten Klang aber macht spontan sehr komische geräusche als ob etwas in der Box lose/kaputt wäre. Sehr schade das ist für den Preis nicht akzeptabel. Muss sie ich wohl zurück schicken. Wenn möglich würde ich gar keine Sterne gebenMoin! I bought the box 2 days ago and wanted to try it today on a relaxed evening at the lake but was unfortunately very disappointed. The box has a very good sound but spontaneously makes very funny noises as if something in the box was loose/broken. Very pity this is unacceptable for the price. I guess I have to send them back. If possible, I wouldn't give stars at all"
    },
    {
        "title": "Alles gut, bis man lauter macht.Everything is good until you turn it up louder.",
        "text": "Doesn't work properly: Audio drops out randomly for long periods. Hard reset (long pressing the power button) fixes it but it is not at all convenient!"
    },
    {
        "title": "Flopflop",
        "text": "Das Gerät funktionierte einige Monate lang gut. Aber dann dauerte das Laden viel länger und war auch nach dem Anschließen über Nacht nie vollständig geladen. Außerdem wird die Spielzeit drastisch auf wenige Minuten reduziert. Möchte lieber etwas mehr für eine bekanntere Marke ausgeben, die mindestens ein paar Monate hält.The device worked well for several months. But then charging took much longer and was never fully charged even after connecting overnight. In addition, the game time is drastically reduced to a few minutes. Would rather spend a little more on a more well-known brand that will last at least a few months."
    },
    {
        "title": "Great bang for the buck",
        "text": "VERY DISAPPOINTED with this purchase. Used it only two times and the speaker already making a terrible sound when using Speakers are blown. Really liked the size of the unit for travel, but didn't work out.Emailed the seller, but got no help from anyone. Complete waste of money!!!"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Au top!!!Compact, son au delà des mes espérances.Rapport qualité /prix.Je recommande.Mise a jour du commentaire :deux jours après avec 2h d'utilisation1-la batterie ne charge plus !!!!2-plus aucun son ne sort de l'enceintevraiment très déçu.je pense acheter un produit d'une autre marque car plus confiance après seulement deux jours.vraiment dommage car le son est bon.At the top!!! Compact, sound beyond my expectations. Quality/price ratio. I recommend. Comment update: two days later with 2 hours of use 1-the battery no longer charges!!!! 2-Plus no sound comes out of the speaker really very disappointed. I am thinking of buying a product from another brand because I am more confident after only two days. really a shame because the sound is good."
    },
    {
        "title": "Speakers blown after 2 uses",
        "text": "Die Box bringt alles mit, was man sich erwartet und dies bei einem unschlagbaren Preis-Leistungsverhältnis.Jedoch gibt die Box nun nach weniger als zwei Monaten besonders beim \"BassUp\"-Modus, der eigentlich das Gerät auszeichnet, unschöne Vibrationen (im inneren) und Übersteuerungen von sich. Dies macht das Gerät leider nahezu unbrauchbar.The box comes with everything you expect and this at an unbeatable price-performance ratio. However, after less than two months, the box now releases unsightly vibrations (inside) and override, especially in the “BassUp” mode, which really distinguishes the device. This, unfortunately, makes the device almost unusable."
    },
    {
        "title": "Qualité du son au topTop sound quality",
        "text": "Das der Klang nicht so berauschend ist, muss man bei der Preisklasse vielleicht akzeptieren. Aber ein absolutes No Go ist die Tatsache, dass bei einer Soundverbindung per Kabel (PC angeschlossen), die Bluetooth-Verbindung nicht mehr funktioniert. Umschalter, verständliche Bedienungsanleitung, Lösung, die nicht darin besteht  ständig das Kabel zu ziehen: Fehlanzeige. Überhaupt: Bedienungsanleitung unterirdisch.That the sound is not so intoxicating, you may have to accept in the price range. But an absolute no go is the fact that with a sound connection via cable (PC connected), the Bluetooth connection no longer works. Switches, understandable instruction manual, solution that does not consist in constantly pulling the cable: misindication. In general: operating instructions underground."
    },
    {
        "title": "Am Anfang Top, dann FlopIn the beginning top, then flop",
        "text": "Sound quality wasn’t as good as I hoped for after listening to UE BOOM’s"
    },
    {
        "title": "unbrauchbarimpractical",
        "text": "Nach paar Monate Nutzung, macht er jetzt dauerhaft komische Geräusche wenn ich Musik höre. Leider kann ich nicht mehr benutzen, muss ich wegschmeißen....After a few months of use, he now permanently makes funny sounds when I listen to music. Unfortunately, I can no longer use, I have to throw away..."
    },
    {
        "title": "Can’t pump up the jam!",
        "text": "壊れたらなおせない。If it breaks, I can't fix it."
    },
    {
        "title": "To good to be true...To be true...",
        "text": "Wir waren eigentlich ziemlich zufrieden mit der Soundbox, aber dann hat plötzlich der Power-Knopf nicht mehr funktioniert. Und nun können wir die Box nicht mehr abschalten, bis sich der Akku entladen hat. -.-Ich bin ziemlich enttäuscht.We were actually quite satisfied with the soundbox, but then suddenly the power button stopped working. And now we can't turn off the box until the battery has discharged. -I'm pretty disappointed."
    },
    {
        "title": "使い捨てdisposable",
        "text": "Das Preis/Leistung Verhältnis ist einfach unschlagbar.Für diesen Preis findet man keinen Lautsprecher in dieser Größe der solchen Klang bietet. Sowohl Höhen als auch Tiefen.Die Funktion, dass sich der \"Bass Boost\" abschalten lässt finde ich super.Steht einer Bose Soundlink Mini II wirklich in nichts nach.Absolute Kaufempfehlung.Edit:Leider vibriert mittlerweile im Inneren irgendetwas, was sich sehr schlecht anhört.Wirklich schade, war sonst eine sehr gute BoxThe price/performance ratio is simply unbeatable.For this price you will not find a loudspeaker of this size that offers such sound. Both highs and lows.The function, that the “Bass Boost” can be switched off, I find great.Is really in no way inferior to a Bose Soundlink Mini II.Absolute purchase recommendation.Edit:Unfortunately, something now vibrates inside that sounds very bad.Really a pity, otherwise a very good box"
    },
    {
        "title": "Hat ja nicht lange gehalten....Didn't last long...",
        "text": "Am Anfang ein super Lautsprecher mit beeindruckendem klang. Nur gleich nach Ablauf der 18 Monatigen Garantiezeit fing der Lautsprecher an, seltsame Vibrationen, besonders im \"BassUp\" Modus, von sich zu geben. Das macht ein angenehmes Musikhören nahezu unmöglich. Daher empfehle ich diesen Lautsprecher eher nicht weiter.In the beginning, a great loudspeaker with an impressive sound. Just after the 18-month warranty period had expired, the loudspeaker started to emit strange vibrations, especially in “BassUp” mode. This makes pleasant music almost impossible to listen to. That's why I don't recommend this speaker to anyone else."
    },
    {
        "title": "Great bang for the buck",
        "text": "Not at all a good product. I bought this product and realized that the actual battery life is way lesser than whats mentioned or claimed. It only lasted for about 2 hrs after a full charge. The speakers started functioning improperly after 2 days. Over all i felt that the product is completely waste."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Eigentlich gut aber nach Garantie (26 Monaten) Defekt.Das ist keine Qualität oder man kann sagen ist halt aus China, dafür aber viel zu TeuerActually good but after warranty (26 months) defect. That is not quality or you can say it is simply from China, but much too expensive for that"
    },
    {
        "title": "WORST PRODUCT EVER PURCHASED",
        "text": "毎日使用しようと試みていますが、2日に一度Bluetooth接続ができません。使用は出来ているのですが、なんなのでしょうか。I try to use it every day, but once every 2 days I can't have a Bluetooth connection. I have been able to use it, but what is it?"
    },
    {
        "title": "Defekt nach 26 MonatenDefect after 26 months",
        "text": "Das Gerät hat nach etwas über einen Jahr Gebrauch erhebliche Probleme mit dem Bass bekommen. Es hört sich an, als hätte sich in Innenleben etwas gelockert, was bei tieferen Bässen mitvibriert. Das Musik Vergnügen ist somit nach gut einem Jahr seltener Nutzung dahin. Schade!After just over a year of use, the device has had significant problems with the bass. It sounds as if something has loosened up on the inside, which vibrates with deeper bass. The music fun is therefore gone after a good year of infrequent use. What a shame!"
    },
    {
        "title": "Bluetooth接続が不安定Bluetooth connection is unstable",
        "text": "Original review below. Unit is now 18 months old and one of the speakers inside has worked loose. Now it rattles when the bass boost is on with most songs at a normal volume. Not so bad if I lie it on its back!---------Amazing! This thing is astounding. Belies it's size. Made me an ANKER advocate. Good battery, feels solid, charge time is quite slow, but it lasts for ages, so no major complaint."
    },
    {
        "title": "Leider erhebliche Probleme mit dem Bass.Unfortunately, significant problems with the bass.",
        "text": "Ich wollte umtauschen, dies war nicht möglich. Ich hätte neu kaufen müssen für einen höheren Preis, das habe ich natürlich nicht gemacht.I wanted to exchange, it wasn't possible. I would have had to buy a new one for a higher price, of course I didn't do that."
    },
    {
        "title": "Updated - was great little machine, very happy with purchase.",
        "text": "Der Lautsprecher ist super! Hab ihn deswegen auch zum zweiten mal bestellt. Leider ist die Lieferung nicht angekomnen obwohl er als \"Zugestellt\" vermerkt wurde. Im Briefkasten ist keine Nachricht, kein Nachbar hat etwas erhalten. Angeblich habe ich den Artikel in meinen Händen. Da is aber nix. Artikel: 5 Sterne weil ich das Ding kenne. Ist echt gut. Lieferung: 0. Nichts angekomnen!! Nur ein Stern, weil ich halt nix erhalten habe.The speaker is great! That's why I ordered it for the second time. Unfortunately, the delivery did not arrive even though it was marked as “delivered”. There is no message in the mailbox, no neighbour has received anything. I supposedly have the article in my hands. But there is nothing there. Article: 5 stars because I know the thing. It's really good. Delivery: 0. Nothing received!! Just a star because I didn't get anything."
    },
    {
        "title": "Wurde defekt geliefertWas delivered defective",
        "text": "Die Klangqualität des Anker SoundCore Boost lässt sehr zu wünschen übrig. Der Ton hat kein Volumen, die Höhen gehen teils komplett verloren und bei zunehmender Lautstärke übersteuert der Anker SoundCore Boost total. Im Gesamten kann ich das Gerät leider nicht empfehlen.The sound quality of the Anker SoundCore Boost leaves much to be desired. The sound has no volume, some of the treble is completely lost and as the volume increases, the Anker overrides SoundCore Boost completely. Unfortunately, I can't recommend the device in its entirety."
    },
    {
        "title": "Super Lautsprecher !!Awesome speaker!!",
        "text": "Schön handliche Box, leicht zu bedienen, aber: Bei basslastigen Songs, fing es an zu knacken und knarzen und das ab etwas über halbaufgedrehter Lautstärke. Von daher ging das Gerät zurück. Nach den ganzen super Rezensionen hab ich mir viel mehr erhofft.Beautifully handy box, easy to use, but: With bass-heavy songs, it began to crack and creak and that off slightly above half-turned volume. Therefore, the device went back. After all the great reviews I hoped for a lot more."
    },
    {
        "title": "Klangqualität ungenügendSound quality insufficient",
        "text": "Eine Frechheit gebrauchte Artikel zu bekommen! Fingerabdrücke, Nagelkratzer.Beigelegtes USB Kabel alt, gebrochen, dreckig.OVP beschädigt.Sofort zurück geschickt - keinen einzigen Stern ist es wert!A cheeky to get used items! Fingerprints, nail scratches.USB cable included old, broken, dirty.OVP damaged.Sent back right away - not a single star is worth it!"
    },
    {
        "title": "Great bang for the buck",
        "text": "Am Anfang war ich davon sehr begeistert, leider nach fast 6 Monaten kam einfach keine Musik mehr raus. Ich versuche jetzt mit Support.I was very excited about it at first, unfortunately after almost 6 months, there was simply no more music coming out. I'm trying with support now."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Haben mit dem Gerät viel Spaß gehabt. Leider lässt es sich 4 Wochen nach Garantieablauf nicht mehr einschalten. Schade.Have had a lot of fun with the device. Unfortunately, it can not be switched on 4 weeks after the warranty expires. Too bad."
    },
    {
        "title": "Anfangs sehr zufrieden, nach knapp 6 Monaten defektVery satisfied at first, defective after just under 6 months",
        "text": "Schrott die USB Ladebuchse ist sehr schnell kaputt ,danach kann man Gerät nicht mehr laden.Gerät Ton so lala für den Preis.The USB charging socket is broken very quickly, after which you can no longer charge the device. Sound device so-so for the price."
    },
    {
        "title": "Nach Garantieablauf totDead after warranty",
        "text": "1. Lieferung musste ich zurückschicken,da Box sich nicht aufladen ließ.2.Lieferung funzte 9 Monate,dann das gleiche Problem. Produkt scheint Probleme mit der Ladeelektronik zu haben. Dadurch keine KaufempfehlungSound und Akkuleistung (wenn es funzt)ok1. Delivery I had to return because Box could not be recharged. 2.Delivery funzte 9 months, then the same problem. Product seems to have problems with charging electronics. Thereby no buying recommendationsound and battery power (if it funzt) ok"
    },
    {
        "title": "Gerät naja würd ich nicht noch einmal kaufenDevice well I wouldn't buy it again",
        "text": "Akku lässt sich nach dem ersten entladen nicht mehr aufladen! Leider absoluter Fehlkauf!Battery cannot be recharged after the first discharge! Unfortunately, absolute wrong!"
    },
    {
        "title": "Keine KaufempfehlungNo recommendation to buy",
        "text": "Wanted 3.5mm aux input for tv unfortunately vers 2 was delivered that doesn't have it. Just missed out."
    },
    {
        "title": "Akku defekt!Battery defective!",
        "text": "Voilà après plus d'un an d'utilisation et en toute honneté pas d'utilisation intense.Mon enceinte se charge et sans avoir utilisée l'enceinte 2 h plus tard plus de batterie, je suis vraiment très déçu de cette enceinte qui n'est pas la moins chère du net.Un conseil mettez quelques euros de plus et acheté une bose ou une jbl.Voilà conseil collaboratif comme on ditThat's it after more than a year of use and in all honesty no intense use. My speaker is charging and without using the speaker 2 hours later I run out of battery, I am really very disappointed with this speaker which is not the cheapest on the net. A tip: put a few euros more and buy a Bose or a JBL. That's collaborative advice as they say"
    },
    {
        "title": "3.5mm aux input missing",
        "text": "Lief super bis heute dann hörte man mehr rauschen als musik. Echt schade nach 2 Monaten.It was great until today then you heard more noise than music. A real shame after 2 months."
    },
    {
        "title": "Ne tiens plus la charge après 1 anStop holding the charge after 1 year",
        "text": "Use it in my old Rav4 for long drives and out of the way places. always have sound and the sound is great."
    },
    {
        "title": "Nur von kurzer DauerOnly for a short time",
        "text": "This is the 2nd Anker Bluetooth speaker that has failed on me \"just\" after the warranty has ran out. A full charge, completely dead in under an hour :("
    },
    {
        "title": "Great bang for the buck",
        "text": "Kommentarlos!No comment!"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Genau nach Ablauf der Garantie lies sich die Box nur noch bei permanenter Stromversorgung betreiben. Kurz darauf fing der Lautsprecher an zu übersteuern, auch bei geringer Lautstärke.Exactly after the warranty expired, the box could only be operated with a permanent power supply. Shortly after, the loudspeaker began to overdrive, even at low volume."
    },
    {
        "title": "Kommentarlos!No comment!",
        "text": "Buona potenza e durata della batteria. Scrivo quello che non mi è piaciuto. Lo sportello che chiude le prese va ad appoggiare sul cavo quando si ricarica, sforzando così la presa stessa. Qualcuno ha avuto problemi con la presa usb, forse per questo. Pulsanti non illuminati difficili da trovare al tatto. Se non si fa il consenso per accesso ai contatti, l'accoppiamento automatico con il bt non funziona più e si deve collegare manualmente tutte le volte (noioso se non lo si usa per il vivavoce). L'indicazione della carica batteria sul cellulare è piuttosto approssimativa, passa da 60 al 40 al 20...Per il resto mantiene le promesse.Edit:Purtoppo dopo 2 anni e un paio di mesi, la batteria sta morendo. Si scarca in fretta e dopo poco che é in carica da batteria piena. Ma ovviamente non é così. Inoltre durante la carica di scalda ed il fondo sembra leggermente gonfio. Brutti segnaliGood power and battery life. I'm writing what I didn't like. The door that closes the sockets rests on the cable when charging, thus straining the socket itself. Someone had problems with the USB socket, maybe because of that. Unlit buttons that are hard to find by touch. If you do not consent to access the contacts, the automatic pairing with the BT no longer works and you have to connect it manually every time (boring if you don't use it for the speakerphone). The indication of the battery charge on the mobile phone is rather approximate, it goes from 60 to 40 to 20... For the rest it keeps its promises. Edit: Unfortunately after 2 years and a couple of months, the battery is dying. It discharges quickly and after a short while it is charged from a full battery. But of course this is not the case. In addition, during charging it heats up and the bottom seems slightly swollen. Bad signs"
    },
    {
        "title": "Hält bis Ablauf der Garnatie.Lasts until the garnish expires.",
        "text": "Après 6 mois d'utilisation, la batterie commençait à ne plus tenir la charge, puis le son s'est mis à grésiller... Après à peine un an : la batterie ne tient plus la charge, elle doit être branché sur secteur en permanence et le son grésille constamment. Produit de qualité au départ mais qui se dégrade bien trop vite. >>>> Très déçu!!!!After 6 months of use, the battery started to stop holding a charge, then the sound started sizzling... After barely a year: the battery no longer holds a charge, it has to be plugged into the mains all the time, and the sound is constantly sizzling. Quality product at first but which deteriorates much too quickly. >>>> Very disappointed!!!!"
    },
    {
        "title": "Appena fuori dalla garanzia proboemi di batteriaJust out of warranty battery issues",
        "text": "Nach 2 Wochen ist das Gerät schon vollständig  defekt, nachdem es sich bereits angekündigt hatte mit schlechter und zerhackter Musikübertragung. Obwohl die Bewertung ziemlich gut war. Nun Trödel wegen dem ZurückschickenAfter 2 weeks, the device is completely defective, having already announced that it had poor and hacked music transmission. Although the review was pretty good. Now junk for sending back"
    },
    {
        "title": "PRODUIT JETABLE !!! A éviter.DISPOSABLE PRODUCT!!! To avoid.",
        "text": "guys, this is nightmare, it doesn't keep the battery at all, maybe my unit came this defected but in any case even in the beginning it never kept the battery longer than 1 hour. now it only keeps working only plugged in."
    },
    {
        "title": "gerät nach 2 Wochen defektdevice faulty after 2 weeks",
        "text": "Direkter Vergleich  mit der ANKER core 2 mit 24std.akku laufzeit.......naja Lautstärke etwas lauter (geringfügig), Raumklang deutlich besser. Ob man dafür unbedingt 20€ mehr als für die Core 2 bezahlen möchte.........muss jeder selber wissen.Direct comparison with the ANKER core 2 with 24std.akku runtime... well volume slightly louder (slightly), room sound significantly better. Whether you want to pay 20€ more than for the Core 2... everyone needs to know for themselves."
    },
    {
        "title": "doesn't keep the battery",
        "text": "Leider mache ich immer wieder den Fehler günstige Produkte mit scheinbar guter Leistung zu kaufen.1. Nach 2,5 monaten defekt2. Man kann ihn NICHT  dauerhaft per USB oder anders laden direkt nach dem laden entlädt er sich und ist somit wenn man ihn braucht IMMER leer.Super nervig da aufgrund dieses fest installierten Mangels unbrauchbarUnfortunately, I always make the mistake of buying cheap products with seemingly good performance. 1. Defective after 2.5 months  2. You can NOT charge it permanently via USB or otherwise. It discharges immediately after charging and is therefore ALWAYS empty when you need it. Super annoying because it's unusable due to this permanently installed defect"
    },
    {
        "title": "Anker Soundcore Boost 12 Std. akkuAnker Soundcore Boost 12 hours battery",
        "text": "Bei Liedern mit auch ein wenig Bass klappert es im inneren und es gibt unschöne Geräusche. Wirklich gar nicht mehr zu gebrauchen. Tut mir leid, früher was es gut.Songs with even a little bass rattle inside and make unpleasant noises. Really not useful anymore. I'm sorry, it used to be good."
    },
    {
        "title": "billiger Müll Sound wenn er läuft okcheap trash sound when it's running ok",
        "text": "Bought this item just under 2 year ago. it was only used occasionally. It could no longer take charge."
    },
    {
        "title": "Great bang for the buck",
        "text": "WONT TAKE A CHARGE AFTER ONLY 3 MONTHS  - PIECE OF CRAP DONT BUY IT !!!"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Sound Qualität einwandfrei. Leider war die Box schon bei Lieferung defekt sodass ich diese nicht laden konnteSound quality impeccable. Unfortunately, the box was already defective upon delivery so I couldn't load it"
    },
    {
        "title": "STOPPED WORKING AFTER 3 MONTHS",
        "text": "This is my second speaker as the first stopped working, this has also stopped working after just over a years use, when it did work the bluetooth connection was always disconnecting and when it did reconnect the sound quality was awful"
    },
    {
        "title": "najaWell",
        "text": "Did not turn on, but they gave me a refund"
    },
    {
        "title": "Stopped working",
        "text": "Speakers blew out within half a year of minor usage"
    },
    {
        "title": "Disappointed",
        "text": "Nothing to dislike about this the sound quality is superb"
    },
    {
        "title": "Blown after minor usage",
        "text": "このスピーカーは充電ずっとしておくと放電しちゃって、次回使おうとしたときバッテリー切れになるんですよね。せっかくバッテリー内蔵なのに常にUSBケーブルつないでおかないと使えない悲しい子です。音はいいです。This speaker will be discharged when you keep it charged, and the battery will run out the next time you try to use it. It is a sad child that can not be used unless you always connect a USB cable even though it is a built-in battery. The sound is good."
    },
    {
        "title": "It’s small and packs a great sound",
        "text": "Two faulty units - one doesn’t work unless you plug it into the mains even when fully charged, which was replaced under warranty. Second one just died within a few weeks of receiving. Incredibly frustrating customer service - has required numerous emails to try and resolve. Not impressed at all. Now trying to get my money back."
    },
    {
        "title": "音質はいいが充電できないSound quality is good, but I can't charge it.",
        "text": "After a couple months of light use, the drivers may blow.There is a problem with the audio input as it seems to only support one channel. Being the right channel in my case.This is my second speaker from anker so I'm very sad to write this."
    },
    {
        "title": "Two faulty units and rubbish customer service",
        "text": "Bei > 600 Bewertungen und 5,5 Sterne hatte ich mehr erwartet.Der Sound ist klasse!Aber:- Akku nach 2 Stunden leer (hatte vorher 12 Stunden geladen)- Box lässt sich nicht ausschalten (geht kurz aus und fährt dann immer wieder hoch)With > 600 reviews and 5.5 stars, I expected more. The sound is great! But:  - Battery empty after 2 hours (had previously charged for 12 hours)  - Box cannot be switched off (turns off briefly and then restarts again and again)"
    },
    {
        "title": "Great bang for the buck",
        "text": "....wegen: Nach problemlosem Pairing ständige Aussetzer der Bluetooth Verbindung selbst in 1m Entfernung. Der Sound im Übrigen enttäuschend.  Für das kleine Teil überraschend kräftige Bässe,  aber insgesamt dumpf und matschig. Nichts für mich.... because of: After a problem-free pairing, the Bluetooth connection is constantly interrupted even at a distance of 1 m. The sound is disappointing, by the way. Surprisingly powerful bass for this small part, but overall dull and muddy. Not for me."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Nach 2 Jahren kaputt.Wurde nicht oft benutztBroke after 2 years. Not often used"
    },
    {
        "title": "Geht sofort zurück...Go back immediately...",
        "text": "Ho acquistato questo prodotto 2 anni fa.Suono fantastico e anche la durata della batteria è notevole.Purtroppo dopo due anni non si riesce più a caricare la batteria.Collegato al cavo usb i led lampeggiano come se stesse caricando e dopo qualche ora segnala di essere arrivato a carica completa e invece appena si stacca il cavo, i led si spengono e la batteria non è carica.Fortunatamente mancava un mese alla scadenza della garanzia e ho potuto effettuare il reso, ma ho avuto lo stesso problema anche con altre casse Anker di modello diverso.Sono molto delusa da questa marca che reputavo affidabile.I bought this product 2 years ago. It sounds fantastic and the battery life is also remarkable. Unfortunately, after two years it is no longer possible to charge the battery. Connected to the USB cable, the LEDs blink as if it were charging and after a few hours it reports that it has arrived at full charge and instead, as soon as the cable is detached, the LEDs turn off and the battery is not charged. Fortunately, the warranty was a month away and I was able to return it, but I also had the same problem with other Anker boxes of a different model. I am very disappointed with this brand that I considered reliable."
    },
    {
        "title": "Nicht besonders langlebigNot very durable",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:32Loaded: 26.04%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:32 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio TrackFullscreenThis is a modal window.\n\n\n こんにちは。アンカー大好き人間です。モバイルバッテリーとかも使っててケーブル類もアンカーです。しかしこのスピーカーには困りました。音質も良く、最初は快適に使えてました。最初は。。。しかし購入して半年ちょっと(8ヶ月目くらい)でバッテリーが半分までしか充電出来ず。何をやっても治りません。私の使い方が悪い可能性は無いと思います。何故かと言うと部屋で固定で使ってますので落下などはしてない。さらに充電だって満タンにしてちゃんと使い切ってから充電してます。(残り1メモリになると充電してます。)それなりに気に入っていたので大事に使っていただけちょっと残念でした。やはりちょっと高いけどB○atsさんのPi○lのシリーズがJ○Lのシリーズのスピーカーにすれば良かったかもしれないと少し後悔してます。物自体は悪いものではないのに。。。これに関しては残念でした。他の製品はオススメですよ！！これからもよろしくお願いします。これが不良なら良いのですが、お返事出来たらお願いします。出来たらでいいです。長く使う上で期待していたのに。残念です本当に。Hello. I love anchors. I also use a mobile battery and cables are anchors. But I was having trouble with this speaker. The sound quality was also good, and it was comfortable to use at first. The first time... However, after purchasing, the battery can only charge up to half in just half a year (about 8 months). I don't get cured no matter what you do I don't think it could be bad for me to use. Why do I use it in a fixed room so I'm not dropping it. In addition, the charge is full and used up properly before charging. (It's charging when it comes to 1 memory remaining.) I liked it in its own way, so it was a bit disappointing that I used it carefully. It's a bit expensive, but I regret a bit that B○ ATS's Pi ○ L series may have been good if it was a speaker of the J○ L series. things themselves are not bad... I was sorry about this. Other products are recommended!! Thank you again in the future. It's good if this is bad, but if you can reply, please. It's good if you can. I was expecting to use it for a long time. I'm sorry really."
    },
    {
        "title": "Dopo 2 anni non si carica piùAfter 2 years it doesn't charge",
        "text": "Powerful sound system and easy to connect Bluetooth. Sound noticeably muffled though, even with the extra Bass off. Battery stoped charging 1 year 3 months after purchase! Waste of money and false economy. Won’t buy from this brand again."
    },
    {
        "title": "せっかくいいのに。I'm so good.",
        "text": "Update: Nach 2 Jahren  Schrottklingt um einiges ausgewogener als die soundlink mini 2 von bose, die ich nach einer woche zurückgeschickt habe.ich kenne keinen lautsprecher in der größe, der so gut klingt, meiner meinung nach auch besser als die flip 3 welche ich ein jahr lang im einsatz hatte. dazu noch der günstige presi: perfekt!Update: After 2 years of scrap   sounds a lot more balanced than the Soundlink Mini 2 from Bose, which I sent back after a week. I don't know any loudspeaker of this size that sounds so good, in my opinion even better than the Flip 3 which I used for a year. Plus the cheap presi: perfect!"
    },
    {
        "title": "Easy Bluetooth but sound muffled and poor battery",
        "text": "Das Gerät gab nach einigen Stunden Gebrauch den Geist auf, plötzlich aufkommende kreischen dann nichts mehr. Gerät schicke ich als defekt zurück.The device gave up the mind after a few hours of use, suddenly emerging screaming then nothing more. Device I send back as defective."
    },
    {
        "title": "Nach 2 Jahren SchrottAfter 2 years of scrap",
        "text": "Lets out a continual low level buzz when turned on, which disappears when playing music.  I purchased this primarily as a speaker for my PC and so want to leave it continually on.  This means that the low level buzz is very annoying.  Have sent it back for a refund, will now look for something else.  Luckily amazon returns are great!"
    },
    {
        "title": "Wenn funktioniert ist es nicht schlechtIf works it is not bad",
        "text": "Habe die Box jetzt 4 Monateund war bis jetzt voll zufrieden. Doch nun spinnt der Akku, ich lade die Box vollständig auf und entferne das Ladegerät und keine zehn Stunden später ist der Akku komplett leer das ich sie ohne Netzteil nicht betreiben kann.I've had the box for 4 months now and I've been completely satisfied so far. But now the battery is crazy, I fully charge the box and remove the charger and less than ten hours later the battery is completely empty so I can't operate it without a power supply."
    },
    {
        "title": "Low level buzz",
        "text": "確かに「SoundCore 2」と比べると音がこもっています。段ボール紙の向こうから音がしているような印象です。動画など見ますとスピーカー前のメッシュを外してもさほど変わらないようで、この機種の仕様なのでしょう。低音はうたい文句通り強いです、PCデスクの上に置いていると振動が手に伝わります。ただし、その低音もこもった感じはします。また、動画にしようと手袋をして開封しましたが、ボタンに指紋がついていました。動作テストは行っているのでしょうが、素手でやらないようにしてほしいです。4か月後追記上面がほんのり暖かい事が多いです。内蔵の電池の問題でなければ良いのですが。7か月後追記充電のためケーブルを挿して一晩放置、朝に充電終了を確認、使用するためケーブルを抜き、電源を入れるとバッテリー残量ランプが2を表示(満タンは4)ケーブルを挿していると放電するようです。Certainly the sound is muffling compared to “SoundCore 2\". The impression is that the sound is coming from the other side of the corrugated paper. When I watch videos etc, it does not seem to change much even if I remove the mesh in front of the speaker, so it is a specification of this model. The bass is as strong as you complain about, the vibration is transmitted to your hands when you put it on your PC desk. However, the bass also feels muffled. Also, I opened it with gloves on to make a video, but fingerprints were on the button. I'm doing operation tests, but I want you not to do it with your bare hands. After 4 months postscript the top is often slightly warm. If it's not a problem with the built-in battery, is it good. After 7 months, insert the cable for charging and leave it overnight, check the end of charging in the morning, unplug the cable for use, and turn on the battery level lamp Show 2 (full tank is 4) It seems to discharge when the cable is inserted."
    },
    {
        "title": "Great bang for the buck",
        "text": "Keine Audiobuchse mehr wie Vormodell . Bluetooth ungenügend.No more audio jack like the previous model. Bluetooth insufficient."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "manque instruction pour utilisation avec le téléphone très déçuLack of instructions for use with the phone very disappointed"
    },
    {
        "title": "Mangelnde AudioverbindungLack of audio connection",
        "text": "Sound was poor,my phone sounds better on its own"
    },
    {
        "title": "instructioninstruction",
        "text": "Sound quality was poor and not in line with the 5 star reviews I had read. Very disappointed and will be returning."
    },
    {
        "title": "Disappointed",
        "text": "Einfach schrott! Habe jetzt schon den zweiten und jedesmal wird der akku kaputt!Just scrap! Have now already the second and every time the battery is broken!"
    },
    {
        "title": "Muffled sound quality",
        "text": "Just after 3 months ... Sound gets distorted when used with the bass up button.. rest don't ever buy any product of Anker from the atm retailer .. like Amazon . They don't provide any warranty on the speaker do remember one thing.. if u purchase this speaker from Anker site directly then u will get the warranty for 18 months ... And if u buy from Amazon then it is for only 12 days .. pls don't waste your money .."
    },
    {
        "title": "schrottscrap",
        "text": "現在、サポートセンターで、本国にコンタクトし、しらべてもらっております。音質は、この手でのアベレージでしょうか。追記修理のためアンカーに出しアップデートした物返ってきましたが 音量調整不能。動作確認してないね。とても残念。追記事務所になんども電話しても出ないし、無店舗だから安いのも理解できるが、まあ いつになっても買い物正解がないね。追記結果返品➤返金になりました。ご参考まで・・・。Currently, I am contacting my home country at the support center to get an inquiry. Is the sound quality an average with this kind of average? Postscript I took it out to the anchor for  repair and the updated one came back, but I couldn't adjust the volume. I haven't checked the operation. So disappointing. Postscript: No matter how many phone calls to the  office, they don't answer, and since there are no stores, I can understand that they are cheap, but no matter when it comes to shopping, there's no right answer.   Additional note  result return ➤ Refund has been made. Just for your reference..."
    },
    {
        "title": "Worst after sale service experience",
        "text": "Received this item charged for 4 hours still had no power..... annoyed as seen this on unbox therapy I'm also a YouTuber...thought this would be a great product but was disappointed maybe I just got a faulty one"
    },
    {
        "title": "SONY NW-WM1A　では音量調整不可　お気をつけて！The volume cannot be adjusted on the SONY NW-WM1A, be careful!",
        "text": "Initially I was impressed with the product but at just over two years old it had developed rattles and is unusable. I would avoid this and go for a better engineered quality brand"
    },
    {
        "title": "Dont buy",
        "text": "音が響くだけで、音質の悪さにうんざりしたI was fed up with poor sound quality, just sounding"
    },
    {
        "title": "Great bang for the buck",
        "text": "die Lautstärke kann am Gerät nicht mehr verstellt werden. + und - funktionieren nicht mehr.Gerät ist 2 Monate alt. :-(The volume can no longer be adjusted on the device. + and - no longer work. Device is 2 months old. :-("
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Bis jetzt war alles ok. Leider nach genau 2 Jahren defekt. Lautsprecher haben Vibrationen und scheppern.Everything's been okay so far. Unfortunately defective after exactly 2 years. Speakers vibrate and rattle."
    },
    {
        "title": "Lautstärken EinstellungVolume setting",
        "text": "Das Teil klingt nicht so gut, wie einige hier schreiben. Aus meiner Sicht ging es zurück und ich habe etwas mehr Geld investiert und einen Denon gekauft. Der passt zu meinen Erwartungen.The part doesn't sound as good as some people write here. From my point of view, it went back and I invested a little more money and bought a Denon. It fits my expectations."
    },
    {
        "title": "Nach 2 Jahren scheppernAfter 2 years of clattering",
        "text": "Initially it sounded a bit iffy but I persevered with it. The bass three days after purchasing has now completely packed in and sounds like someone passing wind. I have written to Amazon to complain. I hope to update my review if this is result."
    },
    {
        "title": "Nein!No!",
        "text": "Die Box bringt alles mit, was man sich erwartet und dies bei einem unschlagbaren Preis-Leistungsverhältnis.Jedoch gibt die Box nun nach weniger als zwei Monaten besonders beim \"BassUp\"-Modus, der eigentlich das Gerät auszeichnet, unschöne Vibrationen (im inneren) und Übersteuerungen von sich. Dies macht das Gerät leider nahezu unbrauchbar.The box brings everything you expect at an unbeatable price-performance ratio. However, after less than two months, the box now gives off unsightly vibrations (inside) and oversteers, especially in the “BassUp” mode, which actually distinguishes the device. This, unfortunately, makes the device almost unusable."
    },
    {
        "title": "The speaker I received is unusable",
        "text": "Soundcoreを購入して20か月過ぎころに、バッテリーが全く充電しなくなった。また、bassup機能が悪くなりノイズが出て来た。値段相応かも知れませんが残念です。永く使える商品でないことが分かりました。After 20 months after I bought Soundcore, the battery stopped charging at all. Also, the bassup function got bad and the noise came out. The price may be appropriate, but it is disappointing. I found it is not a product that can be used for a long time"
    },
    {
        "title": "Am Anfang top, jetzt ein FlopTop in the beginning, now a flop",
        "text": "Ewige Versuche nötig um Verbindung zu erhalten. Nehme meistens ein Kabel!?!?It takes endless attempts to connect. Usually use a cable!?!?"
    },
    {
        "title": "保証期間が過ぎた頃に故障続出Failure after warranty period",
        "text": "The sound of these speakers are amazing, I use it almost daily in the kitchen I work in, I’m on my second one now though as the first one just stopped working, Anker sent me a free replacement as a sorry yet that’s now also just stopped working and won’t charge anymore so I’m gonna have to look for a more durable replacement! :("
    },
    {
        "title": "Bluetooth VerbindungBluetooth connection",
        "text": "Within 12 months it would not hold a charge!! Very disappointed!"
    },
    {
        "title": "Great speaker just they don’t last long!!",
        "text": "Bereits nach einem Jahr defekt! Schlechte Qualität!Defective after just one year! Bad quality!"
    },
    {
        "title": "Great bang for the buck",
        "text": "まず、ボタンが押しづらい。100歩譲ってそれはいいとしても、つける時と消す時の音が大きすぎる。これはかなり不満。そして何よりBluetooth接続が酷い。iPhoneと接続してるのだが、使う度に音が急に大きくなったり、ボタンで直接調整しないと変わらなかったりする。ankerって有名だから結構期待してたのにこれは酷い。音が良くなかったら捨ててるレベル。First, the buttons are hard to press.Even if it is good for 100 years, the sound is too loud when it is put on and off.This is quite dissatisfied.And above all, Bluetooth connection is worse.It is connected to an iPhone, but the sound suddenly becomes louder every time you use it, or it does not change unless you adjust it directly with the buttons.Because anker is famous, I was expecting quite a lot, but this is terrible.Level to throw away if the sound is not good."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Die Soundbox ist an sich super, nur kann ich das, was Defraggler gepostet hat, absolut bestätigen! SCHLECHT!The sound box itself is great, but I can absolutely confirm what Defraggler posted! BAD!"
    },
    {
        "title": "使っててストレスになるI'm using it and it's stressful.",
        "text": "The BassUp technology isn’t as exciting as it sounds the same when turned off. Also when playing heavy bass music there is a crackling sounds which is due to the bass speaker vibrating on the shell. It is really annoying!"
    },
    {
        "title": "DEFEKT nach 2 JahrenDEFECTIVE after 2 years",
        "text": "Charge the speaker up once had a good battery life trying to charge it up again does not work. Broken with one week do not buy!!!"
    },
    {
        "title": "Crackling noises",
        "text": "Worse than Sound Core 2. Where did you get them 20W from ? Absolutely avoid if you work hard for your money."
    },
    {
        "title": "Don’t buy!!!",
        "text": "LA FUNZIONE DI VIVAVOCE NON E' FUNZIONANTE. SI SENTE LA VOCE DELL'INTERLOCUTORE, MA L'INTERLOCUTORE NON SENTE LA MIA VOCE ANCHE SE LO SPEAKER STA SOLO A 50 CM DI DISTANZA. L'ASSISTENZA DI ANKER SI E' LIMITATA A RISPOSTE PRECONFEZIONATE RIGUARDANTI LA GARANZIA DEL PRODOTTO. NON ESISTE UN MODO  (IN VIA RESIDUALE) DI UTILIZZARE LO SPEAKER SOLO PER L'AUDIO IN ENTRATA, UTILIZZANDO IL MICROFONO DELLO SMARTPHONE. FATTO INNUMEREVOLI PROVE PER VERIFICARE IL MANCATO FUNZIONAMENTO CON L'AUSILIO (SEMPRE COMPETENTE E CORTESE) DEL SUPPORTO AMAZON.  HO RESTITUITO IL PRODOTTOTHE SPEAKERPHONE FUNCTION IS NOT WORKING. YOU CAN HEAR THE SPEAKER'S VOICE, BUT THE CALLER CAN'T HEAR MY VOICE EVEN IF THE SPEAKER IS ONLY 50 CM AWAY. ANKER'S ASSISTANCE WAS LIMITED TO PRE-PACKAGED ANSWERS REGARDING THE PRODUCT WARRANTY. THERE IS NO (RESIDUAL) WAY TO USE THE SPEAKER ONLY FOR INCOMING AUDIO, USING THE SMARTPHONE'S MICROPHONE. I DID COUNTLESS TESTS TO VERIFY THAT IT DIDN'T WORK WITH THE HELP (ALWAYS COMPETENT AND COURTEOUS) OF AMAZON SUPPORT. I RETURNED THE PRODUCT"
    },
    {
        "title": "Look somewhere else",
        "text": "Nach 10 Monaten ist der Akku hinüber.After 10 months, the battery is over."
    },
    {
        "title": "IL VIVAVOCE NON FUNZIONATHE SPEAKERPHONE DOESN'T WORK",
        "text": "piece of total crap  first the battery dont last half as long as it stated and now after just 2 months its stop recharging to now its a $65 paper weightwith only 30 days return im stuck with it , so you today get 1 star as this si why i feel you are worth"
    },
    {
        "title": "Akku hinüberBattery over",
        "text": "Pretty good sound for a unit this size, but the battery is dead just inside the warranty period thankfully. Returning. I’ll look for a proper Lithium battery next time I think."
    },
    {
        "title": "piece of total crap first the battery dont last half as long as ...",
        "text": "Adjusts the voice on its own.One day its loud the other day not so loud.When i click the bass option it disconnects from the television.Avoid"
    },
    {
        "title": "Great bang for the buck",
        "text": "Dröhnender, scheppernder, unausgewogener Klang. Leider Elektroschrott. Sofortige Retoure.Booming, rattling, unbalanced sound. Unfortunately electronic waste. Instant returns."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Amazing sound quality. However speaker keeps disconnecting."
    },
    {
        "title": "KlangkatastropheKlangkatastrophe",
        "text": "Non è affatto potente come pensavo, nonostante il prezzo e le sue dimensioni è meno potente della Soundcore 2 che costa meno ed è più piccola. Deluso.It's not as powerful as I thought, despite the price and its size, it's less powerful than the Soundcore 2, which costs less and is smaller. Disappointed."
    },
    {
        "title": "Speaker keeps disconnecting",
        "text": "Sound Core2も買いました。今回はSound Core Boostも買いました。感想は確かに低音の響きはSound Core2よりもありますがSoundCore2にも言える事ですが音に広がりがありません。私は普段1000円ちょっとした左右にスピーカーがあるタイプの小型のものを使っていますがやはり左右にスピーカーがある方が立体的に聞こえ音に包まれている感じがします。こちらのSound Coreシリーズはやはり顔の正面に設置し顔に 向かって一直線に音がいっている感じでどこか迫力に欠けます。やはり人間左右に耳がついているのだから左右にスピーカーがある方が1番です。プルートゥースはスムーズにつながりましたが私は普段有線なのですがプルートゥースでつなげると無音時のサーというノイズが大きく落ち着いた曲の時はそのノイズが目立ちますね。5、6千円だしてこれを買うよりも1000円くらいのスピーカーの方が私は値段、音どれをとっても良かったです。I also bought Sound Core 2. I also bought Sound Core Boost this time. My impression is that the bass sound is certainly better than Sound Core 2, but it can also be said for SoundCore 2, but there is no spread in the sound. I usually use a small one with speakers on the left and right for a little over 1000 yen, but after all, the one with the speakers on the left and right sounds three-dimensionally, and I feel that it is wrapped in sound. After all, this Sound Core series is placed in front of the face, and it feels like the sound is coming in a straight line towards the face, which is somewhat lacking in power. After all, humans have ears on the left and right, so those with speakers on the left and right are the best. The connection to Bluetooth went smoothly, but I usually use a wired connection, but when I connect to it with Pluto, the noise is noticeable when it's a song where the noise of sir when it's silent is loud and calm down. Rather than spending 5,6,000 yen and buying this, the price of a speaker that was around 1000 yen was better for me, both for the price and sound."
    },
    {
        "title": "Scarsa potenza in termini di suonoLow power in terms of sound",
        "text": "The speaker has blown. It’s just doing a fizz sound whenever a bassy song comes on. Rubbish"
    },
    {
        "title": "私は1000円ちょっとのスピーカーの方が好みです。I prefer speakers that cost a little over 1000 yen.",
        "text": "Benutze auf Arbeit Beim StaplerfahrerUse on work at the forklift driver"
    },
    {
        "title": "The speaker has blown already",
        "text": "Not as loud as I though my old soundcore 2 is louder"
    },
    {
        "title": "Geht so, gute ton, aber sehr schwer mit Bluetooth VerbindungGoes like this, good sound, but very hard to connect with Bluetooth",
        "text": "Box an sich gut, allerdings stockt der Ton obwohl das Handy nahe genug liegt. Leider konnte der Support nicht kontaktiert werden.Box itself good, but the sound stones even though the phone is close enough. Sorry, the support could not be contacted."
    },
    {
        "title": "Not as good as I thought",
        "text": "Poor, I’ve tried to charge using different power points cables even connecting to my laptop."
    },
    {
        "title": "Schechter SupportShechter Support",
        "text": "Le boîtier du chargeur nul cassée après 5 utilisationsThe charger case broke after 5 uses"
    },
    {
        "title": "Great bang for the buck",
        "text": "2年程度で故障するというレビューが多く見られるが、当方が2018年12月26日に購入したSoundCore Boostも2年足らずで充電ができなくなり故障してしまった。(ノイズも酷くなった。)買い替えに散々迷ったが、壊れるまでの性能には満足していたので、もう一度SoundCore Boostを買ってみて、それでも耐久性がこの程度なら他社製に乗り換えようと思う。There are many reviews that it will fail in about two years, but SoundCore Boost, which we purchased on December 26, 2018, could not be charged in less than two years and it failed. (The noise also got worse.) I lost a lot to replace, but I was satisfied with the performance until it broke, so try buying SoundCore Boost again, and if it's still durable to this degree of durability I think I'll make a transfer."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "I am a very big fan of Anker products. I own cables, battery pack.  However, after almost 3 years (bought in dec. 2017) the unit does not keep its charge anymore."
    },
    {
        "title": "耐久性に難あり！There is a difficulty in durability!",
        "text": "I purchased this speaker a few months ago, fantastic sound quality. however the battery life waned after a few months. I have had 2 replacements and each have been faulty. just dont bother with the speaker"
    },
    {
        "title": "Unfortunately, after less than 3 years, the unit does not keep its charge anymore.",
        "text": "Lässt sich schwer mit Bluetooth verbinden.It is difficult to connect to Bluetooth."
    },
    {
        "title": "Don't waste your time",
        "text": "Die Tonqualität ist einfach grauenhaft, direkt Retour.The sound quality is simply horrible, direct return."
    },
    {
        "title": "Bluetoothverbindung schlechtBluetooth connection bad",
        "text": "Lässt sich nach einem Jahr und 10 Monaten nicht mehr laden. Müll.Doesn't charge after one year and 10 months. trash."
    },
    {
        "title": "Schrebbelndes überteuertes Ding!Horrible overpriced thing!",
        "text": "Anfangs top, jetzt Flop!Akku sehr schwach nach knapp einem halben Jahr und Box Übersteuert!Great at first, now flop! Battery very weak after just under half a year and box oversteers!"
    },
    {
        "title": "Hält nicht langeDoesn't last long",
        "text": "Excellent son pour la taille mais quelques d'inconvenients: le son quand on l'allume et qu'on l'eteint qui est extremement fort quelque soit le volume courant. De plus il s'eteint tout seul parfois!Ne fonctionne plus au bout de quelques mois.Excellent sound for the size but a few drawbacks: the sound when you turn it on and off which is extremely loud regardless of the current volume. Plus it turns off by itself sometimes! Doesn't work after a few months."
    },
    {
        "title": "Schwach...Weak...",
        "text": "der klang hat sehr enttäuscht ist dann doch JBL Flip 4 gewordenthe sound has become very disappointed then but JBL Flip 4"
    },
    {
        "title": "excellent son, ne fonctionne plus apres quelques moisgreat sound, no longer works after a few months",
        "text": "The speaker worked perfectly to begin with. It now no longer plays music unless it’s constantly on charge. The second it’s taken off charge it turns itself off. Disappointed."
    },
    {
        "title": "Great bang for the buck",
        "text": "追記ボリュームを徐々に上げて行くとホワイトノイズが盛大に聴こえる、AUX接続では最大音量Bluetooth接続より低いインピーダンスの影響なのかは解らないがヘッドホンアンプを通してまともに聴こえるAnkerに過度の期待は禁物だ今後、購入際は低評価レビューを注視し参考にしたいAnker製品は色々購入して来たが品質のバラツキが顕著の様だタイムセールにて購入梱包、品質、音質、音圧、サイズのどれも値段以上のクオリティでホント買って良かった今後もAnker新製品に期待してます。P.S. If you gradually increase the volume, you can hear white noise grandly, is it the effect of impedance lower than the maximum volume Bluetooth connection in AUX connection I don't know, but I can hear it properly through the headphone amplifier I don't have excessive expectations of Anker. I want to keep an eye on low rating reviews and refer to it when purchasing Anker products I came in but the quality variation seems to be noticeable I bought it at a time sale I was really glad that I bought any of the packaging, quality, sound quality, sound pressure, and size at a quality above the price We are looking forward to new Anker products in the future."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Leider ist der Akku nach 2 Jahren komplett defekt. Pünktlich zum Ende def Garantie Zeit. Sehr ärgerlich!!! Somit kann ich nur vom Kauf abraten.Unfortunately, the battery is completely defective after 2 years. Just in time for the end of the warranty period. Very annoying!!! So I can only advise against buying."
    },
    {
        "title": "ホワイトノイズ AUX端子接続での音量低下White noise volume reduction with AUX pin connection",
        "text": "急に1か月からすぐ電源が落ちる。充電もできず。購入当時は音質に一定の満足はしていたが、購入1年でバッテリが逝かれるのは価格相当の品質なんだろう。The power suddenly drops from 1 month. I can't charge it either. I was satisfied with the sound quality at the time of purchase, but it is the quality equivalent to the price that the battery dies in 1 year of purchase."
    },
    {
        "title": "Akku defektBattery faulty",
        "text": "Lautsprecher rauschen bei angestecktem AUX-Kabel.Speakers noise when the AUX cable is plugged in."
    },
    {
        "title": "バッテリの品質最低Lowest battery quality",
        "text": "Die Klangqualität erinnerte mich an ein MW-Radio und habe es zurück gesendet. Ich hatte für die Preislage ein wenig mehr erwartet. SorryThe sound quality reminded me of an MW radio and sent it back. I expected a bit more for the price range. Sorry"
    },
    {
        "title": "Das Rauschen im WaldeThe noise in the forest",
        "text": "Been on charge for about 2 hours won't hold any charge at all. Will play music whilst on charge but only if it's not loud."
    },
    {
        "title": "schlecht Klangqualitätpoor sound quality",
        "text": "Geiler Sound.Nur leider direkt defekt nach einigen Einsätzen... Akku leider auch schnell am Limit. Die Begeisterung war schnell dahin.Hot sound. Only unfortunately directly defective after some missions... Battery unfortunately also quickly at the limit. The enthusiasm was quickly gone."
    },
    {
        "title": "Don't get it",
        "text": "レビューに騙されないほうがいいまず音がよくない低音が響きすぎてうるさいだけ中音、高音が全く抜けない聞いてると頭が痛くなるレベルiphone7繫いで使ってみたけど、携帯からの音のうが抜けがいい7000円の価値はないかなIt's better not to be fooled by reviews  First of all, the sound isn't good, the bass sounds too loud, it's just the middle and treble sounds don't come out at all I tried using it on the iPhone 7, but I tried using it with the iPhone 7, but it's good to get rid of the sound from the cell phone, isn't it worth 7,000 yen"
    },
    {
        "title": "Schade.Too bad.",
        "text": "充電しようとACアダプタをつないでいると満充電になった後、勝手に放電が始まります。充電しておいていざ使おうとすると、バッテリー切れで使えません。繋ぎっぱなしで使おうにも、使う時に毎回アダプタを抜き差ししなければならず、現実的に使いようがありません。If you connect the AC adapter to charge it, it will start discharging without permission after it is fully charged. If you try to use it after charging it, you will not be able to use it because the battery is dead. Even if you want to use it unplugged, you have to plug and unplug the adapter every time you use it, which is practically impossible to use."
    },
    {
        "title": "ステマがひどすぎるThe stethma is too bad",
        "text": "Dopo 2 mesi lo speaker non carica più, nonostante non lo usi mai in modo improprio se non alla scrivania. Ora lo rimando indietro sperando di non dover pagare nulla per ritornate ad avere uno speaker funzionante. Peccato perché il suono é incredibile ed é molto bello.After 2 months, the speaker no longer charges, although you never use it improperly except at the desk. Now I'm sending it back hoping that I won't have to pay anything to get back to having a working speaker. Too bad because the sound is incredible and it's very nice."
    },
    {
        "title": "Great bang for the buck",
        "text": "不具合品が届いたのだと思います。充電ケーブルを差しっぱなしで使おうと思ってましたが、1度抜いてから挿し直さないと使えませんでした。朝ベットの中から音楽を流してから起きることは不可能でした。I think that the defective item has arrived.I thought I would use the charging cable with it, but I had to unplug it once and plug it back in.It was impossible to wake up after playing music in the morning."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "音量が不安定な時があるし、ブツブツと一定周期で曲が途切れるようになった。iPhoneのBluetoothとは相性悪いのかな？他ANKER品では問題無く聞けてるけど、これダメだわ。There are times when the volume is unstable, and the songs began to be interrupted with a certain period. Doesit work with Bluetooth on the iPhone? Other ANKER products do not have any problems, butthis is not good."
    },
    {
        "title": "不具合品、返品しましたDefective Item, Returned",
        "text": "Le haut parleur grésille occasionnellement, même éteint !The speaker sizzles occasionally, even when switched off!"
    },
    {
        "title": "ブツブツ途切れてイライラするわI'm so frustrating that I'm stuttering.",
        "text": "製品の説明やレビューに期待していましたが、低音を「UP」にしてもちょっと…ほんのちょっとだけ低音が増したような…その程度です。価格もそこそこなのでそれなりの音が出るものかとも思いましたが期待外れ。「VAVA Bluetooth 4.0 スピーカー」も持っているのですが、そちらの方が音圧や中高音のクリアさ、低音の存在感があります。アウトドアに持ち出すのには向いてるのかも知れませんね。I was expecting product descriptions and reviews, but even if I set the bass to “UP” a little... it seems that the bass has increased just a little... to that extent. The price is reasonable, so I thought it would make a decent sound, but it was disappointing. I also have a “VAVA Bluetooth 4.0 speaker”, which has sound pressure, clear middle and high tones, and presence of bass. It might be suitable for taking it out outdoors."
    },
    {
        "title": "Grésillement même éteintSizzling even when switched off",
        "text": "After some use the battery life is almost non existent I have to use it while its on charge now"
    },
    {
        "title": "迫力ある低音など出ないI don't get powerful bass",
        "text": "Good quality.  Works for meupdate and edit:battery dead after 3 month, now only play while plugged in, shows charging but actually not charging."
    },
    {
        "title": "Stay away",
        "text": "Sehr schlechter Klang! Ich bin total enttäuscht!Very bad sound! I'm completely disappointed!"
    },
    {
        "title": "Five Stars",
        "text": "他の方のレビューにもあるよう、充電のためにUSBケーブルを挿しっぱなしにしていると、満充電後に放電が始まるみたいです。使いたい時にバッテリーが切れてしまっていると、使い物にはならないかなぁ。バッテリー以外は良い製品なので残念です。As in other people's reviews, if you leave the USB cable plugged in for charging, it seems that discharge will start after full charge. If the battery is dead when you want to use it, it will not be useful. It's a shame because it's a good product other than the battery."
    },
    {
        "title": "Schlechte QualitätBad quality",
        "text": "Moin ihr Schnittchen!!!!Diese Box ist uncool und total 2014 wenn nicht sogar 2013Ich hab die voll nicht gemocht.Hello their sandwiches!!!! This box is uncool and totally 2014 if not 2013  I really didn't like it."
    },
    {
        "title": "バッテリーに難ありThere is a battery difficulty",
        "text": "The replace unit has the same problem as first unit. I cannot charge it. It is not showing any light. Not happy with this product at all. Bought it because of lots of good reviews."
    },
    {
        "title": "Great bang for the buck",
        "text": "The speaker sounds great, good bass, high volume, easy to use, all very good for the price.I returned mine due to the battery only lasting around 5-10 minutes.Theres no point buying/having a portable speaker where the battery doesnt work"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Awful the unit is faulty and they won't do a thing just make out they will send a replacement  which they won't waste of money"
    },
    {
        "title": "Battery lasts 5 minutes",
        "text": "Hi,It stopped charging, can't charge full. Connected to different charges and nothing improved.Could you do something about it please?"
    },
    {
        "title": "... makes a cracking noise and vibrates the whole unit like ita gonna blow up anker no help",
        "text": "Scheinbar habe ich ein Montagsgerät bekommen, funktioniert nur wenn eine externe Ladequelle angeschlossen ist, der Akku scheint keine Funktion zu habenIt seems that I received a Monday device, only works when an external charging source is connected, the battery does not seem to have any function"
    },
    {
        "title": "stopped working",
        "text": "Changing my previous review. Now daughter says it keeps dropping the Bluetooth connection. The laptop reports device doesn't have the necessary services.WHATS UP WITH THAT?"
    },
    {
        "title": "Nicht die gewohnte Anker-QualitätNot the usual Anker quality",
        "text": "this sound core boost 20w is now where as good as the sound core A3102an its twice the price not very happy with it at allmy A3102 got damaged so i order the bigger size hoping for something better but prefer the A3102"
    },
    {
        "title": "Now disappointed!",
        "text": "im Dezember erhalten und im März hat der Akku versagtreceived in December and in March the battery has failed"
    },
    {
        "title": "this sound core boost 20w is now where as good as the sound core A3102 an its twice the ...",
        "text": "Nach 1 Monat defektDefective after 1 month"
    },
    {
        "title": "Akku Defekt nach 4 MonatenBattery defect after 4 months",
        "text": "この値段でこの音が出るのは非常に満足です。しかし家で充電しながら利用しようとしても気付いたら電池が切れています。この製品は欠陥品です。I am very satisfied that this sound comes out at this price. However, even when I tried to use it while charging at home, I noticed that the battery had run out. This product is defective."
    },
    {
        "title": "Keine Bluetooth VerbindungNo Bluetooth connection",
        "text": "そんなに使ってないのに壊れました。充電ができなくなってしまいました。返品返金をお願いしたいです。I didn't use it so much, but it broke.I can no longer charge it.I would like to ask for a return refund."
    },
    {
        "title": "Great bang for the buck",
        "text": "半年で壊れました。充電ができなくなりました。ankerの評判はいいのに私は粗悪品ばかり買ってしまうようです。broke in six months.Charging is no longer possible.Although the reputation of anker is good, it seems that I buy only bad goods."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Appareil qui tombe en panne après 18 mois, comme par hasard garantie de 18 mois au lieu des 24 mois légaux.Obsolescence programmée et service après-vente honteux.Device that breaks down after 18 months, coincidentally guaranteed for 18 months instead of the legal 24 months. Planned obsolescence and shameful after-sales service."
    },
    {
        "title": "耐久性は重要ですDurability is important",
        "text": "USBをつなぎ放しで気が向いたときに音楽を聴こうと思ってたのに、満充電後に勝手に完全放電してしまう。私の使用方法では全く役に立たない製品でした。I was thinking of listening to music when I felt like unplugging the USB, but it completely discharges after fully charged. It was a totally useless product in my usage."
    },
    {
        "title": "Service après vente médiocrePoor after sales service",
        "text": "ペアリングしたらいきなり音割れ！いろいろ試したがひどい製品。即交換して欲しかったけどアマゾンは返品しか選択なしで梱包と荷物出しで時間かかって…。こりごりでした。Suddenly sound cracking when pairing!I tried a lot, but terrible products.I wanted to exchange immediately, but Amazon took time in packing and luggage out without choice only return...It was a stiff."
    },
    {
        "title": "現実的に使えないCan't be used realistically",
        "text": "Pessimo prodotto bassi potenti ma alti e medi inesistenti, il suono risulta cupo e ovattato, contattato il sevizio clienti mi ha rimbalzato di mail, dicendomi addirittura di comprare un'altro prodotto anker per risolvere il problema perché dopo un mese dall'acquisto loro si tirano fuori... roba da non crederci, sconsigliato risultato pessimo, servizio clienti inesistente.Very bad bass product but non-existent high and medium lows, the sound is dark and muffled, when I contacted customer service it bounced back with emails, even telling me to buy another Anker product to solve the problem because after a month of purchase they pull out... stuff not to believe it, bad result not recommended, bad result, no customer service."
    },
    {
        "title": "不良品Defective",
        "text": "Die box reagiert weder auf aufladungsversuche noch auf den versuch sie anzuschalten! War mit der klangqualität durchaus zufrieden! Ich hoff auf Ersatz!The box reacts neither to charging attempts nor to attempts to switch it on! I was quite satisfied with the sound quality! I'm hoping for a replacement!"
    },
    {
        "title": "PESSIMO PRODOTTO,PESSIMO SERVIZIO CLIENTITERRIBLE PRODUCT, TERRIBLE CUSTOMER SERVICE",
        "text": "充電コードを繋いだ状態じゃないと電源が入らず、終いには電源が入らなくなったので返品しました。期待していたので残念でした。If it is not in the state where the charging cord is connected, the power will not turn on at the end, so I returned it. I was sorry because I was expecting it."
    },
    {
        "title": "Geht nicht mehr anDoesn't work anymore",
        "text": "アマゾンエコーの音質が良くないのでBluetoothスピーカーをさがす。レビューをみて価格と音質を鑑みて購入。いくぶん良くなればと。リビング14畳、置き場を考える。部屋の中央はダメだ、 シャカシャカしてて。部屋の角に設置、いくぶんましに聞こえるが音質は全体的にこもりぎみ、高音の歌い手は多少良く聞こえるかな、ピアノやアコースティックギターもまあまあ好きな音。低音は期待しないで、重低音?本物のライブ聴きにいって感じる重低音はこのスピーカーにはまったく無い。バスドラムやベースなどの低音がぼやけて聞こえるので、気持ちよく無い。おもむろに、ふと、Bluetoothの電源切る。あらま、エコー本体の方がクリア、あれれ音質はクリアに感じる。音質が軽いと言われればそこまで。でも、聞きやすい。これならばこんな物購入しなければと・・・。とりあえず、エコー単体で聴いております。エコーの音質自体には満足しておりません、JBLかBose、Bluetoothスピーカーを近々購入を模索中。音質を期待しなければ値段なり?そこそこの、無理矢理の綺麗じゃない低音を味あうかも。こもりぎみ、張りの無い音質にはがっかり。値段なりですね。The sound quality of the Amazon Echo is not good, so I'm looking for a Bluetooth speaker. Look at the reviews and buy considering the price and sound quality. I hope it gets somewhat better. Think about a storage space for 14 tatami mats in the living room. The center of the room is useless, please do it. Installed in the corner of the room, it sounds somewhat humid, but the overall sound quality is muffled, high-pitched singers may sound somewhat better, and pianos and acoustic guitars are also very fond of sounds. Don't expect bass, heavy bass? There is absolutely no deep bass in this speaker that you feel when you listen to real live music. Bass drums and bass sounds blurry, so it's not pleasant. Turn off Bluetooth suddenly. Oh, the echo body feels clearer, and the sound quality is clear. If the sound quality is said to be light, that's it. But it's easy to hear. If this is the case, I have to buy something like this... For now, I'm listening to the echo alone. I'm not satisfied with the sound quality of the Echo itself, and I'm looking to buy a JBL or BOSE Bluetooth speaker soon. Is there a price if you don't expect sound quality? You might taste some bass that aren't pretty by force. I'm disappointed with the sound quality without clumping and tension. It's a price, isn't it?"
    },
    {
        "title": "1日で返品Return in 1 day",
        "text": "Ho acquistato questo speaker portatile 8 mesi fa, usato pochissimo (direi non più di 6/7h di riproduzione in totale dall'apertura del pacco) e durato pochissimo. Dall'ultima volta che è stato usato non si carica più quando attaccato alla corrente, rimane un singolo led lampeggiante e la batteria non si ricarica. Le casse son state trattate maniacalmente, senza prendere colpi o simili.In più le ultime 2 volte che ho usato gli speakers, ho dovuto usarli non in carica, altrimenti il suono veniva distorto.Peccato era un ottimo prodottoI bought this portable speaker 8 months ago, used very little (I would say no more than 6/7h of playback in total since opening the package) and it lasted very little time. Since the last time it was used, it no longer charges when connected to the power supply, a single LED remains flashing and the battery does not recharge. The boxes have been treated maniacally, without taking hits or anything like that. In addition, the last 2 times I used the speakers, I had to use them not when charging, otherwise the sound would be distorted. Too bad it was a great product"
    },
    {
        "title": "いまいち。音がこもっている。It's not good. The sound is muffled.",
        "text": "der Sound hat mich nicht überzeugtthe sound did not convince me"
    },
    {
        "title": "Great bang for the buck",
        "text": "erfüllt voll seine funkion topFulls its Funkion Top"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Nonostante la qualità sonora in rapporto al prezzo sia davvero ottima, questo dispositivo mi ha deluso per alcuni difetti di fabbricazione.Il primo é dovuto allo sportellino di ricarica in gomma, questo componente dopo alcuni mesi ha irrimediabilmente danneggiato la porta micro-usb ed infatti ora non riesce più a ricaricarsi.Secondo problema, meno rilevante del primo ma comunque fastidioso, è che il volume del dispositivo non sempre si aggiorna con il volume controllato dal telefono. Questo causa l'impossibilità di regolare correttamente il volume dovendo ricorrere alla pulsantiera sul dispositivo.Although the sound quality in relation to the price is really great, this device has disappointed me for some manufacturing defects.The first is due to the rubber charging door, this component after a few months has irretrievably damaged the micro-usb port and in fact now can no longer charge.Second problem, less relevant than the first but still annoying, is that the volume of the device does not always update with the volume controlled by the phone. This causes the impossibility of properly adjusting the volume by having to resort to the button panel on the device."
    },
    {
        "title": "supersuper",
        "text": "Update... Der Lautsprecher scheppert als ob innen etwas lose ist.Update... The speaker shepts as if something is loose inside."
    },
    {
        "title": "Non proprio come me l'aspettavo..Not quite like I expected it..",
        "text": "購入後、１ヶ月半ぐらいで突然電源が入らなくなり、充電も出来ません。気に入って、妻にも買ってあげたのですが…。交換か修理して欲しいです。After purchase, the power suddenly stops turning on for about a month and a half, and I can't charge it. I liked it and bought it for my wife too... I want it to be replaced or repaired."
    },
    {
        "title": "Defekt nach kurzer ZeitDefect after a short time",
        "text": "mi ha sempre causato problemi. Una volta l accensione e quando provavi a spegnerlo non si spegneva e si spegneva dopo un pò di tempo e poi ultimamente ha cominciato  a non caricare più arriva massimo a 3 tacche di carica e dopo 30 minuti di uso si scarica. DELUSOit has always caused me problems. Once it was turned on and when you tried to turn it off it wouldn't turn off and it would turn off after a while and then lately it started not to charge anymore, it reaches a maximum of 3 charging notches and after 30 minutes of use it discharges. DISAPPOINTED"
    },
    {
        "title": "気に入ってただけに残念I'm sorry I liked it",
        "text": "Worked great for a day, now won’t turn on."
    },
    {
        "title": "prodotto  cosi e cosiProduced Cosi e Cosi",
        "text": "電源が入らないから返品しましたので星1にしました でも後日 注文する予定ですので再度レビューをします。I returned it because the power didn't turn on, so I gave it 1 star, but I plan to order it later, so I'll review it again."
    },
    {
        "title": "One Star",
        "text": "昨日届いて、今日から使用してますが、音飛びが酷くて、聞いてられません。ちなみに最新のiMac27インチ4Kとペアリングして使ってます。ハズレなんでしょうか？I arrived yesterday, I have used it from today, but the sound fly is terrible, I can not hear it.By the way, I pair it with the latest iMac 27\" 4 pcs.Is it a hasty?"
    },
    {
        "title": "アンカー スピーカーanchor speaker",
        "text": "poor quality and once you use the bass option everything sounds horrible...I will return it"
    },
    {
        "title": "音飛びがひどいThe sound fly is terrible.",
        "text": "1月に購入し8月で壊れた。アンカーに連絡するが返信なし。音が流してたらガリガリ音が。小さなガリガリ音から本体が浮くような音になり、怖くて電源落としました。前はレビューから不具合を書き込みしたらすぐにアンカーから連絡きたけど、今回は直接連絡したら返信なし。なのでレビュー書き込みいたしました。I bought it in January and broke it in August. Contact anchor but no reply. When the sound is playing, there is a cringy sound. The sound of the body floats from a small gully sound, and I was scared and turned off the power. Before, when I wrote a bug from the review, the anchor contacted me as soon as I wrote a bug, but this time I contacted me directly and there was no reply. So I wrote a review."
    },
    {
        "title": "Great bang for the buck",
        "text": "Anker SoundCore Boostを購入したのですが、充電をしても、満充電にならず、ランプ3つ、ひどい時は2つの時があります、充電器は、アンカー純正のパワーポート6lightを使用、初期不良かと思うので交換して欲しいのですが、どこに連絡すればいいのか、探しても返金しか見つからないので、よろしくお願いしますI bought an Anker SoundCore Boost, but even when I charge it, it's not fully charged, there are 3 lamps, and there are 2 times when it's terrible, the charger uses the original anchor power port 6light, and I think it's an initial defect, so I want you to replace it, but no matter who I contact, I can only find a refund, so thank you"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "音はハッキリ言って良くない。低音が出るのは良いがその分高音がさみしい。解像度,抜けともに低くてYouTubeやラジコの視聴には良いが、音楽向きではないと感じた。　それよりも発売当初から指摘されてたバッテリーの放電問題が改善されていなかった。たちが悪いのは、フル充電である４つすべてのランプが点灯してるにも拘わらず、実際は放電していて、いざ使おうとしても使えない。それと、新品を注文したのに指紋だらけの中古品が届いた。良く初期不良交換したら中古品を送りつける悪質中華メーカーの話は聞くが、まさか最初から中古とは、このメーカーは信用していたが、信用度ゼロだな。日本人を舐めるな！！！The sound is not good, to put it bluntly. It's good that the bass comes out, but the treble is so lonely. The resolution and omission are both low and good for watching YouTube and radiko, but I felt that it wasn't suitable for music. More than that, the battery discharge problem that had been pointed out from the beginning of sales had not been improved. What's wrong with them is that even though all 4 lamps, which are fully charged, are on, they are actually discharged, and I can't use them even if I try to use them. Also, even though I ordered a new one, I received a used item full of fingerprints. I often hear stories of unscrupulous Chinese manufacturers that send used goods after an initial defective exchange, but I had no idea that this manufacturer was second-hand from the beginning, but their credibility was zero. Don't lick Japanese people!!!"
    },
    {
        "title": "充電出来ないCan't charge",
        "text": "Ansich alle Erwartungen erfüllt. Jedoch lässt sich das Gerät nicht laden.It has met all expectations. However, the device cannot be charged."
    },
    {
        "title": "うーんUmm",
        "text": "Außen war es beschädigt,sonst stimmt alles.It was damaged outside, otherwise everything is right."
    },
    {
        "title": "Gerät defekt. Lässt sich nicht laden!Device faulty. Can't be charged!",
        "text": "Bluetooth broke after 3 months of irregular use"
    },
    {
        "title": "Kam beschädigt anArrived damaged",
        "text": "Thank you for your replacement and brilliant customer serviceBut the unit has stopped working again. I will email you."
    },
    {
        "title": "Garbage want a refund",
        "text": "Interface bluetooth nul connecte une fois, jamais reussi une 2 eme revoyéDommage le son etait bon meme si un peu calfeutré (du a l etancheite je pense) bonne bassesBluetooth interface: No one connected once, never succeeded a 2nd return  Too bad the sound was good even if a bit caulked (due to watertightness I think) good bass"
    },
    {
        "title": "Replacement not working",
        "text": "Bluetooth接続がすぐにぶつぶつ切れる初期不良？それともこんなもん？Bluetooth connection crumbles out quickly Initial failure? Or is it like this?"
    },
    {
        "title": "Connectivite mauvaisePoor connectivity",
        "text": "ipod nanoとbluetooth接続できなくてショック...音はそれなりに良いですけど、ﾌﾟﾂﾌﾟﾂとノイズが混じります。I'm shocked that I can't connect to my iPod nano via Bluetooth... The sound is good in its own way, but the sound is mixed with the noise."
    },
    {
        "title": "初期不良？Initial bad?",
        "text": "梱包は丁寧で、きちんとしたものでしたが本体上部にいくつかの傷がついていました。機械オンチのわたしにも使いやすい素晴らしい商品だったのでとても残念です。The packaging was polite and neat, but there were some scratches on the top of the body. I am very sorry because it was a wonderful product that was easy to use for me by Machine Onchi."
    },
    {
        "title": "Great bang for the buck",
        "text": "The product I have received did not hold it charge for long, I always trusted Anker product but not this time"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Dopo aver inizialmente funzionato, a distanz di qualche mese semplicemente non si accende più.Mi ero fatto convincere da delle buone recenzsioni.Acquisto deludenteOttimo servizio di Amazon nella gestione della segnalazione e nell'assistenza per il reso.After initially working, after a few months it simply won't turn on anymore. I had been convinced by some good reviews. Disappointing purchase  Great service from Amazon in managing the report and in assisting with the return."
    },
    {
        "title": "The product I have received did not hold it charge ...",
        "text": "Battery life is very poor. It died on me but unfortunately I contacted them for warranty just outside the warranty period of 18 months and they would not have a bar of it despite explaining the circumstances of the failure."
    },
    {
        "title": "Pessimo acquistoTerrible buy",
        "text": "It stopped working after 2 weeks. NO SOUND comes out even after connection using bluetooth or 3.5 mm cable connections.No Warranty . Beware.Looks like they are delivering returned products in US."
    },
    {
        "title": "Poor battery life",
        "text": "Was good at the start but wont charge now.Only had it for 2 months"
    },
    {
        "title": "Stopped working after 2 weeks. No warranty",
        "text": "Disappointing sound quality, especially when compared with excellent SoundCore 2. Returned to seller."
    },
    {
        "title": "One Star",
        "text": "Great sound however, the unit was faulty would not work unless plugged in.  disappointed as Anker goods are usually really good."
    },
    {
        "title": "Poor sound quality.",
        "text": "Everything I wanted!Very easy to set up and a good soundSadly the battery didn't charge up...Clearly faulty so I've returned it"
    },
    {
        "title": "Faulty",
        "text": "Akku nach 2 Wochen durchgebrannt.Battery burned out after 2 weeks."
    },
    {
        "title": "Everything I wanted!",
        "text": "I never purchased this item"
    },
    {
        "title": "Great bang for the buck",
        "text": "操作方法が説明書でわかりにくく、ブルートゥース接続に苦労しました。The operation method was difficult to understand in the manual, and I had trouble connecting to Bluetooth."
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "no good"
    },
    {
        "title": "今一でした。It was number one now.",
        "text": "Non trovo per niente attendibili le opinioni delle prove su you tube, l’ho regalato ed acquistato un Bose colorlinkI don't find the opinions of the tests on You Tube reliable at all, I gave it away and bought a Bose colorlink"
    },
    {
        "title": "One Star",
        "text": "Dopo circa 3 mesi di utilizzo (modesto) la qualità del suono è peggiorata al punto che non è possibile utilizzare il prodotto in quanto i bassi provocano una vibrazione interna che genera un fastidioso rumore. Assolutamente un pessimo acquisto a un costo tutt'altro che modesto. Sono assolutamente amareggiato. MAI PIU'.After about 3 months of (modest) use, the sound quality has deteriorated to the point that it is not possible to use the product because the bass causes an internal vibration that generates an annoying noise. Absolutely a terrible purchase at a far from modest cost. I am absolutely bitter. NEVER AGAIN."
    },
    {
        "title": "SupervalutatoOverrated",
        "text": "Casse acquistate a gennaio, non tengono più la carica e non restano accese per più di 10 secondi. Soldi buttati.Cases purchased in January, no longer hold a charge and do not stay on for more than 10 seconds. Money wasted."
    },
    {
        "title": "Pessimo acquistoTerrible buy",
        "text": "Usato 3 - 4 volte, la batteria non tiene più la carica ! Suono ovattato. Devo vedere se è ancora in garanzia per capire se me lo cambiano.Used 3 - 4 times, the battery no longer holds a charge! Muffled sound. I need to see if it's still under warranty to see if they'll change it for me."
    },
    {
        "title": "Suono ottimo ma qualità del prodotto scadenteGreat sound but poor product quality",
        "text": "Purtroppo devo dare ragione alle poche recensioni \"1 stella\" dove qualcuno diceva che non si collegava automaticamente allo Smartphone una volta configurato... confermo! Io ho un SAMSUNG S7 e un IPHONE 5S e su nessuno dei due l'ANKER si aggancia automaticamente dovo ovviamente averlo configurato su entrambi i telefoni, quindi mi vedo costretto a renderlo. Peccato tutto sommato era un buon prodotto.Unfortunately, I have to agree with the few “1 Star” reviews where someone said that it did not connect automatically to the Smartphone once configured... I confirm! I have a SAMSUNG S7 and an IPHONE 5S and on neither of them the ANKER attaches automatically. I obviously have configured it on both phones, so I'm forced to return it. Too bad all in all it was a good product."
    },
    {
        "title": "PESSIMOTERRIBLE",
        "text": "Acheté le 6 octobre dernier, l'enceinte ne se charge plus  :(1 mois et demi et ca ne tient pas la charge ! Lamentable !Bought on October 6, the speaker no longer charges :(  1 month and a half and it can't hold the charge! Lamentable!"
    },
    {
        "title": "Non si connette automaticamente allo SmartPhoneDoes not connect automatically to the SmartPhone",
        "text": "Nul le produit s'est mis a grésiller au bout d'une semaine..68e dans les fesses merci pour la carrotte :)Bonne apremNo the product started sizzling after a week.. 68th in the buttocks thanks for the carrot:) Good afternoon"
    },
    {
        "title": "Tres déçu !!!! produit ne se recharge plus !Very disappointed!!!! product can no longer be recharged!",
        "text": "La batterie a rendu l'âme au bout d'un an et demi... C'est dommage cette enceinte me convenait !The battery died after a year and a half... It's a shame this speaker suited me!"
    },
    {
        "title": "Great bang for the buck",
        "text": "sapevo di acquistare un prodotto economico, ma la qualità prezzo è troppo bassa. RestituitoI knew I was buying a cheap product, but the quality/price is too low. Returned"
    },
    {
        "title": "It's okay. But don't expect anything fabulous.",
        "text": "Pessimo articolo, dopo neanche due mesi è usato una dozzina di volte prima non si caricava più la batteria e diva essere tenuto sempre sotto carica durante l'utilizzo, subito dopo ha iniziato a gracchiare non riuscendo a distinguere il suono. Non saprei neanche come mandarlo in garanziaTerrible article, after not even two months it was used a dozen times before the battery was no longer charged and diva was always kept under charge during use, soon after it started croaking and unable to distinguish the sound. I wouldn't even know how to send it under warranty"
    },
    {
        "title": "la qualità del suono è decisamente sotto il livello accessibileThe sound quality is definitely below the accessible level",
        "text": "Si disconnette di continuo e non e affidabile per niente. Con iphone funziona bene ma con ipad pro no, con tv samsung non funziona piu di 2 secondi!!! penso di restituirla. Non raccomando l'acquisto.It disconnects all the time and is not reliable at all. With iPhone it works well but with iPad Pro it doesn't, with Samsung TV it doesn't work more than 2 seconds!!! I'm thinking of returning it. I don't recommend buying it."
    }
]