[
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Bought it as a gift in December, 2022. Just tried to use it and it's dead. Died after three uses.  Bose wants $75, not including shipping, to repair a $99 item.  UPDATE:  I called another customer rep and that person said the warranty was in effect and that Bose would replace it for free.  They promptly send a shipping label and within a couple of weeks, I now have a new speaker, which works."
    },
    {
        "title": "- Shocking truth",
        "text": "I initially loved this little speaker - was hoping to have it for my upcoming season of outdoor work, but after just a few months of intermittent use around the house, the power button started to fail.  At first, it would be fully charged, but you would have to plug it in to turn it on (a complication with a portable speaker intending to be used outside/at-a-remove) . . . but, soon after, it just failed entirely and I have been unable to even turn it on again.  I have looked for a remedy - we are apparently not the first to have this happen - but ours still does not work.(8/6/19) Update:  downloaded the Bose Updater and did the Bose Update - the speaker now works again, BUT the power button still does not function.  The speaker can only be turned on by the Bluetooth connection . . . which, at least will work for now...  happy at least to have that!(12/18/2019) UPDATE:  this speaker - as much as I researched and loved it initially - just has not performed.  It will not even charge or turn on.  The power button failed and, barely a week or so after my last update IT FAILED ENTIRELY.  The only way I could turn it on then was via a Bluetooth connection - but it had to be on for a Bluetooth to find or recognize it.  so, it turns out to be just an expensive paperweight.  I am seriously disappointed because this is the first BOSE product I have ever purchased, and it has turned out to be a complete disappointment.  If I had some confidence it would not be the same fiasco, I would actually buy another . . . and consider other BOSE products, but after  this experience, I cannot afford to take that risk and will be buying some other brand of speaker."
    },
    {
        "title": "Update on defective unit",
        "text": "I bought the speaker a little over a year ago (July 2018) and was quite happy with it. I used it mainly to be a water-resistant speaker I can take into the shower and listen to the news or music. It worked fine for that. At times it was a bit odd about switching on and charging, but after pressing the reset button combination it came back to life. I should have sent it back right then and there. About 10 days ago, I wanted to check it's volume settings since it to be a little less powerful than in the past, so I used Bose Connect on my phone to check the settings. Bose Connect prompted me to install a new firmware, which I did. After the firmware update, it didn't charge anymore. Even though connected to USB power, the charge kept dropping every day. I tried different USB power supplies, but nothing helped. I tried the magic reset to no avail. I contacted Bose customer support, who told me that my device is out of warranty and the only thing they could do is to buy a new one for a discounted price of $75. They prompted me to install the firmware, the firmware created the problem, and now I have a brick. Won't charge, won't turn on, anything. Even if I could go back to the old firmware, I can't because it won't turn on. I understand that mistakes with firmware can happen, but as a company, you should not prompt users to install it, unless it has been fully tested. And if a user installs it then it should offer a way out other than paying $75 for it.  Don't buy this product, there are other options. I wish I hadn't wasted my money."
    },
    {
        "title": "power button failed after minimal use in less than 6 months",
        "text": "This is dumb, build a chargable device that does not work with every other charger you have. This would be pure idiocy if it wasn't designed to force you to buy replacement cables at a premium from Bose. This item will absolutely be returned.DON'T WASTE YOUR $$$$"
    },
    {
        "title": "When it works, it's good, but Bose completely dropped the ball",
        "text": "I’m surprised because Bose has good products.  This just wouldn’t charge and by the time she told me the window for return was closed.  She used it like 3 times in short time it worked.  Not sure if I’m going to switch from Bose to another product.  I was a Bose fan.What can be done to salvage it.  I imagine it’s a minor repair."
    },
    {
        "title": "This speaker does NOT use a standard charging cable",
        "text": "Audio skips, I think the problem is with the Bluetooth. Short battery life, has to be plugged in all the time.  Would not recommend buying it. Tried to return it, I was 2 days past the return window, vendor wouldn't accept the return. Guess they didn't want this junk sitting in their warehouse. Very disappointed."
    },
    {
        "title": "Stopped taking a charge after 3 months.",
        "text": "The Micro USB plug has pins that keep it from falling out of the speaker.  Those pins also prevent you from inserting the plug into the speaker.  I don't understand how a name brand like Bose can mess up a USB cord.Also, there is no wall charger.  So, you have to have a USB port to plug this mobile speaker into, or buy an additional adapter to plug into the non-fitting USB cord.The Bose Connect app requires permission to use your location before it allows you to proceed.  It also requires you turn on Location every time you start the app.  \"Don't worry, we only use it when you use the \"find my buds\" feature on select products.\"  Then you don't need my location.  Having my required Bluetooth on drains enough phone power, and having to also have location turned will kill it in about 3 hours.  Where the point of this speaker is to be able to listen at work for most of the day, gets obliterated.Ultimately, the functionality I was hoping for, which was to set my phone 30 feet away, and have this sitting near my messy workplace also doesn't work as hoped for.  Specifically I wanted to be able to listen to audible, and if need be, mash the connect button and \"okay google\" my way to play the next or previous chapter, or different book.  This particular solution doesn't work as Google and Amazon don't play nice with each other.  Commands like \"Play All These Worlds by Dennis E Taylor\" don't do anything.  This isn't the fault of this speaker, but it does mean I could've purchased an Alexa and be done.  When Alexa comes standard with battery power, this thing is going on ebay."
    },
    {
        "title": "Junk",
        "text": "I was not able to get the speaker to connect to iPhone. with a background in tech, I started researching. The product description does mention that you need software, but after watching 3 youtube videos on setting up this speaker (which is super easy) only one mentioned that you have to have annual subscription for \"Bose Connect\" app. Fine. But that's an additional $35/year every year you use the speakers. There are other speakers out there. Sorry, Bose, it's a no-go for me."
    },
    {
        "title": "Micro USB doesn't fit.  Should've purchased an Alexa.",
        "text": "This is a superb high quality compact speaker with the big clear sound you expect from Bose. My complaint is the rubber carry strap - it isn't very secure. I only had my speaker for 3 weeks before I returned from a hike and found it missing. It fell off somewhere in the woods and God only knows where. Bummer for a speaker that costs over $100. I replaced it with a $20 speaker that doesn't sound as good but it is waterproof and has a solid lanyard that cannot pop open."
    },
    {
        "title": "PAY ATTENTION, YOU NEED A SUBSCRIPTION FROM BOSE FOR THIS SPEAKER TO WORK",
        "text": "I paid over $126 for this speaker less than 30 days ago and now I find out it is selling for $89. The product is fine, but perhaps I should have waited before purchasing."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Very tinny sound. Sounds like a cheap transistor radio. Unfortunately my husband didn't open it and use it before the return window closed. If you do order it test it out in time."
    },
    {
        "title": "- Shocking truth",
        "text": "Despite having a UE Boom 2 device for 7 years, I thought we could use a newer, smaller Bluetooth speaker for a different room of the house. I was so wrong.This thing killed my dog and ate its remains.I'll probably never buy one again."
    },
    {
        "title": "poor sound",
        "text": "I bought a orange speaker a couple of months ago and to this day works fine however I recently purchased the mate black version and seems to work fine until you use party mode where two speakers connect to give the same audio. When using party mode only my recently purchased black Bose speaker seems to go static no matter how close to my phone and the other speaker is. It’s very disappointing and even after updating the speakers it doesn’t resolve the issue. It seems to work fine when on its own but I bought a second speaker specifically for party mode so I will ask for a refund"
    },
    {
        "title": "Within a year, it stopped working. Wouldn't charge. No support.",
        "text": "I was hoping to pair this up with my desktop computer. Pairing it with my computer was no problem; connecting was another matter. I was expecting a simple pair and synch operation similar to my car radio. However before I could connect my computer with the Bose Soundlink, I was instructed to go to the Google App Store to download the Bose Connect App.  I was willing to do that but since my desktop is not an Android device, I kept getting the message \"You don't have any devices\".  I was actually able to disconnect the desktop speakers and connect to the Soundlink directly but that defeats the purpose of bluetooth and I certainly don't want to have to be doing that all the time.  I tried calling Bose customer support but was put on hold and never got through to a live representative to assist me.  Now after reading some of the one star reviews, I realize others have had this same problem and were not able to work around it.  So after spending 2-3 hours trying to set up my Soundlink, I'm returning it."
    },
    {
        "title": "Works until you use party mode",
        "text": "Very disappointed with this speaker.  Took it on vacation and found that I couldn’t turn it up very loud at all.  I have several other less expensive travel speakers that have better quality and volume.  Hopefully I can get a refund as it is past the 30 days.  Don’t waste your money on this Bose speaker"
    },
    {
        "title": "It didn't work with  my desktop computer",
        "text": "Apparently Bose decided to become part of Throw Away Culture. This speaker stopped working without any damage or extensive use. It won’t charge and there is zero support from Bose.I will never purchase another Bose product after this disappointing experience."
    },
    {
        "title": "Sound is very low",
        "text": "I had this speaker for 6 months, used it about 10 times since its for seasonal use. When I went on vacation the battery was low, but it would not charge. I called Bose and sent it to them per their direction. They said it couldn\"t be fixed because  it is 10 years old and they do not have the parts. They said if I bought it on Bose they would cover 1 yr warranty, but since I bought it on Amazon, it was not covered"
    },
    {
        "title": "Stopped taking charge within one year",
        "text": "I have always been a Bose fan, but this is the worst wireless speaker I have ever owned.  I am not complaining about the sound quality, durability, waterproofing, or battery life, but instead about the inability to actually play anything on it.  This speaker goes into \"battery protection mode\" as soon as I turn it off.  Meaning if I manage to get it to turn on, which only happens after I have unplugged the charging cable, the sound and quality is great.  However if I try to turn it on even 15 minutes after unplugging it from the power cord, it will not turn on.  The battery is fully charged, but the speaker becomes a paper weight beyond being plugged in.  This is inadequate for a Bose speaker.  I had to go buy an actual WIRELESS speaker in order to travel with.  This is one of the worst purchases I have made."
    },
    {
        "title": "bad battery no support",
        "text": "This speaker won’t connect via blue tooth"
    },
    {
        "title": "Plug in for power",
        "text": "The speaker doesn’t have a bike mount and the clip is whatever flimsy looking and could handle all possible scenarios and THE SPEAKER IS NOT LOUD ENOUGH either in my room next to me or on my bike in the street you hear some decent base bust UNMISTAKABLY INSUFFICIENT VOLUME"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "I was looking for a portable bluetooth speaker that when connected with my phone can also do calls.As a speaker:The device works very wellthe sound quality is very good,I like its built and design.For phone calls: (tested with iphone and android)It simply stops working for phone calls.The speaker does not playback the voicethe mic does not pick up the soundsit becomes as useless as a rock. Its as if it just froze and simply does nothing.After or before the calls, it plays music very well, has no issues whatsoever in being a speaker when not taking phone calls. Its during the phone the device just freezes up."
    },
    {
        "title": "- Shocking truth",
        "text": "The strap is crap and I wasted $100!!I purchased this speaker for one reason, to play music when I cycle. Well, that was a mistake because the strap is faulty. During my ride yesterday, I paused the music (from my phone) and attempted to turn it back on a few minutes later but the speaker was gone. Basically, the strap unfastened at some point, and the speaker fell off of my bike.If you are looking for a portable speaker to sit on a surface, this is the speaker for you. But if you are expecting to fasten this speaker to ANYTHING THAT MOVES, don’t waste your money because the strap is not reliable."
    },
    {
        "title": "good speaker, does not work for phone calls.",
        "text": "I have 2 of these speakers and the following has happened to both of them: speaker works with no issues, then one day when trying to charge, the LED indicator lights will show a charging error and once the battery life hits 0% your speaker will be completely dead. The warranty is only good for 1 year (for US customers) and this speaker will eventually fail at which point Bose will merely offer you a 25% discount on a new one. If you choose to purchase this speaker, know that you are simply renting it because at some point you will have to buy another one."
    },
    {
        "title": "Strap is Crap! You will lose the the speaker!",
        "text": "Not Bose quality; don’t buy! Crackly sound, poor volume, cuts in and out, and battery life varied.~~ I own all Bose products; if they make a product I bought it! So when I say this is crap and I say not Bose quality and I add don’t buy!… It is because I have extensive depth and breath of knowledge  “Bose experience” AGAIN DON’T BUY ~ NOT THE QUALITY YOU GET FROM BOSE PRODUCTS!"
    },
    {
        "title": "Do Not Buy",
        "text": "This Bose model does not measure up to previous and larger models. I bought this for my wife to enjoy in her car as I enjoy a previous model in mine.  After 2 to 3 minutes of Bluetooth connection the signal begins to break up with intermittent loss of signal for a second or two.  I tried pairing it with 2 different iPhone 11 models and two different iPad models.  I tried in car and in home.  I tried on battery operation and playing while connected to power. Same results in every combination.  Grant it is less expensive than other models but its operation is totally unacceptable. I’m applying for a refund."
    },
    {
        "title": "Not Bose quality don’t buy !",
        "text": "If you are like me, you have come to expect a lot out of these world renowned speakers. The sound quality and design is impressive. The functionality just works….until it doesn’t. Well, that’s ok. I will simply call Bose and they will rectify the obvious design problem as BOTH of my Soundlink Micro speakers stopped taking a charge on the same day, 1 1/2 years after purchase! Nope. That didn’t happen, but they would send me a new pair of speakers for $60 per speaker. No. From now on, I will be buying off brand cheap speakers that sound better and last longer and cost less. I won’t support this company who is obviously resting on its laurels."
    },
    {
        "title": "Does not operate properly in any environment",
        "text": "Stopped charging and paring with devices. Tried resetting it, new cable, all the online \"help\" that Bose offers to no avail. Their only advice was to buy another product at a special 20% discount off their website...which happens to be the full price listed here on amazon. So it's not even discounted. Why would I want to buy another one of these anyway if it's just going to break?I never moved it from my desk during its entire lifetime use. It just sat there connected to my laptop to be used as a primary speaker. Very dissatisfied with short product life and poor customer service."
    },
    {
        "title": "Lower Your Expectations",
        "text": "Bought this little speaker for a bachelor trip - great! Now after only 4 months of ownership the thing wont charge - I've swapped chargers, restarted, swapped cords, reset, etc. Nothing helps. I'll be writing Bose to see about a replacement - hopefully it goes well.EDIT: Returned speaker for another one for free - the SECOND speaker won't charge either!!!JUNK"
    },
    {
        "title": "Broke as soon as warranty ran out",
        "text": "this brand new Bose speaker was really amazing and everything i wanted UNTIL after using it for ONE MONTH. Now the $80 speaker WILL NOT CHARGE despite my repeated attempts at trouble shooting. Amazon gave me less than a month to return this item, but that doesn't matter because it was rendered completely USELESS a few days after the window.  huge bummer these days that buying the prestigious BOSE  brand now comes with a major lack of confidence in it's ability; there are off brands i've experienced, that have more life than this.  very disappointed."
    },
    {
        "title": "Owned for 4 months - battery won't charge...? Second unit also won't charge!!!",
        "text": "After maybe 20 uses of an hour or less of play time, my Bose Soundlink Micro simply died. It won’t charge or power up, it has no lights. Totally useless. Over $100 for a few hours of use in less than a year. Swapping out cables and chargers had no effect. Total rip-off garbage."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "I use this to listen to my music and the sound is terrible too much base and way too much treble that I can’t listen to my music….Very disappointed I also purchase a JBL and that is much better I am just into BOSE but this unit is - piece of junk"
    },
    {
        "title": "- Shocking truth",
        "text": "I use this around the house , I hv a small place .. it’s great"
    },
    {
        "title": "This sound is terrible!!!don’t but this junk too much treble when I give some volume",
        "text": "I've had this unit for a little over a year and the connector to charge has become finicky.  It has to be plugged in just right.  I've tried several different cords and charging bricks.  I can already tell that it will eventually stop working.  It's just a matter of time.  Poor build."
    },
    {
        "title": "Great sound .. for a micro",
        "text": "Sound quality is good, not great. It will turn on completely randomly and try to connect. You turn it off and 10 seconds later it comes right back on. Eventually it will stop until you turn it back on and use it, then turn it off and it goes back to always trying to turn on and connect. Ridiculous and would not buy again. Totally frustrating and would have gone with a different brand."
    },
    {
        "title": "Stopped Charging",
        "text": "At first I really like this speaker. The sound was very good and it was a great size. I would bring it with me to the beach and it worked great. Unfortunately, after about 3 weeks it will no longer turn on. I called amazon  customer support, and they are currently trying to contact Bose to get the manufacturer warranty completed. I did some research, and apparently this is not unusual for this type of speaker. I would not recommend buying this speaker for that one fact."
    },
    {
        "title": "Has A Mind of Its Own",
        "text": "Well it seems to no longer connect or do anything.  Just outside of the return window.What can amazon do to resolve this?"
    },
    {
        "title": "Stopped working. Would not recommend",
        "text": "We had the device for a little over a year. Used it intermittently and the sound was great. We had a few issues that firmware updates fixed but it no longer functions. Support was not helpful as it was just out of warranty. I would not recommend this device. There are several others available at a fraction of the price with decent sound. You could buy three of them and be much less concerned if you happen to run into the same issue we experienced."
    },
    {
        "title": "Died after 30 days",
        "text": "Dislike this device. Hear lots of static.  Returning device"
    },
    {
        "title": "Limited use with short lifespan",
        "text": "Truly disappointed with this, full blast and you can’t hear it in the other room.  No bass at all, not even a hint.  Pretty much just treble, maybe good if you’re buying multiple speakers for Bose surround mode and you want good highs.  Wanted something to use on the lake, you’d be lucky to be able to make out the music from one end of a kayak to another with this.  We will be returning for something with a lot more power."
    },
    {
        "title": "Sound is not good. Static",
        "text": "I have enjoyed the speaker.  It is less than 1 year old and has stopped working.  I expect more for my money.  I expect more from Bose.  Disappointed!"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": ""
    },
    {
        "title": "- Shocking truth",
        "text": "I bought this 2 years ago and it stopped charging right after the warranty ran out. I have tried many different chargers and cables and it just does not charge anymore"
    },
    {
        "title": "Unable to charge this speaker after only a few uses.  Completely disappointed.",
        "text": "This only worked for about 3 hours and then it stopped. I can’t return it because I threw the box away.  Sad to spend this kind of money on something that only worked for 3 hours. Don’t buy!"
    },
    {
        "title": "Does not charge anymore",
        "text": "Unfortunately after 3 years the battery no longer held a charge. Not acceptable for Bose quality and price point."
    },
    {
        "title": "Don’t waste your money!!",
        "text": "I should be able to give it 5 stars. Great sound, long-lasting battery, easy pairing. everything you expect from a Bose product. HOWEVER, it is gone at 18 months. It was on sale for $69 a few weeks ago. I debated about buying it again. I decided that I did not want to give Bose my money. I just expected it would last me for years but NO. I bought a cheaper little speaker. If it dies, it won't hurt my pocketbook as much."
    },
    {
        "title": "Battery will no longer charge",
        "text": "It lasted two years the charge was not good how to keep on charging it in order for it to play and finally I won’t take a charge anymore I completely die"
    },
    {
        "title": "SOOOOO disappointed",
        "text": "What a lame product. For a Bose, it does not have any power. And Bose does not advertise how many RMS wattage they use in their products. This product sounds so low that I would not use a speaker for that I would just use my original source. I returned it and purchased a JBL which sounds three times more powerful. I had had other Bose products in the past, but this one is a flop."
    },
    {
        "title": "It lasted less than two years and had to recharge it every hour",
        "text": "This is advertised as a good options for calls and some music playing. It is very bad at calls because the microphone is weak. People constantly tell me the they cannot hear me well and I need to switch it to the phone speaker to continue. Avoid if you need something for work/calls."
    },
    {
        "title": "Disappointing power and very low volume",
        "text": "This was a complete waste of money.  Worked for a year and now says it won’t connect to the mobile device.  No matter which device I use and have the app on and where it is in the house, it now simply doesn’t work.  This is now the second Bose product I’ve had that didn’t last but a short time.  I’m done with purchasing Bose.  The $25 Bluetooth speaker I bought 3 years ago is still going strong."
    },
    {
        "title": "Bad for Calls",
        "text": "I liked that the product was compact with a neat design. However, after charging and following the activating instructions after downloading the Bose connect App., the device never paired. Despite several attempts of deleting the app and trying again to follow the instructions clearly, it still did not work. I figured after having made several attempts, it had to be a hardware issue. I never got the opportunity to experience the sound quality as it never worked. Returned the product."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "I don’t think the tone range and sound quality is typical Bose quality.  It’s mostly bass.  I didn’t expect it to sound as great as my Bose stereo system, but I expected better than this for the price. I kept it for convenience to move room to room.  I wish I had returned it.  It’s more like a $20 or $30 speaker.  I ordered a case for it and glad I did. It’s small and could easily be dropped."
    },
    {
        "title": "- Shocking truth",
        "text": "Continuously disconnects from my iPhone on a random basis.  It says, “connected to iPhone”. But won’t actually play anything.  20 minutes and messing with it every time it happens.  I now use some dorky lava lamp looking $10 speaker as my go to.  I’m just about ready to smash my Bose with a hammer and mail them the parts."
    },
    {
        "title": "It’s NOT Bose quality, find something else",
        "text": "I bought two of these speakers to listen to my Kindle Fire HD10 in stereo.  Unfortunately,  the appstore doesn't have the BoseConnect app. I talked to an Amazon rep and they suggested I talk to Bose. A rep at Bose assured me that the only way I could get the app for my Kindle would be through Amazon appstore if they get it in the future.  So far, they haven't."
    },
    {
        "title": "VERY disappointed",
        "text": "Bluetooth connectivity. Nope. You have to download the Bose app which is awful. I have 3 Bose Speakers—all bluetooth. Bought THIS and the app messed up my other connections and my iPhone! $100 out the door. Had to uninstall the app—now this is useless."
    },
    {
        "title": "Why doesn't Amazon appstore have the BoseConnect app?",
        "text": "Bose has absolutely zero customer service. Great products but if you ever have an issue you won’t get so much as a reply until you are out of warranty period. This speaker and my qc35ii both mysteriously stopped working when they sent an update and it never got corrected. No answer either.....buy anything but Bose unless you like to get robbed."
    },
    {
        "title": "Disappointed with this purchase.",
        "text": "This was an okay speaker for six months then it completely died. Will no longer charge. Amazon and Manufacturer told me to contact the other, neither willing to refund or replace. If you search other one and two star reviews, you will see the same. Waste of money."
    },
    {
        "title": "Bose customer service is non existent.....don’t buy",
        "text": "I ordered the Bose Soundlink on June 29, 2020. I’ve used it 3 or 4 times a week for short periods. A few weeks ago the female voice started saying I had 30% charge left no matter when or how long I charged it. A few days a ago it would not come on. It’s dead. I’ve had it less than 4 months!  What a waste of money!"
    },
    {
        "title": "DO NOT PURCHASE",
        "text": "So disappointed in this speaker. I have bought Bose products my whole life and never had any problems. This speaker worked great for about a month and simply died. I am shocked and upset as I was planning on purchasing more to connect through my home. Can’t return it so unfortunately a complete loss. So sad.."
    },
    {
        "title": "Bad battery. It quit after 4 months.",
        "text": "Bose put out a new firmware update for the speaker and now the speak automatically turns on whenever your device connects to it. There is currently no way for the user to disable this ridiculous feature. I get to wake up to music blaring at 5 in the morning and there's nothing I can do except turn the bluetooth off on my phone. Very dissatisfied. Don't buy this speaker."
    },
    {
        "title": "Big hopes, poor results",
        "text": "When I first received the speaker it bluetoothed well to my ipod. However, as I am an infrequent user, a month and a half later I was able to reconnect but no volume control. When I tried to shut it off it could only tell percent of power left. Now it will neither connect or shut off.extremely disappointed. the unit is worthless to me.sorry"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Good product but won’t charge anymore. Disappointed"
    },
    {
        "title": "- Shocking truth",
        "text": "Junk. Save your money. Have two of these both have failed to power on or charge after just a year and a half. Save your money. Simply to expensive for a speaker to accept failure. Bose not the quality it used to be. Have a set of 30 year old Bose wired speakers. Work just fine. These are crap"
    },
    {
        "title": "Good until it stopped charging",
        "text": "I love Bose products. This is my first disappointment.  Also, not as much volume as I expected"
    },
    {
        "title": "Junk",
        "text": "Sounds great but not loud enough"
    },
    {
        "title": "My mini Bose skips continuously.",
        "text": "I only used this speaker for a few weeks in hotel rooms on business trip.Then it stopped powering up and wouldn't recharge. So now I have no speaker for the rest of my trip.I really expected more from such a vaunted company as Bose.I don't know why people always say they are the best.I have been burned by them before and I surely won't be buying Bose products in the future."
    },
    {
        "title": "Not loud enough",
        "text": "I am at the point where I am giving up on bose. Their quality has been going down for years. I can't even listen to a single song paired with any of my devices without it skipping. Will send this back and get a JBL instead probably. I've already wasted an hour of my time with no success.  STOP SELLING JUNK!"
    },
    {
        "title": "Very Saddened.",
        "text": "Brand new product! Though it does connect to my device and plays real good,  it won't charge at all. It won't respond to being connected to the charger. Had to contact Bose to get a replacement, and since I didn't have for a day, they said I should get a replacement free of charge, in 3 weeks though."
    },
    {
        "title": "IF you don't music skipping on every device, this is the speaker for you",
        "text": "LO UTILICE PARA MTB, SOLO DURANTE LAS RUTAS EN BICICLETA, AYER DEJO DE FUNCIONAR, NUNCA FUE EXPUESTO A LLUVIA, ADEMAS SE HA BORRADO EL NUEMERO DE SERIE UBICADO EN LA PARTE POSTERIOR DEL MISMO"
    },
    {
        "title": "I received a flawed product.",
        "text": "Don't buy this it is trash, can't hear it unless you are some where quiet defeats the purpose of being able to clip it to something while you are being active. Total trash. It also uses the old style USB charger and it is super hard to connect."
    },
    {
        "title": "EL PARLANTE FUE COMPRADO EN JULIO 2021 Y HOY EN ENERO 2022 NO ME CARGA LA BATERIA",
        "text": "This speaker has lot of Bluetooth issues. Keeps disconnecting, forgets paired systems. Worked with customer services but still no luck. Not worth it whatsoever."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Battery life is terrible, the controls on the unit don't work, the power button only works sometimes.  Very disappointed for a Bose... But I mean I guess it's waterproof.  I would not recommend this product to a friend or an enemy.  I would return it if I hadn't waited too long."
    },
    {
        "title": "- Shocking truth",
        "text": "I wish I could give this product zero stars. After less than a year of owning the speaker will not charge anymore and is a glorified paper weight and Bose will not replace. Always heard Bose was a Reputable Company Clearly I was Wrong. Next time I will go JBL."
    },
    {
        "title": "Terrible, I expected more from Bose",
        "text": "After not even a year, the system stopped charging. No power. Nothing. I called Bose support and they told me that for $75 they will look at it and possibly put in new batteries. This is ridiculous. I spend $99 in the first place, why would I spend $75 to have them look at it. Bose really understands planned obsolescence! #neverbuybose"
    },
    {
        "title": "Will not work after less than a year and Bose will not replace",
        "text": "I need to talk to someone about my return"
    },
    {
        "title": "Quit after only 1 year.",
        "text": "It stopped working without reason.  It lasted 6 months.  Poor quality."
    },
    {
        "title": "Not what she wanted",
        "text": "sound was not that loud!"
    },
    {
        "title": "Stopped working after 6 months",
        "text": "I loved this product the first 3 times I used it.  When I tried to use it yesterday, the battery indicator was low, so I attempted to charge it with the USB cord.  It did not charge.  I tried another USB cable, a different charging source and plugging it into a computer.  It is now useless."
    },
    {
        "title": "not that great in sound!",
        "text": "Was a christmas gift so out of the return wimdow and it won't take a charge. Basically just flushed money down the toilet for a lemon."
    },
    {
        "title": "Useless after using three times",
        "text": "Horrific. Stay away from this product. I've had good experiences with Bose products until this thing"
    },
    {
        "title": "Wont take a charge",
        "text": "Yesterday I received  Bose SoundLink Micro Bluetooth speaker when tried to charge using the USB charging cable, am unable to insert the USB port Pin into the Speaker slot. It's not fitting into the slot. maybe I received a wrong charging cable. Please let me know that you will be sending the new cable or else I need to return the item.Thanks,Krishna"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Unfortunately I just opened this speaker today, my Iphone speaker has more volume than this speaker. Have been using  Bose wired speakers since 2005, didn’t give it a second thought that I should try it out as soon as I received it! Totally disappointed and waste of money. Maybe Amazon send me a refurbished one or something, this is unacceptable!"
    },
    {
        "title": "- Shocking truth",
        "text": "Bought this product to connect with Alexa Dot.  It does not work to stream music only voice.  Bose rep tried to assist but to no avail.  Disappointed because I bought two one for my mom and one for myself."
    },
    {
        "title": "No volume so cannot talk about any other quality this speaker might have!",
        "text": "This product is a waste of your money. It will not turn on, regardless of all the troubleshooting. On the bose website this is a very common problem with this particular product. Save your money and purchase a different brand."
    },
    {
        "title": "Blue tooth does not work with Alexa producys",
        "text": "It won't charge. And it has trouble connecting to my bluetooth. I am super disappointed. And super frustrating -this speaker does not stand up, it falls down. It has a strap-  to connect to what? I want it to sit on my desk like a normal speaker."
    },
    {
        "title": "Buyer Beware",
        "text": "This is the 2nd speaker, both with the same problem, the battery stops charging"
    },
    {
        "title": "Very frustrating",
        "text": "I had before from Best Buy, gave to my sister. This time I got a bad one. Battery won’t charge."
    },
    {
        "title": "Battery will not charge",
        "text": "Speaker stopped holding a charge after about 4 months of using it. Cant get it to power on."
    },
    {
        "title": "Battery won’t charge. Return ASAP",
        "text": "Very poor product and poor customer service from Amazon."
    },
    {
        "title": "Will not hold a charge",
        "text": "Hard 2 turn power on/off.Have 2 use a pencil 2 do so.barely hear it even tho the volume is is turned all the way up! Can't return it now. a waste of $100."
    },
    {
        "title": "Battery did not work",
        "text": "Great sound for a small speaker, but it died after 3 months."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "It brokered on me from the charching area"
    },
    {
        "title": "- Shocking truth",
        "text": "Went to charge the unit when the battery was low and it would not charge properly/hold a charge at all. Contacted customer service and they won't replace it since they consider it normal wear and tear even though I took care of it properly. Don't buy this speaker unless you're looking for a short term solution."
    },
    {
        "title": "I’m not happy with this product",
        "text": "It sounds great easy to connect but have had it for less then a year and it no longer works 🤬😡🤬😡"
    },
    {
        "title": "Barley used it and it broke after 7 months.",
        "text": "Bought as an add on to my Bose surround sound. I wanted this because of Bluetooth ability. Well, after calling and getting more frustrated, and the volume wouldn’t increase. Sent it back today after less than 24 hours. Don’t buy this."
    },
    {
        "title": "Disappointed worked for less then a year",
        "text": "Hello theblue tooth speaker sounds as if it is about to go out i would like a replacementCause it sounds like a plastic bag it is auflePlease replac it for  me  send one that sounds good.Thank yousOmar ZaidGood day..."
    },
    {
        "title": "Worst Bluetooth Speaker",
        "text": "Stopped working after one day, I have other Bose speakers that are great, I don't know what happened to this one."
    },
    {
        "title": "This particular speaker is no good  plz replase it",
        "text": "It was a great speaker while it worked but now its just a paperweight.  Very frustrating."
    },
    {
        "title": "crapped out after one day.",
        "text": "Battery dies in less than 2 hours not what I expected or what description false information. I want to return it now it’s too late been since March less than 2 months"
    },
    {
        "title": "I have only had this for a few months and it will no longer charge.",
        "text": "The charger that came with this speaker did not fit into the charging port. Of course I bought this as a gift for my mom, so I didn’t know it was defective until she tried to set it up and called me for help. Will be returning this and getting her a different Bluetooth speaker."
    },
    {
        "title": "Battery life no good",
        "text": "Purchased in September 2020, and used just a handful of times.  It won't charge and is useless.  Very disappointed in this model.  I had my Bose mini speaker (previous version) for nearly 10 years."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Had this item for a year. Barely used it. All the sudden it simply won’t recharge and now it’s a worthless brick of rubber. Pretty sad that Bose won’t do anything about. I imagine I’m not the only one that is experiencing this issue."
    },
    {
        "title": "- Shocking truth",
        "text": "This device battery failed to charge. The online product help from manufacturer states it is out of warranty, yet it is less than 11 months in my possession. This battery issue appears to be a frequent issue."
    },
    {
        "title": "Beware of patent battery/power subsystem issues.",
        "text": "I like the brand but I'm returning this speaker. Unless you only have one possible bluetooth source, this is not what you want. It will not connect, or only with great difficulty, unless you use a special app."
    },
    {
        "title": "Limited battery Charging life-cycle. Disappointment.",
        "text": "Purchased the Bose for its reputation of a quality product.  Unfortunately, it stopped charging after four months.  I have other Bose products that are still working.  I was disappointed with the Bose Soundlink Micro Bluetooth Speaker.While it was working I would give it four stars."
    },
    {
        "title": "difficult to connect",
        "text": "I ordered a used one because it was $15 cheaper. I don't know if it was remanufactured or what, but it sounded like the driver was hooked up backwards. It definitely didn't have the Bose sound quality that I was after."
    },
    {
        "title": "Stopped taking a Charge",
        "text": "The sound quality on this thing is terrible. I understand it’s supposed to be a travel speaker but I have a taotronics Bluetooth speaker that’s the same size that I got for $20 that has much better sound quality in both volume and clarity. I returned mine, don’t waste the money."
    },
    {
        "title": "First generation sounds better.",
        "text": "I've had two of these. Sound quality is awesome but at one point it stopped taking a charge. Bummer. To their credit, Bose (reluctantly) sent me another one. Well, here we are, several months down the road and it's the same old story. As much of a hassle as it was to get the last one replaced I just don't have the energy to go through it again. I have a Bose sound bar for my TV, I have Bose ear buds, and I have one of the original Bose Mini SoundLink speakers that is probably almost 10 years old and still going strong. To say that I am a BOSE MAN would be putting it mildly. But, sadly, no more. Bummer."
    },
    {
        "title": "Terrible sound quality",
        "text": "This is not waterproof do dont buy it if it is for that reason. It wont charge it simply just stopped working"
    },
    {
        "title": "Bummer",
        "text": "My speaker did not come with a charging cord.  The photo shows one included.  Please contact me!"
    },
    {
        "title": "Not waterproof",
        "text": "Though this little thing is small, I don't think Bose should have bought into it. When I do Bose, I expect magic. There's no magic here. I'd rather pay twice the amount and get Bose Magic. This little thing is cool for some other company but there's not enough magic."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Bought this for my son for Christmas. One trip down the ski slope and the strap didn’t hold on the speaker, falling off somewhere in crested Butte Colorado. Really unfortunate and very disappointing for him.  Question the design of the rubber strap clasp. Call Bose. Said tough luck."
    },
    {
        "title": "- Shocking truth",
        "text": "I didn't like the old fashioned charger"
    },
    {
        "title": "Rubber strap clasp does not hold well!",
        "text": "The speaker worked flawlessly till it stopped working exactly after the year. Now no longer under warranty the replacement from bose support want to pay $75. Expected better support from Bose."
    },
    {
        "title": "Broke after the 4 week window to return speaker will not power up",
        "text": "Not good design. Cant see control icons. Bad connectivity. Cuts out difficult to reconnect"
    },
    {
        "title": "Stopped working exactly after a year",
        "text": "the speaker stopped working after 2 months. dead. buyer beware."
    },
    {
        "title": "Disappointed",
        "text": "I bought this (along with a case) for my frequent overseas trips.  Small size with decent sound - for about 18 months - then the battery stopped charging and it became a $100 doorstop.  I’m done buying Bose products.  Big price tag for bad quality."
    },
    {
        "title": "quit working",
        "text": "Save your money. I used this three times in four months. It won’t charge.  Apparently it’s a common problem with this item. So very dissatisfied."
    },
    {
        "title": "Battery stops charging after 18 months",
        "text": "Ordered 2 units.  One works fine.  After 2 months the second one won't charge.  3 blinking lights.  Internet shows is a common problem with no solution.  Still functions as a paperweight."
    },
    {
        "title": "Expensive paperweight.",
        "text": "After multiple attempts to connect to Bluetooth - returning. Bought a Marshall and it is awesome and easy to connect!"
    },
    {
        "title": "Bad battery",
        "text": "Randomly decided to refuse to charge. Poor Bose. It had such a great reputation"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "It does not work. Good enough?"
    },
    {
        "title": "- Shocking truth",
        "text": "The speaker was faulty"
    },
    {
        "title": "Worst ever purchase from Amazon in 20 years",
        "text": "Brand new supposedly. I charged it up and didn't even last for 4 hrs on the golf course. Very disappointed for the price spent"
    },
    {
        "title": "Bose sent me a faulty speaker and they never accepted it to be returned.",
        "text": "The sound quality is great. The design is poor in that the rubber strap lost its ability to stay clasped around a bicycle handlebar after about five months. That's is this strap's intended use. Bose designed the product so that the strap isn't a replaceable item. Not a matter of misuse, a design flaw. I phoned Bose support. At first, they offered a discounted replacement of the whole unit, and then reduced the cost further after I asked to speak with a supervisor. They are simply washing their hands of this design flaw. Fortunately, I found a product on Amazon which solved the problem but cost me another $15 that I shouldn't have had to pay. If you are no longer able to strap yours to your bike, this product will do the trick. https://www.amazon.com/gp/product/B078LQYYRV/ref=ppx_yo_dt_b_asin_title_o01_s00?ie=UTF8&psc=1  Bose, you should do better and offer this solution to people who are suffering from this problem."
    },
    {
        "title": "Battery life sucks",
        "text": "I called the seller and all they could offer me was to buy new one for $75.00. I am disappointed in the product as it stopped working and I was unable to even charge it after only using it couple of times."
    },
    {
        "title": "Strap is defective and Bose won't stand behind it.",
        "text": "The Bose product just stopped working..."
    },
    {
        "title": "Speaker died after 2 months",
        "text": "Had it for a short time and the speaker just started rattling. I’m super unhappy with the purchase. I’m traveling, so I just hope my wife didn’t trash the packaging. Hopefully I can send it back..."
    },
    {
        "title": "This product broke, stopped working",
        "text": "Not loud enough, the little alexa square speaker is louder. Connecting to pc is a nightmare. Phone friendly only. Very buggy. Would tell past self not to buy."
    },
    {
        "title": "Base rattling, sounds terrible after less than a month",
        "text": "This speaker died after about 2 months. It would no longer charge using the micro USB that came with it and could hold a charge as well."
    },
    {
        "title": "Crap",
        "text": "Speaker was great for a little while but started shutting off randomly reset it problem continued replaced the battery worked for a while started doing it again save your money and get something else"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Probably the biggest waste of money on amazon. It completely stopped working after three uses. Trying to contact customer service was a nightmare. Sad what Bose has become."
    },
    {
        "title": "- Shocking truth",
        "text": "Purchased two. Delivered Jan 2, 2020. One will not recharge as of Feb 16, 2020. I have missed the Amazon return date. I thought Bose would be a reliable product. very disappointed."
    },
    {
        "title": "Terrible product",
        "text": "Too expensive, difficult to link Bluetooth. Only 2 devices supported at one time."
    },
    {
        "title": "Bought 2, one died in less than 2 months!",
        "text": "Strap is terrible. Muffled at high volume. Bluetooth is absolutely trash. Will kick you off and go into search mode on its own. Would not recommend."
    },
    {
        "title": "Lots of $, only connects 2 devices.",
        "text": "I read many of the reviews for the Bose Speaker which were very favorable. I disagree completely. The speaker sounds very tinny hardly any base. Needless to say I was very disappointed and returned the speaker. Wouldn't recommend it."
    },
    {
        "title": "Save your money and buy something else",
        "text": "Worked for 1 hour and then never turned back on or charged. BOSE online support said it was out of warranty despite being 2 days old. Don’t buy."
    },
    {
        "title": "No Bass!",
        "text": "More of a question than a review at this time.  Received and used on 12/2.  Brand new.  The speaker continually time out.Please advise why this is happening.  Defective?  When it was working sound was excellent"
    },
    {
        "title": "Wouldn’t work. BOSE refused to return but amazon would",
        "text": "Work,just mot loud enough"
    },
    {
        "title": "Why not working properly",
        "text": "Will only charge 30% waste of money!"
    },
    {
        "title": "They could do better",
        "text": "I've had a few Bose speakers and no issues. A month after purchase, this one died on me and I have no recourse. I highly recommend against buying from this vendor."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Arrived used!  This was not sold as a used item!  It came clearly scuffed with fingerprints that couldn’t be wiped off.  The instructions were missing and there was dirt in the box."
    },
    {
        "title": "- Shocking truth",
        "text": "I had this speaker for 4 months, used it maybe 30 times. The sound quality suddenly became terrible.  It's extremely fuzzy/muffled. Do not buy this product."
    },
    {
        "title": "Was clearly a used item sold as new",
        "text": "I wanted to like this, I think Bose is great. But this speaker had poor quality. I have another bluetooth speak that is $30 that sounds much better than this."
    },
    {
        "title": "Speaker busted after 4 months of use",
        "text": "What a dissappointment! I am on my 2nd one, a replacement for the 1st one! Both crapped out within 3 months! I bought it because of the known Bose Quality. Fooled me Twice! I am pissed!"
    },
    {
        "title": "Poor sound quality",
        "text": "THIS THING WILL NOT CONNECT EASILY TO MY LAPTOP / IPHONE, ETC. OTHER BLUETOOTH SPEAKER IN MY HOUSE DOES. I AM SO VERY FRUSTRATED WITH THIS DEVICE. I WANT THIS REFUNDED!!!"
    },
    {
        "title": "They Suck, dead in 3 months",
        "text": "I had the for less than a year and it completely died.  This also happened to me with my Bose SoundLink.  I HIGHLY recommend you getting the extra warranty because you'll need it."
    },
    {
        "title": "BLUE TOOTH CONNECTIVITY SUCKS",
        "text": "New out of the box the speaker would not charge. Item returned immediately"
    },
    {
        "title": "HIGHLY recommend getting the warranty...",
        "text": "Opened Christmas Day and the buttons have already quit working. Really disappointed in the quality."
    },
    {
        "title": "Not Bose Quality",
        "text": "I just got this for the holidays. There is no volume. I have other Bose products that are great. Maybe this is a lemon. $100 wasted!"
    },
    {
        "title": "Not impressed",
        "text": "Had a 20% charge when arrived. Put on the charger for a full night and day still at 20%. I think 20% was its maximum. Returned"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "the speaker does not work with google hangouts calls. it says \"call ended\" when I answer the call when connected to the speaker then plays audio through the phone although the Bluetooth indicator is selected on the call interface."
    },
    {
        "title": "- Shocking truth",
        "text": "It sounded great for the first several months. Now it rattles like a blown speaker. It is very noticeable when playing talk radio."
    },
    {
        "title": "does not work with google hangouts calls and maybe other internet calling",
        "text": "very small, could not step on it"
    },
    {
        "title": "Sounds like a blown speaker",
        "text": "Doesnt stay connected. Device is right next to it and nothing else that is blutooth is on -.-"
    },
    {
        "title": "very small",
        "text": "Totally loved it bought another both broke can’t be charged within a couple months bummer I liked while it lasted"
    },
    {
        "title": "Doesnt stay connected",
        "text": "poor life, sounded good but annoying that it stopped taking a charge after four months!!!"
    },
    {
        "title": "Dies for no reason in a few months or less",
        "text": "Was a great product, but doesn't do any good without a charge"
    },
    {
        "title": "Quit working 2 months after return date eligible  never buy again!!!",
        "text": "Too small for the speaker to fit in, and the kickstand kept collapsing! When inside the case the sound is muffled and not good. Also, there is no place to put the charging cord."
    },
    {
        "title": "Stopped charging after 7 months",
        "text": "Bought it November 2018 and it worked great! March 2019 and its dead. It won't power on. Only used inside house. Very disappointed."
    },
    {
        "title": "Doesn’t fit",
        "text": "This so called BOSE speaker has terrible sound quality. I was ripped off!"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "dont waste your money, if i could return i wud"
    },
    {
        "title": "- Shocking truth",
        "text": "sometimes it works fine, and sometimes it just keeps making electric noise with no sound"
    },
    {
        "title": "do not buydo not buy",
        "text": "Requires phone app that continually sends your phone's location.  Creepy, if the current Bluetooth functionality requires that Bose should use a different Bluetooth option."
    },
    {
        "title": "Sound doesn't work all the time",
        "text": "Is this a Bose??? I am wondering."
    },
    {
        "title": "Creepy location tracking required",
        "text": "We bought two in August.  One died in November.  With very little use.  Poor."
    },
    {
        "title": "Doesn't change after a Year...",
        "text": "little speaker but key chain speakers have better sound than this!"
    },
    {
        "title": "Poor reliability",
        "text": "Not loud enough and has a short battery life."
    },
    {
        "title": "Weak sound-Over Priced.",
        "text": "Pretty upset with this little guy. No Bass all highs a mids. Tried all the fixes suggested by Bose. Probably good for a shower or bathroom."
    },
    {
        "title": "Big disappointment",
        "text": "This product quit working and I just bought it"
    },
    {
        "title": "No Bass.",
        "text": "Erratic bluetooth connection. Great sound. But within a month, the device stopped recharging and the volume controls stopped working. Amazon is replacing."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "I ordered this item, and it has never worked."
    },
    {
        "title": "- Shocking truth",
        "text": "Paid 100 bucks for a “new speaker” this is definetly a refurbished item with signs of wear... wow..."
    },
    {
        "title": "It doesn't work",
        "text": "Product stopped working 6 mo after purchase. According to Bose its a technical fault. NOT WORTH THE MONEY."
    },
    {
        "title": "“New” speaker",
        "text": "Complete piece of junk, quit working after 3 months"
    },
    {
        "title": "Will die around 6 months.",
        "text": "second Bose having broken parts after one year will not buy Bose again!"
    },
    {
        "title": "Don’t waste your money",
        "text": "This speaker sucks! It is constantly disconnecting from my devices! Should've bought the beats pill instead."
    },
    {
        "title": "Power button broke after one year",
        "text": "Battery doesn't last even 5 hours."
    },
    {
        "title": "Connection Problems",
        "text": "This product broke down after two months of usage. I am very disappointed in Bose and trusted more in them."
    },
    {
        "title": "Battery life sucks",
        "text": "I will never buy a Bose product again. Completely let down."
    },
    {
        "title": "Bad quality!!!!",
        "text": "This stuff stop working on second day without reason! Terrible"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "It seems they made some repairs, but it is damaged.PS: I want to cry"
    },
    {
        "title": "- Shocking truth",
        "text": "This is the second unit. Soundcstutters this device only. All other Bluetooth devices work seamlessly"
    },
    {
        "title": "Arrived damaged",
        "text": "Stopped working after 2 months"
    },
    {
        "title": "No a very good product. Disappointing",
        "text": "Works when it wants to. Bought three of these and this is the only one not cooperating."
    },
    {
        "title": "stopped working",
        "text": "I thin I would like it but it is difficult to give more than 1 star when it came defective out of the box. The battery never did charge."
    },
    {
        "title": "Worked good but then...",
        "text": "El paquete nunca llegó a la dirección establecida quisiera que fuera entregado nuevamente porque no lo recibí"
    },
    {
        "title": "Defective out of the box",
        "text": "Stopped working beforec1 year"
    },
    {
        "title": "Nunca llegó",
        "text": "I can not get it to connect"
    },
    {
        "title": "stopped working",
        "text": "Speaker busted after 2 months."
    },
    {
        "title": "Bose",
        "text": "It does not turn off, and does not connect."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Returned because isn’t type C. Stay way down Bose"
    },
    {
        "title": "- Shocking truth",
        "text": "Only used for 20 days, then never turn on again. Completely dead."
    },
    {
        "title": "Returned because isn’t type C. Stay way down Bose",
        "text": "It broke, stop working in a week!! I would not order."
    },
    {
        "title": "Good luck",
        "text": "It stopped working after 32 days!"
    },
    {
        "title": "Broke will not charge",
        "text": "Sound quality rather poor.  Sounds like a knockoff"
    },
    {
        "title": "Big Disappointment",
        "text": "Looks like I received a lemon.  Doesn't turn on, doesn't charge.  Bummer..."
    },
    {
        "title": "Would not recommend",
        "text": "Won't  Charge"
    },
    {
        "title": "Lemon",
        "text": "Returned ..not what I needed"
    },
    {
        "title": "Fits in the smallest places",
        "text": "Then it died."
    },
    {
        "title": "Returned.  Error in ordering ...",
        "text": "returned because I couldn't get it to work after charging it for 24 hours."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "The sound is horrible."
    },
    {
        "title": "- Shocking truth",
        "text": "Item appears used. I will be returning and ordering directly from Bose."
    },
    {
        "title": "Bosé Total disappointment",
        "text": "It only worked for a month,I'm not happy with this product!"
    },
    {
        "title": "One Star",
        "text": "Doesn't sync with my iPod. This speaker did not meet my expectations!"
    },
    {
        "title": "I'm not happy with this product",
        "text": "Purchased for me and my daughter for Christmas 2019. Mine lasted 6 months my daughters lasted 7 months."
    },
    {
        "title": "One Star",
        "text": "See the headline"
    },
    {
        "title": "Unusable after just a few months",
        "text": "Great speaker at first, not so loud, and micro usb not usb c, that elastic strap doesn’t stretch n opens easily making it useless. NNot sure if it was worth 99 when other companies sells the same thing for much lower.Became a 0 star for me the moment it broke in 6 months i kept it in relatively good condition never exposed to water so idk why it would just die. Is all bose products have short lifespans?"
    },
    {
        "title": "can not get it to sync with Alexa",
        "text": "These only last two years"
    },
    {
        "title": "Dont know why this speaker is so highly rated cuz mines stopped working in 6 months",
        "text": "looks like not new."
    },
    {
        "title": "Nope",
        "text": "The media could not be loaded.\n                \n\n\n\n It doesn’t work"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Amazon marks this radio is waterproof and it is not, mine got wet and they would not back it."
    },
    {
        "title": "- Shocking truth",
        "text": "Not clear sounds!"
    },
    {
        "title": "Pose does not advertise. This is waterproof. Only Amazon does, therefore not backing the warranty.",
        "text": "Over pricedPoor Sound QualityApp is a privacy nightmareBad battery lifeAvoid"
    },
    {
        "title": "One Star",
        "text": "I bought this speaker about a year ago and have really only used it a handful of times but have always kept it charged up. Went to use it today and it won’t even turn on. No lights and won’t take a charge. Nothing. The sound quality really does not live up to Bose quality. I have had other Bose products that I have loved. This one is not it."
    },
    {
        "title": "Over priced Poor Sound Quality App is a privacy nightmare Bad battery ...",
        "text": "I remember when I first got the Micro Soundlink. With good sound quality, excellent portability and seamless wireless connectivity, it was an excellent companion to my mobile devices and laptop.Now, however, I must live with a \"feature\" that the idiots at Bose added with the latest firmware, something users have complained about that we cannot disable. I'm talking about this: \"The user can now power on the puppet (companion) speaker through the Bose Connect App.\"What that addition does is to keep the Bluetooth module on the device constantly on, searching for a signal from an already paired mobile device that will, when found, automatically power on the speaker. Sounds convenient, right? I, along with dozens of users who have been waiting for Bose to give us the option to disable it, disagree.My Micro Soundlink is paired to my laptop. I alternate between using the laptop's internal speakers, headphones, Micro Soundlink and Soundlink Color (Gen 1). Ever since the firmware update, when I turn my laptop on, the cursed Micro Soundlink also turns on, with the robotic female voice blaring, \"BATTERY AT ONE-HUNDRED PERCENT. CONNECTED TO [my laptop name],\" and automatically hijacks sound output to itself.Oh, and then there's the whole parasitic drain from the Bluetooth module being constantly powered on to make this \"feature\" work. Do you like to keep your portable speaker in your bag until it's needed? Forget that whole thing with this thing--the parasitic drain will flatten the battery in a couple of weeks.It's been over 20 months since this awesome \"feature\" was implemented, yet Bose refuses to give the users the option to live without it. Save your money and invest in something else.\"It's Not a Bug, It's a Feature!\""
    },
    {
        "title": "Died after Minimal Use and Sound Quality Sucks",
        "text": "I stopped using for 9 months - NEVER DO THIS - and now it won't charge, won't update firmware, I got a total of 90 minutes of usage over the life of the device!!!  The device has a set of horrible, intricate mazes to keep you from restarting it properly.  First, it doesn't have a 3.5mm or 2.5mm port, so you MUST use bluetooth.  Second, it has some wonky \"Battery Protection Mode\" which locks the device if you don't use it for 14 days!  Third, it won't update firmware if the battery is under 20%, and mine ABSOLUTELY WILL NOT CHARGE ABOVE 10%, despite charging for 6 hrs on a device used 90 minutes in 18 months!  This is a gift from my son.  How do I tell him he blew $50 on dad's xmas present ??To get service, you have to enter a 17-digit product serial number that is LITERALLY 13mm wide - <1 mm per digit!  It took me 5 minutes under bright light to read the damned thing!  The certainly HATE THEIR CUSTOMERS YOU ONLY BLEW $75 WITH THEM!  They let you describe your problem in 100 CHARACTERS OR LESS!  There is no solution, and now Bose is offering me a replacement for \"only\" $25 more than we paid for the device!This company is a sh1tstorm.  Bose, the FU company."
    },
    {
        "title": "Newest firmware forces users to live with an annoying \"Auto-On\" mode",
        "text": "I got this as a gift, and yes it was still in the wrap. The battery won't charge beyond 40% and you need an app to use it. There is no way to hard wire and use on the fly. You have to have the app. I went to the Bose site to put the software updater on my computer but there doesn't seem to be anything compatible with windows10 so my computer doesn't even recognize it as an audio device. My computer can't even connect via Blue Tooth because there is no app I can download to the laptop."
    },
    {
        "title": "Nightmare Device",
        "text": "Just returned mine after spending a day incredibly frustrated trying the get it to work. VERY difficult to set up, and the Bluetooth connectivity does not carry over to the next time you use it.... you have to start over and over and over again. Each time involved turning my speaker off, turning the Bluetooth off on the phone, reconnecting the Bluetooth, waiting for the speaker to connect, etc. Very aggravating. I bought it yesterday, by 9 PM I showed 7 Bluetooth connections for the exact same speaker. It was also scratchy and skipped words a lot, both in music and in streaming news from my phone. Not worth the money at all."
    },
    {
        "title": "This will be the last Bose I ever have",
        "text": "I have owned numerous Bose products over the past 14 years or so and one thing I have noticed is that none of their products, speakers or headphones (Bluetooth or wired) last as long as other brands.  I am an audiophile so I have headphones and speakers from just about every major competitor and all of them have lasted longer than Bose.  The sound is good, but there are other brands whose sound is just as good if not better and they last.  Every Bose product including the Mico soundlink eventually experiences some sort of battery or wire issue and stop working.  Bose will replace it but at the same cost (so it really is no replacement at all).  I like the Bose sound quality but if you are looking for reliability, save your money and look elsewhere."
    },
    {
        "title": "Avoid like the plague",
        "text": "Once this speaker is paired with a device, if that device is on the Bose micro speaker turns itself on automatically. You can manually turn the speaker off, only to have it turn itself back on, repeatedly. There is no way to to turn this \"feature\" off and the only way to avoid having your Bose micro speaker continually turn itself back on is to unpair it from the device. There are tons of complaints about this in  numerous online forums and Bose has done nothing to address the issue. It's one thing to make a design flaw but to ignore customers and do nothing to solve an issue like this is very disappointing. Is this what I get for shelling out top dollar on a small speaker? I will be sure to never buy a Bose device again."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "There is no way to fully turn this device off. It has Bluetooth Low Energy, which is fine, but that means it's always emitting some kind of Bluetooth signal. This device will automatically turn itself all the way on and connect to devices it's paired with whether you want it to or not. People have been telling Bose that they hate that they can't turn off BLE for YEARS, and moderators in the customer service forums keep saying stuff like 'We've notified engineering that people are interested in the ability to toggle BLE' and 'Is anyone else interested in this feature?' for YEARS. Nothing has been done. Don't buy this product. Not only is it a pain in the ass, it's not even a good speaker"
    },
    {
        "title": "- Shocking truth",
        "text": "I utilized my warranty and went through the whole process of getting my speaker replaced, but same problem with its replacement: The speaker turns on **by itself** more than ten times a day, saying \"Ready to connect,\" over and over again each time. It wakes me up in the middle of the night. It turns on while buried deep within a suitcase. It turns on in the middle of a movie. I am *constantly* having to get up and power it off. Also, it *automatically* powers itself up and connects itself *any time* my phone or laptop's Bluetooth function is turned on!! It's like, Excuse me? Who said I wanted to listen to music through you right now?! Presumptive much?! Terribly annoying!! Also the volume buttons don't work on my replacement speaker. Ugh!"
    },
    {
        "title": "Poor sound quality and can't be fully turned off",
        "text": "This speaker has a software design flaw that could be fixed easily. When your most recently connected device attempts to connect to it, the speaker turns on and connects, even if you manually turn it off. I experienced this at random times, including very early in the morning while I was still trying to sleep and the speaker made a loud noise to wake me up.  The feature that allows the speaker to be turned on remotely by Bluetooth cannot be disabled by the Bose app.  The speaker could make noise at any time without my ability to control it, so I can't bring this anywhere that I won't be embarrassed by a loud, unexpected noise coming from my speaker.  I returned it to the store."
    },
    {
        "title": "Bluetooth terribly defective on my original AND replacement speakers",
        "text": "In general it's a very convenient speaker because of it's small size. Sound quality was just ok not great.Now, it will not charge. Connected to the wall and not charging what so ever.  It's been only 12 months (Got it as a Christmas gift last year).  Bose helped me upgrade the software, but after the speaker did not charge after that, Bose just said basically - too bad, buy a new one.  Ouch.  I will buy a new one, but NOT a Bose.  They treated the speaker as a disposable speaker. Too bad.  I'm very disappointed."
    },
    {
        "title": "This speaker cannot be turned off completely.",
        "text": "I loved this speaker - honestly the best one I've ever owned. Unfortunately, the strap is worthless. The website says \"The tear-resistant strap is super reliable, so you know it’ll hold just as tight whether it’s the first time or the thousandth.\" That's just not true. I used to carry this speaker on my golf bag when I'd walk 9 holes. On the 5th outing, I lost it somewhere on the course (I don't play it too loud to respect other golfers). The strap itself is a nice material, but it is FAR from SUPER RELIABLE. Might as well have pinned a $100 bill to my golf bag with a clothespin and would have had the same result. Disappointed."
    },
    {
        "title": "Died after a year only.",
        "text": "It’s extremely offensive how Bose is advertising this product, using photos of people with it strapped to a pack and other inconsiderate outdoor uses.  One of the most offensive things I encounter when outdoors, one place that is supposed to be peaceful, is when inconsiderate idiots are obnoxiously blasting blasting their music.  It’s unbelievable that a company would promote this sort of use for a product.  I own several Bose products I am happy with, but will never buy another Bose product after seeing how reckless, greedy, and uncaring they are in promoting this product."
    },
    {
        "title": "Poor Strap Quality",
        "text": "I bought this at Target because I was on the road and wanted a cheap speaker for my car. I went with Bose for quality versus cheaper off brands.Hard pass. It was good while it lasted. Fairly loud with descent sound quality. It had this bug, where sometimes I had to plug in charger and hit power otherwise it wouldn’t power up (and it wasn’t because it was dead, it had full charge).After about 6 months it started turning itself off and eventually just wouldn’t power up except to say it had a full battery.Don’t waste your time."
    },
    {
        "title": "Offensive",
        "text": "Bose... you're a disappointment... upgrade the charging port to usb-c like the rest of the world."
    },
    {
        "title": "Was good while it lasted.",
        "text": "I've had this for about 10 months now. The speaker will suddenly not take a charge. Software update on my mac doesn't work after wasting my whole morning troubleshooting to no avail. I tried to start a warranty repair and their site says it's out of warranty which is supposed to be 1 year from purchase. Now I have to wait and call them on Monday. What a waste of time. I will never buy another bluetooth product from Bose. Highly NOT recommended."
    },
    {
        "title": "Really? A micro usb?",
        "text": "so, I've been excitedly looking at purchasing this speaker. I always read the reviews.  What I find amazing is the total lack of response from BOSE on any of the critical reviews.  Hey BOSE, do you think you are above it all and do not have to respond?  I think I will look at JBL..."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "UPDATE - stopped working for Zoom. So, not sure what's it's good for doesn't work for FB messenger calls either - may works for \"regular\" phone calls? Expensive for just a speaker versus speaker/microphone.Be aware of the limitationsBluetooth speakers support Hands-Free Profile (HFP) but not Headset Profile (HSP) for Bluetooth profiles. Many apps—including Skype, WhatsApp, and Facebook Messenger—use the HSP profile. Because of this, calls made using apps without HFP support will not be heard through the Bluetooth speaker."
    },
    {
        "title": "- Shocking truth",
        "text": "i strapped on the speaker to my bike, as is advertised, but the strap did not hold and the speaker fell off somewhere along my ride, and Bose would not back their product and the strap, so know that the strap is NOT secure and Bose will not work with you if you contact them about it"
    },
    {
        "title": "Be aware of limitations",
        "text": "Garbage tech refused to disconnect from my old cell and connect to new cell"
    },
    {
        "title": "strap does not hold and the warranty is not good",
        "text": "DO NOT BUY, STAY AWAY. If you plan on using this speaker for active things, the strap is made of poor quality. If you move around a little, it will not stay on. Due to this, I lost mine to a river. When I called Bose after one of their reps told be to call tech support, they are too proud of their poor strapping system to do the right thing and help in anyway. Bose lost a customer over a strap."
    },
    {
        "title": "Bad wi fi",
        "text": "This is a review of an earlier model, but if the shoe fits, etc. A great bluetooth speaker but over time it had to remain plugged into a power supply to work. Because of this issue I will no longer trust Bose products. They are suppose to exemplify quality of construction, not just to sound but power management."
    },
    {
        "title": "Poor Strap do not use for active activity",
        "text": "This is one of the several Bose products that I have purchased. This is by far the worst product I have ever purchased!!!  This unit did not even last 6 months. These units are not waterproof and do not hold up. Ours started cracking and the sound was terrible compared to their other products. I called customer service and they wouldn’t back their product!!!  Done with Bose!!!  Pitiful product and customer support!!!"
    },
    {
        "title": "Battery sucks",
        "text": "Son bought this for me for Christmas.  I have used it maybe 5 times as I have not been going anywhere, quit charging.  Bose says it is out of warranty and offered to sell me a new one at $70.00.  Sounded great the couple of times I used it, can't believe Bose is so worthless?"
    },
    {
        "title": "Do not waste your money!!!",
        "text": "Have had so many issues with this product. And forget about Bose trying to help out. Their archaic customer service makes it impossible to resolve the issue. Premium price for a less than premium product and support. Do no recommend."
    },
    {
        "title": "Worthless",
        "text": "I’m done trying to get this device to charge, and the sound quality sucks.  Trashing it and moving on to something else."
    },
    {
        "title": "Stops syncing after a while",
        "text": "Its the worst. Bose has sent me 5 replacements and the system updates dont work. Buy something else."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "The USB input is not waterproof and after a few uses the speaker would not charge.  I have a much cheaper ($20) waterproof speaker with a rubber cap over the USB charging point.  This one has lasted 3 years, is still going strong and sounds just as good as the Bose."
    },
    {
        "title": "- Shocking truth",
        "text": "Got this speaker as a gift. The strap broke off the back while I was walking and I didn’t realize it. If you get this speaker, don’t use the strap. You’ll lose it like I did"
    },
    {
        "title": "USB is Useless",
        "text": "When it works it is great, but it almost never works."
    },
    {
        "title": "Strap doesn’t work",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:46Loaded: 13.06%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:46 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n This is a piece of junk unfortunately. The sound is decent, however, when playing on my itunes for over a few hours, the sound starts to wave in and out. I bought mine 4 days ago and am having to return it because of this. In the video I am playing white noise from my itunes which is rainfall. You can hear how the sound goes in and out."
    },
    {
        "title": "Nothing but problems",
        "text": "I bought this piece of junk from Target. Tried to connect it to my iPhone after trying about 50 times this piece of junk won't connect with my iPhone. I have two other devices from Bose, never had any problem with them. This garbage is going back to Target."
    },
    {
        "title": "JUNK!!!!!",
        "text": "If you own an Macbook or any apply device, and plan on connecting this speaker to it, DO NOT BUY. Connection is choppy at best, buy a crappy 30 dollar speaker instead, take your 70 dollars saved and spend it on something worthwhile. Completely dissatisfied with this POS."
    },
    {
        "title": "Impossible to connect using bluetooth.",
        "text": "Far too bass heavy; the sounds seem to come out like a rock. Jazz sounds like a drowning cat; anything with horns or strings just forget about...rappers will love this useless speaker as it muffles all hope of actual music."
    },
    {
        "title": "Connection is choppy at best, buy a crappy 30 dollar speaker instead",
        "text": "It stopped connecting to my phone within 2 weeks. Bose used to mean quality. Those days are long gone. I was getting ready to by an entire surround sound system from Bose, so I’m glad my eyes were opened just in time. Klipsch it is."
    },
    {
        "title": "Music lovers keep looking this is garbage",
        "text": "Will not work without precise GPS location enabled.  This is not necessary and is only for data mining."
    },
    {
        "title": "Junk",
        "text": "Sounded very base heavy which I actually liked, but has stopped charging after less than 3 months. Bose, really?  Just expensive enough to expect something of value, but not expensive enough to waste time to try to fix.. Great work fellas"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "This speaker sucks the battery doesn't last it doesn't charge well and the range on it is very dissapointing. Do not waste your money! Aweful product!"
    },
    {
        "title": "- Shocking truth",
        "text": "Disappointed with the sound. After only using it a couple times the speaker started to sound blown. Dont know if it can be returned  after being used."
    },
    {
        "title": "Terrible waste of money",
        "text": "I purchased two, this one had poor bluetooth connection, crackly static speaker, loses connectivity.  The other one works fine."
    },
    {
        "title": "Bose bluetooth",
        "text": "Absolutely hate that this thing is always on and never shuts off!!! Worst design and purchase ever!"
    },
    {
        "title": "50/50 Quality",
        "text": "Stopped working after only a few months! Never exposed to any elements. Sat on my office desk. Junk..."
    },
    {
        "title": "Always On & Always irritating!",
        "text": "Bose junk but everyone knows that!"
    },
    {
        "title": "Junk",
        "text": "Defective charger cord! Was so excited to get things rolling and cord won’t fit in unit!! Gona contact seller and hope for new one to be sent."
    },
    {
        "title": "works for a few weeks then nothing works",
        "text": "Will not turn on; doesn't work."
    },
    {
        "title": "Defective charger cord! Was so excited to get things ...",
        "text": "It was a great little speaker…while it lasted. Stop charging/holding battery life after 2 months. This is my second Bose speaker this has happened too. Maybe try a different brand."
    },
    {
        "title": "One Star",
        "text": "dislike not enough bass"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Stopped turning on for no reason"
    },
    {
        "title": "- Shocking truth",
        "text": "Had 3 out of 4 develop battery issues and could not charge. Waiting for the last one to fail."
    },
    {
        "title": "Good While it lasted",
        "text": "This product was received defective. The switch on button is not working. Bose surprised us.There is no option for replacement also. 😕 I wish the company calls me back asap for support."
    },
    {
        "title": "Had nothing but issues",
        "text": "Ich habe diese kleine Box seit ein paar Tagen. Klanglich bin ich eigentlich zufrieden (für einen Lautsprecher dieser Größe) und auch die robuste Verarbeitung gefällt mir im Prinzip sehr gut.Die Box hat aber ein riesiges Manko: die Firmware.In die Firmware der Box wurde ein Feature eingebaut, durch welches die Box auch im ausgeschalteten Zustand permanent nach bereits bekannten Bluetooth-Geräten in der Umgebung sucht, und sich automatisch einschaltet und mit diesen verbindet, sobald sie eines erkennt. Das bedeutet im Klartext: die Box kann nicht ausgeschaltet werden! Nie! Es gibt keinerlei Möglichkeit, diese Funktion abzuschalten, nicht in der Bose-App, nicht über den Updater am PC.Ich habe jetzt eine ganze Weile nach Lösungen gesucht, und die einzige vom Bose-Support angebotene Lösung ist, das Bluetooth bei allen gekoppelten Geräten auszuschalten. Das würde für mich im Büro bedeuten, Bluetooth-Maus und -Tastatur nicht mehr zu nutzen, um Bluetooth am Rechner auszuschalten, um die Box ausschalten zu können. Mir ist es auch schon passiert, dass die Box in der Bahn in meinem Rucksack angegangen ist - klar, ich wollte ja auch meine Bluetooth-Kopfhörer benutzen und hab dafür das Bluetooth am Handy eingeschaltet. Die Box hat das sofort gemerkt, sich eingeschaltet und verbunden. Ich finde, das geht gar nicht. Ich möchte ein Gerät, gerade einen Lautsprecher, verlässlich ein- und ausschalten können.Mindestens genauso sehr wie dieses \"Feature\" stört mich der Umgang von Bose mit den Beschwerden dazu - diese werden nämlich einfach abgebügelt. Der \"sachdienlichste\" Vorschlag war bisher der von mir oben genannte - machen Sie halt das Bluetooth an den anderen Geräten aus. Hammer. Nachdem im Bose-Support-Forum durch einen Nutzer auf die Möglichkeit des Downgrades auf eine Firmware älteren Datums verwiesen wurde (in älteren Firmwares war dieses Feature noch nicht aktiviert und die Box ging ganz normal auszuschalten), verschwanden diese Firmware-Versionen kurz darauf aus dem Netz. Seit Februar ist diese Funktion implementiert und seitdem kommt von Boses Seite nichts außer sinngemäß: \"Das ist an die Technik weitergeleitet und die gucken, ob das wichtig genug ist, das zu korrigieren. Versteht aber auch, dass wir Prioritäten setzen müssen.\" Und die Leute bitten um nichts weiter, als um die Möglichkeit, diese Funktion selbstständig abschalten zu können. Zwischendurch sind weitere Firmware-Updates veröffentlicht worden, diese Funktion wurde jedoch vollständig unverändert beibehalten. Das bedeutet für mich, es gibt von Boses Seite kein Interesse, auf die vielen Beschwerden bezüglich dieses Themas einzugehen. Wer möchte, kann sich ja mal im Bose-Support-Forum nach diesem Thema umgucken - ist echt ein Trauerspiel.Ich finde das wirklich äußerst schade, da ich schon lange vor der Bluetooth-Ära ein Freund von Bose-Produkten war und es immer toll fand, eine Firma zu kennen, bei der Qualität zwar ihren Preis hat, dafür die Geräte aber auch hinsichtlich Sound, Verarbeitung und Langlebigkeit absolut Spitze sind. Frei nach dem Motto \"Da weiß man, was man hat\". Dem ist nun anscheinend nicht mehr so.Einen Lautsprecher, den ich nicht ausschalten kann, wann ich das möchte, kann ich beim besten Willen nicht gebrauchen. Eine Firma, die solcherlei Probleme auf diese Weise handhabt, möchte ich auch nicht mehr unterstützen. Das Teil geht wieder zurück.Dieses Problem betrifft übrigens auch die Revolve und Revolve+-Lautsprecher."
    },
    {
        "title": "Bose surprised me with defective product",
        "text": "It won't stay off, so it auto-connects and disconnects to anything that it's ever been connected to if that device turns on or off at any time of day, and it tells you about it too, so it talks all day and night, or if you shut the voice off, it beeps all day and night, including if your phone or computer installs updates and restarts in the middle of the night, even if the device wasn't connected to the speaker before the restart. I have various bluetooth sound devices and this is the only one that turns on automatically.Other than that it's fantastic. Great sound and battery life, and waterproof.There should be an option to have it stay off when it's turned off. Not to offer that is an obvious design failure."
    },
    {
        "title": "Riesiger Firmwarefehler",
        "text": "Sono due volte che ordino la cassa  e per ben due volte la carica non supera il 20 per cento.10 e lode all' assistenza Amazon che ha provveduto a ritirare immediatamente il prodotto e a sostituirlo.Anche il secondo  apparecchio però non funziona!"
    },
    {
        "title": "Great, but...",
        "text": "Gerät hat nach kurzer Zeit den Geist aufgegeben, Ich wollte die Herstellergarantie nutzen aber hier stellte man fest das mein Gerät mittlerweile schon 3 Jahre aus der Hersteller Garantie raus ist. Gerät ist nicht zu empfehlen."
    },
    {
        "title": "La batteria resta sempre al 20 per cento",
        "text": "El altavoz sonaba de maravilla pero poco después de acabarse la garantía ha dejado de cargarse. Una vergüenza para un altavoz que presume de ser top."
    },
    {
        "title": "Veraltetes Gerät als Neuware verkauft",
        "text": "After 2-3 hrs of fight couldn't connect it to my Windows 11 laptop. Very basic functionality missing. Pl note, it doesn't work with Windows 11 !!!! It doesn't work with WhatsApp calls. It doesn't connect or work while Netflix is on. It is not able to handle two instruments at the same time. No mute button. Sound is very mediocre. Nothing Bose about this. Completely useless overpriced product"
    },
    {
        "title": "No se carga",
        "text": "Excitedly received the Bose Soundlink Mini as wanted a good quality great sounding shower speaker (I normally listen to music on my I phone 7 resting on the toilet cistern). It looked a quality item out of the box so I plugged it in to charger cable and linked up the phone and speaker using bluetooth (all very straightforward and easy).I then selected a track and pressed play..........what the hell is this noise?!!The bass sounds were so distorted and the trebles sounded distant. I played around with the equalizer settings on the phone and tried all the different settings and still the poor sound kept coming. I know Gary Barlow isn't everyone's cup of tea but even so he deserves better than this speaker!! (sorry a little joke there - I didn't listen to Gary :-D).The distortion just made listening unbearable, turning the volume down did help a little but then that defeats the object of getting a shower speaker as the voIume was so low that you  wouldn't be able to hear it whilst having a shower. Its been out of the box no more than 10 minutes and I've already repackaged and delivered it back via the post office for a refund.By way of comparison I have a Sonos Play 1 that I use in the kitchen and that was only £50 more expensive but the sound from that is light years ahead compared to this Bose effort. However, the Sonos is not suitable for the shower room as it needs to be plugged into the mains.In summary......a very Poor speaker for the money and I'm looking forward to receiving my refund.PS Any recommendations from anyone for better suitable shower speakers would be sppreciated."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Der Soundlink Micro klingt echt gut für so einen kleinen Lautsprecher.Qualität und richtigen Umgang bei der Lagerung kann man aber nicht erwarten.Das Gerät kam 100% entladen hier an, hat nichtmal einen mux gemacht. Der Akku wurde also ungeladen gelagert, hat sich natürlich Tiefenentladen und den Akku unwiederruflich beschädigt.Bereits beim zweiten Aufladen lässt sich der Akku nicht mehr Laden. Das Gerät hing jetzt 5 Stunden an einem USB Netzteil eines Samsung Galaxy S6. Trotzdem wird dauerhaft angezeigt und gesagt dass die Batterie unter 10% ist und geladen werden muss.Klar, kein Wunder wenn sie enorm Tiefenentladen wurde. Nun ist wohl ein Schutzmechanismus aktiv der verhindert dass der Akku wieder geladen wird.Schade dass so schlecht mit den Produkten umgegangen wird und sie schopn während der Lagerung aktiv beschädigt werden.Ich kann nur jedem empfehlen wenn euer Gerät ankommt und vollkommen entleert ist, sendet es am besten gleich wieder zurück. Auch wenn es funktioniert ist der Akku mit höchster warscheinlichkeit stark beschädigt und wird seine Spezifikationen nicht mehr erfüllen können.Update:Nachdem ich eine Woche auf den Austausch warten musste ging dieser auch nach 2 Tagen kaputt. Ähnliches Problem. Kam mit völlig totem Akku an und nach erster benutzung und zweitem versuch zu laden tot. 3 LED blinken im Abstand von jeweils einer. Kein weiteres Lebenszeichen.Tut mir leid, aber das ist absolut inakzeptabel. Es wird Laienhaft und Amateurhaft mit den Geräten umgegangen, es werden schon fast tote Akkus verbaut die beim Kunden dann komplett den geist aufgeben. Absolut schlechteste Qualität. Nun Geld zurück.Nur noch ein Stern statt vorher 2. Bose hat nichts mit Qualität zu tuen. Ingenieure die nichtmal wissen wie man mit Akkus umgeht. Einfach peinlich."
    },
    {
        "title": "- Shocking truth",
        "text": "Its a great speaker. But stopped charging after one year. I\"m hoping to have it replaced or fixed.Not sure what is possible through Amazon.Will contact bose and amazon and see."
    },
    {
        "title": "Sehr enttäuschend",
        "text": "Very poor battery life! Charging takes 4 hours for2 hour playing time"
    },
    {
        "title": "broke in a year",
        "text": "I had it since summer 2020. Never been in water. Always using it at home and taking care of it. Suddenly, it won't charge anymore and nobody can help me because the warranty is over. Very deceiving."
    },
    {
        "title": "Bad battery life",
        "text": "Junk."
    },
    {
        "title": "Poor quality of product and service from Amazon",
        "text": "This is prefect mini speaker for outdoor. Sound quality is excellent, Battery life is good.2 main reasons for giving it 3 star:1> Microphone clips your voice randomly for couple of seconds in between the call(skype). This annoys receiver of the call. I believe this might be due to some noise cancellation bug or issue close to this area. I also understand that If diagnosed, Bose will be able to rectify this. But.....2nd point2> I live in capital city of Rajasthan, Jaipur. But still no service center here. I am asked to take this device to Delhi and get it fixed. Show StopperUpdating rating and comment after visiting service center:3> After sale service is horrible. This Nehru Place, Delhi service center is smaller than toilet in most of our houses. Turn around time is easily 6 months as there were many other wanted to get their product back, which was sent for repair some months back.4> No local manufacturing and 3rd class support makes Bose worst choice for Indian customers."
    },
    {
        "title": "Garbage is a compliment.",
        "text": "I bought this speaker for my European Vacation. When I got there it would not connect to anything. Then it turned on but would not connect OR TURN OFF. The prompting voice was either super fast or super slow. Complete garbage. My vacation was a month long, so now the return window has closed? Complete rip-off. I warn anyone reading this to buy directly from Bose or better yet get a Sony."
    },
    {
        "title": "Speaker is perfect, microphone gives problem, after sale services sucks",
        "text": "Box kam tiefenentladen hier an, somit Akku beschädigtAustausch gegen identischen Artikel veranlasst, hoffe das ist bei der nächsten Box nicht genausoEdit: der Ersatz war ebenfalls tiefenentladen. Habe nun eines Austausch direkt bei Bose veranlasst."
    },
    {
        "title": "Does Not Work At All",
        "text": "This product was good for about 6 months, now the battery is done for. It won’t recharge and was a waste of money. A company like BOSE should make a more reliable product especially when they consider themselves a luxury brand. I will never buy Bose again!"
    },
    {
        "title": "Box kam tiefenentladen hier an",
        "text": "Great sound, great bluetooth reach, horrible battery life.  We need to recharge after every use."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "J'ai cette Bose micro... Alors, que dire.Un bon produit, sans plus on va dire. Un son correct, tout juste acceptable.Elle s'utilise bien sous la douche. Mais ne cherchez pas un monstre de puissance non plus ... Juste un peu cher pour ce que c'est. Mon ancienne wonderboom 2 marchait mieux !"
    },
    {
        "title": "- Shocking truth",
        "text": "Second time getting it due to the first one not holding a charge and also the charger not working sent it back to get a new one and it does the same thing!!!"
    },
    {
        "title": "Pas plus dingue que ça",
        "text": "I've had this for eighteen months.I like to think I've looked after it.It's never been dropped, it's gotten wet a couple of times (but it's waterproof)It started with stopping at 40% battery life.Then anything over 50% and the volume went down.Now it doesn't charge at all, and is essentially, an expensive paperweight that I can't bear to throw out."
    },
    {
        "title": "No battery life",
        "text": "Ich habe, am 24.11.2019, 2 Boxen gekauft 1X die Bose Soundlink Revolte und 1X die Bose Soundlink Micro. Sie machten einen super Sound und auch die Bedienung war echt einfach.Aber direkt nach dem Ende der Garantiezeit, gingen innerhalb von 2 Wochen, beide kaputt. Beide lassen sich nicht mehr laden und sind somit vollkommen unbrauchbar.Bose ist eigentlich eine tolle Firma, aber so eine Leistung abzuliefern ist schon lächerlich."
    },
    {
        "title": "Such a disappointment",
        "text": "In den 2 Jahren der unregelmäßigen Nutzung funktionierte das Gerät sehr gut. Sound war auch passabel. Leider lässt sich das Gerät nach exakt 2 Jahren weder laden noch mit PC oder Mac verbinden. Habe verschiedene USB-Kabel ausprobiert - es spricht alles dafür, dass es am Gerät liegt und die USB-Buchse defekt ist.Bose bietet an, für 89 Euro ein Ersatzgerät zu liefern und nennt das Kulanz ;).Für mich ist die Lebensdauer von 2 Jahren nicht akzeptabel, daher nur ein Stern."
    },
    {
        "title": "Direkt nach dem Garantiezeitraum defekt",
        "text": "Received the item without charging cable, instruction manual and guarantee card. Not getting any response to my complaint."
    },
    {
        "title": "Nach exakt 2 Jahren funktionert die USB-Buchse nicht mehr - schade",
        "text": "Wir haben 2 von diesen Bose Soundlink Micro Lautsprechern. Für unsere Zwecke ist der Klang in Ordnung. Einer steht im Bad und der andere geht mit auf Reisen. Leider hat Bose einen für uns schwerwiegenden Fehler in das System eingebaut. Lädt man die App herunter, wird ein automatisches nicht abschaltbares Firmwareupdate durchgeführt. Danach kann man den Lautsprecher nicht mehr abschalten und er verbindet sich selbständig mit meinen Bluetooth Geräten, auch wenn ich das nicht möchte. Ich habe nach dem Kauf 2018 alles versucht, um auf den Bose Support Seiten eine Lösung zu finden - Fehlanzeige. Wir haben 4 Bose Lautsprecher und auch Ohrhöhrer zu Hause. Neuanschaffungen lieber nicht mehr von Bose."
    },
    {
        "title": "Accessories missing",
        "text": "Poor quality soundDisappointing"
    },
    {
        "title": "Nicht empfehlenswert wegen Firmwareproblem bei App Nutzung",
        "text": "I like the sound quality for the size ofthis speaker, BUT: the issues here is the compatibility of the Bose App with Whatsapp, Skype, Viber, etc. It just doesn't works. No matter what configuration it's not compatible. I have had the Jawbone Jambox and was a more compatible model even from  the date it was purchased on 2013. The Bose SoundLink Micro is a 2018 model and its Not compatible with most VOIP apps. What a wonderful product don't you think. Many threads are available for this issues if you need to confirm this."
    },
    {
        "title": "Poor",
        "text": "Delusa. Suono per niente cristallino, ma ovattato e con eco. Si accende automaticamente a ogni accensione del dispositivo collegato. Scomodissimo. Anche i tasti aumento e diminuzione del volume non funzionano... Boh...."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Lo he comprado x 79,95 en oferta sólo el azul. Estaba contento porque sonaba bien, es un buen altavoz. Lamentablemente, luego de dos semanas me di cuenta que en la parte de atrás estaba cortajeado, en una parte donde la goma hace una muesca y no se ve. Lo devolví y me reembolsaron el dinero."
    },
    {
        "title": "- Shocking truth",
        "text": "The Bluetooth connection was constantly dropping even if it was not paired to any other device and it also turned itself  off suddenly while I was in a conversation. Since it does not have a USB connection (only for charging), it was useless in my context. Also updated firmware to no avail. I usually like Bose products, but this one went back to Amazon ... It was the first time I had to return something, thankfully they have a no-fuss procedure and I was promptly refunded."
    },
    {
        "title": "Por comprarlo barato, vino roto.",
        "text": "Overall rating is terrible. I expected quality from Bose and didn't get it, the sound is great but what good is that if it won't charge. I returned the first one for an exchange as I assumed I had been unlucky but now that one wont charge, can only assume that it is  poor design. By the way I am talking about months here not years. DON'T BUY"
    },
    {
        "title": "Unusable with Teams / Windows 10 - Bluetooth constantly dropping",
        "text": "Die Box versucht andauernd, sich zu verbinden, auch, wenn sie aus sein sollte. Das \"kommentiert\" die Box auch laut mit einer weiblichen Stimme. Da die Box nicht ausgeschaltet werden kann bzw. sie sich dauernd selbst einschaltet sobald ich Handy oder PC nutze, muss ich sie teilweise unter eine Decke packen, um nicht zum Verbinden aufgefordert zu werden.Der Sound ist ebenfalls mangelhaft und Bose nicht würdig: dumpf, dumpf, dumpf. In der App gibt es keinen Equalizer, sodass man den Klang am PC/Handy etc. regulieren muss. Nur nervig."
    },
    {
        "title": "Great sound but far too unreliable to buy",
        "text": "ATTENTION, publicité mensongère ! La fonctionnalité n'est PAS COMPATIBLE MAINS LIBRES avec messenger contrairement aux promesses du constructeur ! C'est scandaleux de la part de la marque BOSE ! plainte sera déposée pour non conformité !"
    },
    {
        "title": "nervig",
        "text": "Sound quality fully satisfied.But! The product seems refurbished. Here are few points which made me feel so:1. I purchased 2 Bose soundlink micro (black & blue). Black is not wrapped/sealed with plastic whereas the blue is wrapped.2. The fit and finish is really poor. There is a big gap at the edge of charging slot as shown in the pic.3. The product name isn’t a default one. The speaker is named as “coolmsky” not Bose soundlink micro like the blue one."
    },
    {
        "title": "Non compatible avec Messenger !!!",
        "text": "Was a great speaker until it stopped charging! Now it's just a waste of money. VERY disappointing for such a good....expensive brand. Glad I got it at a reduced price. Would not recommend this speaker unless you enjoy wasting your money. 👎"
    },
    {
        "title": "The product seems refurbished.",
        "text": "Piacevole al tatto e ben rifinite, se sono queste le qualità ricercate può andare bene.Acceso, ascoltato, reimpacchettato e restituito.Qualità sonora assolutamente non all'altezza del nome che porta.in sistesi: inadeguato"
    },
    {
        "title": "Disappointed",
        "text": "A la primera caida se rompió el punto de anclaje y la cinta para sujetar no es muy elástica, no te permite ponerlo en cuadros de bicicletas fácilmente, corres el riesgo de romperla y no hay reparación, a mi se me rompio al poner la bocina en el manubrio. Ademas no tiene buen volumen, suena más la JBL Clip 3. Ventaja, te permite regresar canciones desde la bocina"
    },
    {
        "title": "non allieneato al brand",
        "text": "Qua gebruik is het een hele fijne box, klein maar fijn, komt genoeg geluid uit en makkelijk mee te nemen. Jammer genoeg na 9 maanden intensief gebruik is hij nu al kapot. Laad niet meer op (verschillende kabels geprobeerd). Voor de prijs zou ik toch in ieder geval willen dat een box als deze zeker 2/3 jaar meegaat. Vandaar geen aanrader."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Stopped working after very little use. Three flashing LED lights on charging which means charging error. Buy anything but this."
    },
    {
        "title": "- Shocking truth",
        "text": "El altavoz es excelente y me encantaría escribir una opinión favorable. Lamentablemente, me toca devolverlo por segunda vez por un molesto ruido estático de fondo en todo momento, especialmente audible a bajo volumen y que distorsiona el sonido. Me ha sucedido dos veces y he comparado mis modelos con modelos en 3 puntos de venta físicos diferente... para mi desgracia, efectivamente solo los míos emitían el ruido del que hablo. Ni Amazon ni el distribuidor de Bose han respondido a esta pregunta y quedo completamente descontento con el servicio, puesto que más que coincidencia la bajada de precio del modelo azul me parece mala fe ante una batida defectuosa. Estén al tanto de este defecto y no dejen que se la peguen!"
    },
    {
        "title": "Avoid. Avoid. Avoid.",
        "text": "Sono abbastanza delusa del prodotto ricevuto.Ho moltissime cose Bose. È un marchio che ho sempre reputato serio e ho sempre scelto.Lo conosco bene: le cose Bose durano anni e non ti lasciano mai. In casa ho addirittura un impianto (comprato da mio padre negli anni 70) che fa vibrare i muri! :)Questa volta però ho ricevuto un prodotto non all’altezza perché:1- aveva già un segno vicino al jack di ricarica (allego foto) ... Bose è sempre attenta anche ai minimi particolari.2 - non è presente il SERIAL NUMBER nel foglio della garanzia. vi assicuro è attaccato a ogni prodotto nuovo Bose che ho comprato. Ripeto il brand Bose è attento a ogni particolare.3- il tasto che serve a spegnere e accendere la cassa è difettoso. Si accende con molta difficoltà. Ho provato a farlo fare ad altre tre persone e la cassa si accende dopo abbastanza insistenza.Questi tre aspetti messi assieme mi fa pensare che sia un pezzo ricondizionato e pure male... cosa che non mi era stata specificata al momento dell’acquisto!Sono molto delusa perché ho sempre reputato Bose l’eccellenza e x la prima volta mi sento presa in giro!"
    },
    {
        "title": "Decepcionante la mala fe de Amazon y Bose",
        "text": "Compras algo totalmente nuevo y te envían algo de segunda mano pensando que los clientes no nos vamos a dar cuenta. No encendía, hasta que lo pongo a cargar y marca que estaba vacío. EEEEN FIN"
    },
    {
        "title": "Delusione!!!",
        "text": "bOSE IS ONLY OF VAKLUE FOR THE HIGH END. THE LOWER END SPEAKERS ARE NOT GODD VALUE FOR MONEY AND MANY OTJHERS ON THE MARKET"
    },
    {
        "title": "Ojito ojito",
        "text": "Poor sound quality, low battery life. Not worth the price!"
    },
    {
        "title": "IF YOU ARE BUYING BOSE GO FOR THE TOP END ONLY - THE REST IS HIGHLY PRICED FOR NOTHING",
        "text": "Fahre demnächst auf Urlaub ans Meer und habe mir erhofft gute Strandboxen erworben zu haben. Dem ist leider nicht so, ich habe sie heute bekommen, aufgeladen und dann in der Badewanne (laut Anleitung halten sie bis zu 30 Minuten bei 1m tiefe aus) getestet. Kurz nach dem herausnehmen haben sie noch funktioniert - ich habe mich schon gefreut. Doch nach ca. 2 Minuten war dann alles aus und die Boxen lassen sich nicht mehr einschalten/resetten/...Sehr schade, wenn man schon mit Wasserdichtheit wirbt sollte man es auch halten können."
    },
    {
        "title": "Poor sound quality",
        "text": "Son minable"
    },
    {
        "title": "Sehr ärgerlich",
        "text": "Sounds great. Unfortunately the item would not connect with laptops on Bluetooth in a way that allowed the volume controls to work other than from the laptop itself. This defeats the object of having a remote speaker that to turn up or down you have to go back to the source to do it. The sound is fantastic for such a small item but , unfortunately, it's no good for any of my three laptops tried. Until Bose sort that out, as technical help couldn't, (in fact no one  had an answer) i won't be enjoying the great sounds available.,"
    },
    {
        "title": "Nul pour du Bose",
        "text": "Der Bose SoundLink Micro ist eigentlich ein gutes Gerät.Bei Videokonferenzen ( ZOOM u.ä. ) lässt sich das Gerät bei vielen Android-Geräten nicht verwenden.Dies wurde mir vom Bose-Support bestätigt."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Ten days after the first use, bluetooth stopped pairing with any device. Unbelievable!While it worked, the sound proved to be adequate. Portability is the best argument for this speaker. There is better and cheaper on the market. To be avoided!"
    },
    {
        "title": "- Shocking truth",
        "text": "Gerät lässt sich 3 Jahre nach Kauf plötzlich nicht mehr einschalten. Hat direkt zuvor noch problemlos funktioniert, auch mit ausreichend Akkukapazität. Nach Nutzung aller Supportoptionen unterbreitet mir BOSE das Angebot eines Austauschs für 89€. Bei einem aktuellen Neupreis von 93€ ist das eine Zumutung. Ich kaufe nicht mehr bei BOSE."
    },
    {
        "title": "Unreliable Bluetooth",
        "text": "Erster Tag und purer Frust. Während ich diese Rezension schreibe, möchte ich mit meinen Bluetooth Kopfhörer Musik hören. Aber der Soundlink schaltet sich immer wieder ein und verbindet sich. Obwohl man immer wieder auf den Aus Knopf drückt. Es vergehen gefüllte 10 Sekunden, schon geht der wieder an und stört wieder die Musikwiedergabe. Bis zu dieser Zeile jetzt 9 mal."
    },
    {
        "title": "Achtung: Wegwerfprodukt nach 3 Jahren! Nicht reparierbar!",
        "text": "Cuando compré el altavoz se anunciaba como nuevo, pero ha sido claramente usado: La caja estaba dañada con las pegatinas sueltas, el interior de la caja igual, no había instrucciones, y se había limpiado con algún producto de limpieza sobre todo en la parte inferior donde además, hay arrañazos. El aparato parece funcionar bien, pero la verdad es que me siento engañado."
    },
    {
        "title": "Unbrauchbar, verbindet sich immer, ohne dass man es ausschalten kann.",
        "text": "Ayant déjà un haut parleur Bose Micro Soudlink et étant satisfait.  J’ai décidé d’en acheté un autre pour l’option stéréo et party pour ma terrasse.  J’ai commandé un Bose Micro Soundlink.  J’ai reçu une boîte scellée.  Quand je l’ai déballée Il n’y avait aucune instruction, ce n’était pas le bon fil de connection et c’était un haut parleur de marque MIRA.  J’ai retourné le tout."
    },
    {
        "title": "Vendido como nuevo, pero de segunda mano",
        "text": "Nach 1/2 halben Jahr nur 1 Stern. Lautsprecher eigentlich top. Es steht ein Update zur Verfügung. Dieses lässt sich nicht installieren, ich soll mich an den Support wenden. Was ist das denn für eine Firma? An einem Lautsprecher kann man nichts einstellen Softwaremäßig, warum geht dann ein Update nicht. Kaufe ich nicht wieder."
    },
    {
        "title": "Bonne boîte, mauvais contenu.",
        "text": "The sound quality from the speaker was so poor I thought it might have a fault. I have Bose sound link mini which is very good and I was expecting a smaller more travel friendly version of that. However the sound was muffled and perhaps a little crackly. I couldn’t believe how bad it was, especially for the money."
    },
    {
        "title": "Nur noch 1 Stern",
        "text": "Nach letztem Firmware-Update lässt sich das Gerät nicht mehr ausschalten. Es bleibt in Standby und meldet sich ständig mit der Sprachansage. Außerdem lässt sich die Lautstärke über die \"+/-\" Tasten nicht regeln, wenn das Gerät mit meinen Windows Notebooks gekoppelt ist. Nach mehreren schlechten Erfahrungen mit der Bose-Qualität war das endgültig mein letztes Bose-Gerät. Für diesen Preis, kann man mehr erwarten."
    },
    {
        "title": "Surprisingly bad sound quality.",
        "text": "después de casi 1 año tengo que decir que a los 2-3meses empezó a tener problemas de conectividad con el bluetooth. He tenido que desconectarlo (borrar dispositivo) y volverlo a configurar varias veces. Hasta tuve que borrar la app de BOSE. Aun tiene el problema y BOSE no lo ha resuelto. Cuando se está escuchando música, que deje de funcionar fastidia pero puede soportarse. Sin embargo, cuando se está en medio de una confcall es inaceptable.La parte positiva es que cuando funciona el sonido es bueno.Pero el balance es negativo ya que prefiero un dispositivo fiable y éste no lo es. Decepcionante para un producto de la marca BOSE. Estaba a punto de comprar más dispositivos de la misma marca pero no lo voy a hacer ni lo recomiendo."
    },
    {
        "title": "Funktion fehlerhaft",
        "text": "Gerät defekt nach nur 3 Jahren.Sehr Enttäuschend für ein Gerät von Bose!Ein Batterieaustausch wird durch das Design des Gerätes extrem schwierig bzw. teuer gemacht. Bleibt nur wegwerfen...."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Bonjour,Ne trouvant pas de moyen de contacter le vendeur, je me permets de m'exprimer dans la section des commentaires.J'ai acheté cette enceinte il y a moins de 7 semaines. Le son était vraiment parfait et l'enceinte vraiment pratique. Du jour au lendemain, j'ai désormais un sifflement, plus de basse et le son est devenu soudainement très médiocre... BOSE est une marque de grande qualité pour moi mais je suis vraiment déçu de cet achat à ce jour.Le SAV si vous pouviez me contacter cela me serait grandement utile...Bien à vous,"
    },
    {
        "title": "- Shocking truth",
        "text": "I loved this little speaker, I have had it now for a year and the volume buttons have stopped working.  The only way to control volume now is through my device and it won't go very loud.  I would like to contact bose about this, but having difficulty with that"
    },
    {
        "title": "Produit défectueux",
        "text": "Seriously, at this price range, I would expect better than a boomy tin can. It's quite ugly too in my own opinion (there is a duvet-like plastic)(not saying that other brand like JBL are better as far as I heard)really disappointed I'm returning it"
    },
    {
        "title": "volume buttons stopped working",
        "text": "Pricey product that does not support even a standard protocol like HSP to use it with Skype, WhatsApp, Facetime, Messenger voice or video calls."
    },
    {
        "title": "Cheap sound",
        "text": "Bought my Bose waterproof speaker about a month ago. And doesnt work or turn on now.. very upset with the product. And cant seem to find a way to contact someone to get my money back"
    },
    {
        "title": "Does not support WhatsApp calls.",
        "text": "Voice quality not great - lots of static.."
    },
    {
        "title": "Bose waterproof speaker wont turn on after a month of purchase",
        "text": "Hardly used and after a couple of months volume buttons stopped working..."
    },
    {
        "title": "Voice quality not great",
        "text": "En fait j’ai perdu le même mais celui que j’ai reçu il est bcp moins bien, la batterie ne dure pas assez et il se connecte avec pas mal des difficultés!! Bref… question de chance"
    },
    {
        "title": "Volume button issues",
        "text": "Werde den Artikel zurücksenden.So eine schlechte Qualität von Böse nicht erwartet. Grundrauschen und Brummen bei niedriger Lautstärke. (Haben einige Käufer beschrieben) Klinkt auch etwas blechern. Bass, Lautstärke und Verarbeitung dem Preis Entsprechend. Werde jetzt von JBL bestellen. Sonos bietet so etwas kleines ja leider noch nicht an."
    },
    {
        "title": "Le même avant était bcp mieux… pourquoi? 🤷🏻‍♂️",
        "text": "Sound is really poor and not coming out.Speaker must be broken because both the device and my phone are at full volume and sound is really low and poor quality.Extremely disappointed"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "First review I've written, and I've been using Amazon for 10 years plus. Item arrived late and didn't work out of the box. No criticism of Amazon for faulty product, other than late arrival. Been suspicious of Bose for a while - I've had a few of their speakers, and like Apple I think they are great marketing over actual function. I won't buy again, and should have used John Lewis in the first place. Returns process much more convenient."
    },
    {
        "title": "- Shocking truth",
        "text": "Not worth buying.Got this replaced to the first one and still the sound is too low after a week use and also faces connectivity issues everytime I turn it on. Not sure if it’s a genuine product and the refund/ retun policy is also not available after 10 days."
    },
    {
        "title": "Didn't work out of the box",
        "text": "Very disappointed the volume button no longer works it’s on low and doesn’t get louder."
    },
    {
        "title": "Connectivity issues and sounds dies in a week",
        "text": "Bestellt, schnell geliefert, dann versucht das Gerät zu laden, scheitert leider daran das der kleine USB Stecker nicht in den USB Anschluss des Gerätes passt, Zurückgeschickt, neues Gerät zugeschickt bekommen, gleiches Problem, wieder passt der Stecker nicht in den Anschluss!"
    },
    {
        "title": "Boss speaker not working",
        "text": "Die Bluetooth Verbindung im Stereo Modus bricht ständig zusammen. Dann kommt nur der Text Hopla......So ein dreck, konte es leider nicht mehr zurück senden."
    },
    {
        "title": "DRAMA",
        "text": "This speaker sounded amazing for its size. The problem lies in the fact that it will not charge.. at all.  Ordered a replacement and the 2nd one had the exact same problem.  So disappointing....do not waste your time and money on this."
    },
    {
        "title": "Niemals mehr als eine Box benutzen",
        "text": "When listening at low volumes, there is a constant static. Bose calls it a low sound floor, but it is exceptionally annoying. At higher volumes, the sound is a bit.. blurry."
    },
    {
        "title": "Does not charge!",
        "text": "Este producto ha dejado de funcionar totalmente. No carga la batería. Sólo presenta 3 leds cuando se conecta el cable para cargar la batería que, después de unos segundos se apaga. He comprobado en el espacio de clientes de BOSE que este es un problema común a muchos otros aparatos iguales.Quiero devolver el aparato para cambiarlo por uno que funcione. Espero el contacto de los servicios de Amazon.es para obtener una solución para este producto defectuoso."
    },
    {
        "title": "Sad",
        "text": "Was expecting better sound quality with the price paid."
    },
    {
        "title": "Este produto ha dejado de funcionar totalmente.",
        "text": "Misurando il campo RF (radiofrequenza) è risultato altissimo, paragonabile a quello di un router. Solo a distanza di circa 1 metro è diminuito arrivando a zero.Di contro facendo la stessa misurazione con la stessa canzone e lo stesso volume con il Tribit Stormbox micro, le onde RF sono risultate quasi nulle.Facit: bocciato il Bose!"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Tiene dos meses que la compré y ya cambié los cables de corriente y aún así ya no quiere prender ni cargarQuien me devuelve mi dinero o meLa cambia ?Resultó China según las personas de Ishop u de BoséQue malo la verdad"
    },
    {
        "title": "- Shocking truth",
        "text": "Speaker is NOT keeping it’s charge"
    },
    {
        "title": "Con quien pido cambio",
        "text": "Appena installata l'app da play store anzichè collegarsi al mio smartphone ha provocato il completo dissesto del mio apparecchi telefonico che ha iniziato a lampeggiare di luce verde  senza che sia riuscito ad arresterlo. Ho sento il Bose, ma senza risultao. Ho spento, dopo molti tentativi il cellulare ma continua a lampeggiare. Ho sisistallato l'app Bose ma nulla è cambiato. A quanto pare il Bose ha problemi di compatibilità con il Samsung."
    },
    {
        "title": "Not keeping charge",
        "text": "Guter Klang alles zufriedenstellend, bis heute sich die Lautstärke am Gerät nicht mehr Bedienen lässt, und auch in der Software nicht mehr."
    },
    {
        "title": "Compatibilità con smartphone samsung Galaxy Note 8",
        "text": "When I received my new Bose sound link micro I could not even plug the cable into the slot.Not what I expected from Bose."
    },
    {
        "title": "Guter Klang schnell Defekt",
        "text": "Very quiet speaker. iPhone speaker louder..."
    },
    {
        "title": "Not Expected",
        "text": "Funktioniert nur über eine app. So einen Mist hatte ich noch nie. Und dann ist mein Handy mit der app nicht kompatibel."
    },
    {
        "title": "Quiet speaker",
        "text": "Going to keep it quick, sound quality is poor, battery life is shocking, software is abysmal. Wanted Bose because the other Bose equipment I have is excellent. There are much better speakers of this size, for less money out there! Returned for a refund as doesn’t connect and battery won’t charge over 90%."
    },
    {
        "title": "Nur mit app",
        "text": "Not supported to catch FM audio output from smart phone to bose sound link bluetooth speakerVery much disappointingMake the speaker is useless and waste of money"
    },
    {
        "title": "sound quality is poor, battery life is shocking",
        "text": "Not as expected as Bose really is"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Lasted until 2 weeks ago. Battery will no longer charge. I had to leave plugged in to work and now the cable that came with it will no longer supply power to the unit so was forced to use the cable from my phone."
    },
    {
        "title": "- Shocking truth",
        "text": "Der Speaker ist leider als TV Zusatzlautsprecher ungeeignet. Keine Anschlußmöglichkeit. Ging zurück..schade."
    },
    {
        "title": "Lasted until 2 weeks ago. Battery will no longer ...",
        "text": "The power button of the speaker does not work. It says replacabpe in 10 days but still on going to the replace option it directs me to bose for troubleshooting."
    },
    {
        "title": "Leider als TV Zusatzlautsprecher ungeeignet",
        "text": "You have sold me refurbished and it is not working. And i am posting you the photo. So you please take it back and return my money"
    },
    {
        "title": "Defective piece delivered. No option to replace",
        "text": "Kurz nach dem Kauf trat an der Unterseite blaue Farbe aus. Mal sehen was das ist...."
    },
    {
        "title": "Sold defective product",
        "text": "It stopped working only had it fir a month"
    },
    {
        "title": "Blaue Farbe ausgetreten.....",
        "text": "This only worked for a month at best."
    },
    {
        "title": "Stopped working after a month",
        "text": "The volume is not loud enough and cannot figure out how to increase the volume"
    },
    {
        "title": "Doesn’t last more than a month",
        "text": "Having had previous Bose products, I was bitterly disappointed with the sound of this speaker.Really,really bad my £20 speaker sounds way better. Don't do it"
    },
    {
        "title": "The volume is not loud enough. Outside it is even worse. I hate this device",
        "text": "The piece was faulty. Was never able to charge . Neither  would I switch it on."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "After having spent over 10000 to purchase this product. It has stopped working though it is less than 3 years old . Bose does not respond and expects the product to be delivered to its andheri office."
    },
    {
        "title": "- Shocking truth",
        "text": "Received used product"
    },
    {
        "title": "Compact with \"Bose\" quality",
        "text": "Too complicated"
    },
    {
        "title": "Beware of fake & used products",
        "text": "Il prodotto è apparso subito non altezza delle aspettative, il suono non era \"limpido\" come ci aspettavamo. Non era attivabile la funzione per modificare la lingua per le istruzioni, in inglese per default. Dopo un paio di mesi non ha piu funzionato. Probabilmente si è trattato di un articolo uscito difettoso, comunque la delusione resta visto il marchio noto."
    },
    {
        "title": "One Star",
        "text": "the product has very poor portability. it cannot withstand small jerks."
    },
    {
        "title": "Non all'altezza delle aspettative",
        "text": "Mon dieu et c'est un BOSE ????? J'ai regardé à deux fois la marque pour vérifier si je ne rêvais pas !!!! Le son grésille même au minimum du minimum. Retour à l'envoyeur ... J'aurais dû me baser sur les commentaires négatifs !"
    },
    {
        "title": "Poor durability",
        "text": "Hola mi bocina dejo se funcionar, no contestan en el fabricante para poder hacer valida la garantía 😩 se compro en diciembre del 2021"
    },
    {
        "title": "HORRIBLE !",
        "text": "le cable n'est pas le bon c'est terriblement agaçant de choisir soit disant le meilleur et de ne pas pouvoir s'en servirc'est déplorable"
    },
    {
        "title": "Solo duro 1 año",
        "text": "disappointed that it can not receive calls received over whatsapp or other video conferencing apps with phone.massive feedback noise when connected with a computer.returned it."
    },
    {
        "title": "nul",
        "text": "Mucho ruido de fondo y entre canciones, además ya comenté que cuando se agota la batería en el servicio técnico me dijeron que valía más que uno nuevo."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Starting it worked fine for a month but later dono what's wrong buttons stopped working and gradually sound changed"
    },
    {
        "title": "- Shocking truth",
        "text": "Quando lo connetto al televisore il volume anche al massimo risulta troppo basso"
    },
    {
        "title": "Starting it worked fine for a montH",
        "text": "It is not workingIt stopped workingThe software is not getting updated.Worst product ever"
    },
    {
        "title": "Deluso",
        "text": "J'ai commandé une première fois l'enceinte, elle ne se chargeait pas (même avec d'autres câbles). J'ai pu effectuer un échange et j'ai le même problème ... déçue."
    },
    {
        "title": "It stopped working",
        "text": "Hola. EL cargador no encaja con el altavoz.  Es un cable diferente al orificio del altavoz.  lo tengo que cambiar."
    },
    {
        "title": "L'enceinte ne charge pas",
        "text": "They dint give the cover with speaker jbl is much bettr"
    },
    {
        "title": "EL cable USB no encaja con el altavoz",
        "text": "It's not getting charged after 2 full charges... Pathetic"
    },
    {
        "title": "Cover",
        "text": "Sinceramente sono rimasto molto deluso del sound, per quasi 100€ mi aspettavo di piu. Ha solamente die bassi potenti ma per il resto un suono molto scarso. Mandato indietro e preso un altro non di marca per 29.90€ andava molto meglio!"
    },
    {
        "title": "It's not getting charged after 2 full charges... Pathetic",
        "text": "Les basses sont vraiment trop présentes, l'objet est assez lourd et l'attache pas pratique. Pour écouter des podcasts à vélo, je préfère largement une mini enceinte ronde VicTsing à 16 Euros, avec un peu scrach autocollant au dos pour l'attacher un peu partout (guidon, habits, bandoulière)"
    },
    {
        "title": "Mi aspettavo molto di piu della Bose",
        "text": "This product is not worth buying. The whatsapp calls cannot be used together with the speaker. It simply doesn't work at all."
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Acheté en juillet 2018 pour une utilisation régulière dans une salle de bain (en moyenne un jour sur deux pendant un douche). Impossible à recharger au bout de 6 mois."
    },
    {
        "title": "- Shocking truth",
        "text": "Il corriere mi sta prendendo in giro è dal 24/7 che ho fatto l'ordine dicono di non trovarmi e di aver lasciato la cartolina ma è tutto falso"
    },
    {
        "title": "Batterie hs après 6 mois d'utilisation",
        "text": "I would give them a negative 10 stars for what they steal from you, sadly 1 star is the lowest I can go.I have 5 bluetooth speakers ranging from Sony to InHome. This Bose speaker blows them all away. Awesome sound that is pumped out at a loud volume. There is great bass coming out of the speaker almost too much when you are in a room. But when you are outside like this speaker is designed for, you have perfect bass with a rich mix of midrange and treble. The effect is wonderful clear music.I have played it for 16 hours straight after a full charge. As for charging it takes 2-1/2 hours to recharge at a rate of 5volts at 1.1amps. Obviously it would take a bit longer plugged into your computer. The speaker has a wonderful strap on it so you can hook it up to your backpack as you are plugging along while listening to your favourite tunes.I would definitely recommend this speaker if it wasn’t for this nasty little stunt they pull.I have a tablet that is setup real well to the point where apps can’t do anything without me knowing about it. So imagine my surprise when I connected to Bose with bluetooth without the silly app installed and a warning screen popped up. (Check the pictures) Bose is asking to read my contacts and call logs.Bluetooth speakers do not control anything. Your tablet or cell phone connect up to the speaker. The speaker transmits the signal it receives to the speaker. That is all a bluetooth speaker does.  Bose has virtually no need at all for that information. If I didn’t have my tablet set to notify me, I would have no idea Bose is stealing my contact and call info. Most people don’t set their equipment up correctly and Bose is taking advantage of that fact. Take a look at the two pictures Bose headphones do the same thing. They are stealing your info.Think about that your doctor, hair dresser, your friends. Bose is trying to steal as much info about them as possible. You paid good money and they steal your contacts info. This has been written into the firmware of the speaker. It was deliberate. Obviously it also has to use your system to send that info to Bose on your dime. Aren’t you glad you paid good money to do this to your friends and contacts¿All the instructions try to get you to install the app that goes with it. You try and pair the speaker and you get invalid key. So you think you need the app. NO! Simply turn it on. Then turn on your bluetooth and it will connect up real quick. My question is, it is just a speaker? Your system controls the speaker. It does not need an app. Why do they want so badly for you to install the app is the question you need to ask yourself? What else does that app do in the background?I’ve noticed this kind of issue with a lot of American products which in my opinion is nasty and unnecessary."
    },
    {
        "title": "Corriere inaffidabile",
        "text": "Its got hanged, nothing is doing, it can it be returned or exchanged.?"
    },
    {
        "title": "Buyer Beware!",
        "text": "piccola potente ma quel fastidioso ronzio di sottofondo non mi piace o provato a collegarla a diversi dispositivi ho fatto anche la sostituzione ma niente peccato mi aspettavo di più da una cassa bose"
    },
    {
        "title": "One Star",
        "text": "Bose SoundLink Micro - Altavoz Bluetooth Resistente al Agua, Negro (Black)La bocina ya no funciona y como ya se cerró el tiempo para devolución no encuentro que gestiónpuedo realizar. No sé dónde escribir.  Desde un principió solo se cargaba al 90%, no creí que fueran razónpara devolverla. ¿Qué puedo hacer? ¿Con quién puedo ver dónde hago una devolución o que la repongan?"
    },
    {
        "title": "piccola potente ma...",
        "text": "Me duró un mes. Ya no prende, no carga batería, nada. No la mojé, no la tiré. De la nada dejó de prender y funcionar. Compré varias para regalar y todas funcionan menos la mía"
    },
    {
        "title": "¡La bocina ya no funciona!",
        "text": "Bocina que recibí con aparente buena funcionalidad, que al cabo de los 33 días comienza con fallas en el encendido y posterior a ello se apaga en forma súbita durante su uso, aún con batería al 80%, creo q ya ha pasado el tiempo de devolución y desafortunadamente me llegó de forma defectuosa."
    },
    {
        "title": "Se descompuso al mes",
        "text": "Heating and charging issue"
    },
    {
        "title": "Equipo defectuoso.",
        "text": "Lo compré en mayo y hace un mes que ya no carga. No ha habido forma de comunicarnos con el proveedor.no responden. Quién me puede asistir?"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Esto es lo que venía dentro de la caja donde debería estar la bocina"
    },
    {
        "title": "- Shocking truth",
        "text": "Dejo de funcionar en menos de 6 meses de uso"
    },
    {
        "title": "Fraude",
        "text": "Qualita'del suono pessima"
    },
    {
        "title": "Dejo de funcionar",
        "text": "El equipo venía dañado y parece ver sido usado . Tiene raspones y suena algo flojo por dentro . Que puedo hacer ? Como me hacen cambio de producto o devolución ???"
    },
    {
        "title": "Delusione",
        "text": "Un buen día dejo de prender. Veo en la reseña del producto que esta bocina tiene muchas fallas de este tipo.Deja de encender."
    },
    {
        "title": "Está dañado y no lo he podido usar",
        "text": "Es muerto rápido — soy muy triste y próxima seme a regresó mi cosa. Tengo una otra y es perfecto.  No sé qué pasa."
    },
    {
        "title": "producto defectuoso",
        "text": "Sorprendida por la mala calidad de este articulo. Funciona unos 20 min y luego se desconecta, se conecta, desconecta..."
    },
    {
        "title": "Más o menos bien y malo",
        "text": "Llego la caja sin bocina, espero el reembolsó"
    },
    {
        "title": "Fallando",
        "text": "La caja del producto llegó vacía. Están coludido los de paquetería porque según pesaba la caja 1.6Lb cuando en realidad pesaba0.86 lb ya que le habian extraído la bocina previamente."
    },
    {
        "title": "Llego la caja sin bocina",
        "text": "Solo llego un artículo de este producto van a mandar el otro ? O me harán la devolución"
    },
    {
        "title": "No other competition! Still my favorite bluetooth speaker.",
        "text": "Llego defectuosa, la garantía es válida pero se tardan 25 días!! Se tardo un día en entregar el producto, pero 25 días para entregar el producto después de entrar a garantía!! Tache."
    },
    {
        "title": "- Shocking truth",
        "text": "No me llego el producto no puedo calificarCómo hacer reclamo"
    },
    {
        "title": "Si sale defectuoso tendrán que esperar casi un mes.",
        "text": "Se cargaba hasta el 90 % y la tuve que regresar"
    },
    {
        "title": "No se entregoProducto",
        "text": "Las bocinas suenan muy bien, pero el cable para cargarlas llegó defectuoso y no entra en la bocina, además la caja venía rota."
    },
    {
        "title": "Bateria defectuosa",
        "text": "Nunca funciono."
    },
    {
        "title": "El cable para cargar la bocina venía defectuoso",
        "text": "Me mandaron lacaja vacía y no tengo que opinar"
    }
]