[
    {
        "title": "Spunky little thing",
        "text": "Unusable on Windows PC.  Didn't test it on a mobile device so I don't know.Bought JBL Clip 3 intending to replace Echo Dot with it (because I simply could not live with Alexa making that pretentious machine-recorded announcement when you absolutely don't want to hear anything, say 2am in the morning).But the JBL is absolutely unusable for a simple reason:  it never maintains a connection with a Windows 10 PC, which is what I intend to use it with.Every 10 minutes, it automatically turns off.  That in itself may be OK, if it can manage to reconnect automatically next time when it is used. But it cannot. Every time after it has automatically turned off, it will require a manual re-connection. And it is not just a one-click kind of reconnection. It's a multistep reconnection very much like the initial pairing.  Completely unusable.I didn't try it with a mobile device, so I don't know about if it will automatically reconnect there. But with Windows 10 PC, forget it.In addition, it shares the same gimmicky and inconvenient volume control as Amazon Echo. I guess that's where the world has gone.To the credit of JBL, it does have great sound quality, on par with that of Amazon Echo which is excellent. And it has a 10-hour battery, meaning it is truly wireless in regular operation (in contrast, Echo has to be constantly powered, therefore even though it's Bluetooth, it always has an AC adapter connected, making it much messier).JBL is also much smaller, which is a good thing considering that the sound quality is about the same (because usually it is harder to make a smaller speak to sound good - basic acoustics).  But all these benefits don't matter what it could not maintain a connection.The bottom line is that I simply cannot use this product due to its inability to sustain a connection.  All other merits don't mean a thing."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Buying this was honestly frustrating. Felt like treating myself with a speaker. Got it, Moment I use it, it pops and cracks as music plays. So I send it back the next afternoon. I have them send me back another one. Same thing. I am now sending it back. The fact the speakers are like this is ridiculous. Maybe its just bad luck and it just happened to happen. But, this shouldn't be a problem. Especially with multiple of this distributers product."
    },
    {
        "title": "Unusable on Windows PC",
        "text": "So we bought this SAND unit on the 6th of July and it arrived on the 11th. Today (August 19) the faceplate fell off and left us. (the tab fell of before that but we couldn’t live with a piece of rubber being a problem).  For reference it is kept in a cover that we purchased when we bought it when in transit and attached to the vehicle that’s used and doesn’t have a radio by the clip when in use.Outside the Amazon window for returns, so on the phone with JBL and in order for us to get a replacement (which only comes in black, red or white 🙄) and we have to return the unit before they send us another one - which means we are without for 2, but more likely 3 weeks. First world problems, I know…but when you get a quality fail like this, and the company has received pictures I sort of expect it to be replaced first and then the unit sent back second or in conjunction with.  I sort of expect a company like JBL to provide that level of customer service. I’m disappointed in the product and the company.I expect we got a lemon….but just be aware if you get one too.Note - after talking to a supervisor it’s getting overnighted to them and overnighted back to us so hopefully we will see it by the end of next week."
    },
    {
        "title": "This is frustrating",
        "text": "Once I bought the speaker, and tried connecting it, nothing worked. so I assumed it was dead. So I charged it for 5 hours and still no sound. I went to the JBL support and no help at all. I went to YouTube for help, nothing. So I place a refund and a free replacement. Hopefully I don’t get scammed again"
    },
    {
        "title": "Crummy return process for a crummy quality product",
        "text": "I bought a $20 off brand speaker better than this. Disappointing in every imaginable area you’d expect a Bluetooth speaker to perform. Mine lasted a year and I’ve nothing positive to say other than the clip on the top which is nice quality. This brand struggles mightily to compete against even its cheaper competitors and I’ve enjoyed pointing out its shortcomings to all of my friends and family. We all avoid JBL and enjoy supporting its competitors. You’re going to need to look elsewhere, anywhere but JBL."
    },
    {
        "title": "It doesn’t let sound out",
        "text": "After 3 months the speaker is not charging. Does not work. It was a Christmas gift for my daughter. She just called me from her trip saying she is bummed that the speaker does not charge. They tried troubleshooting with the manual and still does not work. Disappointed."
    },
    {
        "title": "Lasts a year",
        "text": "This device is Not Loud Enough to use in a car.  In my case a Lexus which has very little road noise.  Have tied the Ava tree and the Besign product and they are also not loud enough.Should not be advertised for use in a car"
    },
    {
        "title": "Does not charge.",
        "text": "Speaker Cover broke off in the first week! Had to tape back on and glue back on, but never solved the speaker cover popping off. And after four months, battery quits, holding a charge. JBL clip three is essentially useless to me now. I do not recommend this item."
    },
    {
        "title": "Not Loud Enough to use in a car",
        "text": "I fell in love with this when I got it and it started not turning on…..literally not even 3 months later. Of course the refund period had ran up and I really really wish I would have a new one sent to me. I rarely even used it and it wouldn’t even turn on or connect to Bluetooth. 1 star so far. :///"
    },
    {
        "title": "Cheap and does not hold charge",
        "text": "We have had two of these speakers.Have purchased same one over 3 years ago from Target. Totally loved it, has been used daily outside. Just started to have less battery life. Ordered one from Amazon  for husband Christmas but it is already not holding a charge.Very disappointed!! Would like customer service help. Thanks"
    },
    {
        "title": "Spunky little thing",
        "text": "I opened the box and turned it on, excited to see how loud this little speaker would get when there was no audio cue that I turned it on. I thought it was weird but whatever, so I connected my phone and hit play and…. nothing. Volume was turned all the way up on my phone and on the speaker but there was no sound. If i hit pause on the speaker my phone paused the music, but nothing else. I turned it off and let it charge for a few hours but again, nothing. I reset my phone the speaker and again, nothing. Waste of money, terrible quality product. Put a very sour taste in my mouth and won’t be purchasing anything from JBL and will pass down my hatred of the brand to my children for them to pass it down to theirs as well."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Used for 3 hours then suddenly stopped. Will not charge anymore. I just got this and its unusable now!! I spent a lot of money on this. I am very disappointed in my purchase. Waste of money!!"
    },
    {
        "title": "Doesn’t work out of the box",
        "text": "Product worked great for about a year.  Tried to use it these past couple of weeks and no sound comes out.  It’s attached via Bluetooth.  I can change volume and change songs on it, but no sound comes out.  I know everything else works bc I can see the changes on my phone."
    },
    {
        "title": "Used for 3 hours then suddenly stopped. Will not charge anymore. Waste of money!!",
        "text": "I am really disappointed because the sound quality on this is great, but the face of the speaker literally popped off just from me setting it down. I assumed it was something that could be twisted on and off, but it is only superglued on and came off WAY too easily. I figured I had a dud so returned it and exchanged for a new one, but the same thing happened a day after I got it. Super disappointing"
    },
    {
        "title": "Stopped working",
        "text": "Open the package, looked weel built and looked to fit my needs of latching it to my belt loop. Charged the battery, paired it with my iPhone 13 and it played great. For 30-90 seconds then it just stops playing any sound, even when the phone continues to play. Turn it off and back on, same thing. Returning it after having it for 3 hours!"
    },
    {
        "title": "Horrible assembly quality. Face fell off for second time after repurchase",
        "text": "I bought this in Jan and use it skiing, clipped to my bag. I’ve used it maybe 4 times and the cover popped off and I haven’t even fell on it. Not up to JBL standards…"
    },
    {
        "title": "Works to 30-90 seconds and quits, repeatedly.",
        "text": "I normally have no problem with JBL, but this speaker is a disaster! Those looking for a hassle-free pairing and user experience look elsewhere. Despite having an Android GS9+ with Bluetooth 5.0, I had to pair the device EVERY TIME I used it (a frustrating and frankly incomprehensible defect for ANY device these days)! I'm not the only one to experience this issue. Plus the sound quality is unremarkable at best. (My VTIN speaker at half the price was sonically superior in every way. Too bad it's discontinued forcing me to buy this piece of junk.) In the end, the takeaway for me is you can't really go by all these \"great\" reviews. Buyer beware!"
    },
    {
        "title": "Do not buy",
        "text": "Sounds okay. Liked @first but the face falls off all the time. Had to  backtrack & search for it many times many times, just out walking. Then the clip started failing & finally just sheared off. Distance from source is short range. Then just stopped working altogether & I was left $50 gone. I'm 75 years old so it's not like I'm using this out rock climbing. A MAJOR disappointment!"
    },
    {
        "title": "Don't Go By the Reviews! This unit is a hot mess!",
        "text": "When I got this speaker, I took it out of the box to connect to my phone but it wouldn't. It wouldn't even turn on which seemed weird so I plugged it in with the given charger. After an hour or so I came back, only to find that the speaker was still dead. I did this with multiple plugs around the house but it would not charge. Overall very disappointed that I spent $42 on a speaker that would even work. Would not recommend this to anybody else"
    },
    {
        "title": "FALLS APART QUICKLY!",
        "text": "This was a nice little speaker that I probably used 10-12 times, then I thought it stopped working completely. Turns out that the volume has just crashed- really quiet and even at max I can barely hear it. No physical damage, and I never turned it up so loud I’m sure that I didn’t blow it out. Did a soft reset. Nope. Unpaired and re- paired. Nope. Looked online for solutions and nothing has worked."
    },
    {
        "title": "Spunky little thing",
        "text": "I bought this few months ago. The sound is pretty good. It has a belt clip but if something touches the buttons on the face plate then it shuts off. To top it off, the face plate fell off today while I was at work, and I have no idea where it is at. Basically I lost control of the volume buttons and the center button. I won't buy this again. The worst part, I've only used it maybe 6 times, and I don't work a job that is hard on my side speaker."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "My son 12, who just had to have this speaker dropped it and it came apart. He tried to glue it back with school glue poor thing and it fell apart again. I wouldn’t buy it again it’s not for friendly."
    },
    {
        "title": "Not very pleased",
        "text": "This is my 3rd JBL Clip 3.  The first 2 (both still in service) have been great.  This one is different - wakeup and pairing tones are different.  Max volume is maybe 50% of the other two and the tone is awful.  When the cover fell off during the first time I attempted to walk with it, I took a hard look at it and observed the following:It is thicker than the other two (external dimensions different).  The 3 buttons on the front are very mushy as opposed to distinct clicks on my others (the button module is obviously different).  There is excess glue and the screws restraining the right speaker are not fully seated.  It is difficult to believe that the quality would be this different from the first 2, and I believe this to be a copy (counterfeit)."
    },
    {
        "title": "Two weeks it’s already broken",
        "text": "I used to have a JBL speaker that was amazing - lasted through a few summers submerged in saltwater.I bought this model to use for pool days; this was submerged for about 5 seconds on the first step into the pool (about 6 inches of water) & it stopped working immediately.  It must have been a defective product, or this model is not as waterproof.  Unfortunately this speaker was just a waste of money..I wouldn’t recommend this model."
    },
    {
        "title": "Suspected Counterfeit",
        "text": "Used it in the shower. Probably 5-6 times a week for 5-15 minutes each time. As of 2 weeks ago it will no longer hold a charge at all. Connectivity was difficult when multiple people used it. It would automatically grab the last phone that used it and until that person actively turned off their Bluetooth or disconnected you could not connect. VERY annoying and inconvenient. Lasted 1/21-11/22."
    },
    {
        "title": "Broke immediately after submerged in water",
        "text": "JBL = Planned Obsolescence-AKA \"CRap\". battery soldered behind a vapor barrier. skills required 2 replace R highEnd Tech. this Obsolescence is excused because its \"waterproof\". A \"PlugNPlay\" Battery could be designed = but JBL is GREEDY"
    },
    {
        "title": "It’s dead already",
        "text": "Was very happy when first using this, worked great on vacation, was able to listen to music on the float in the pool.  Once home, it will not stay charged.  I have tried all the trouble shooting, but it will only work when plugged in.  I expected a longer life than this.Also, it only comes with the USB cord, no adaptor for plugging into normal outlet.  So make sure you have a usb port, if you travel. Since new computers, are thinner now use USB-C ports.  Lucky, I have a few from work in my laptop bag."
    },
    {
        "title": "Greed",
        "text": "for the 2 days it worked it was great, on the third day it just stopped making any sound and after i tried to charge it it just wouldn't turn on at all, made a warranty claim on the jbl website so hopefully can  get a replacement because I'm hoping this is just my luck and got a bad one, or hopefully I at least get a refund"
    },
    {
        "title": "Will not stay charged.  Will only work when plugged in.",
        "text": "Barely used it since I was not home for half of the time I owned it. Nonetheless it was broken after around 7 charges."
    },
    {
        "title": "worked for 2 days then broke",
        "text": "I bought this at the end of October 2022 and this week in January 2023 it stopped working. It Won't charge and won't turn on at all. And they close the return window a month after you buy it so I can't even get a replacement for it."
    },
    {
        "title": "Spunky little thing",
        "text": "There no more volume, unable to return was a Christmas gift for my son. First time the product was  bad in the past I got one that last me 4 years"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I hate to leave this bad review but I want JBL to know this is happening. This 1 speaker may have given them three bad reviews already. When I got this speaker the first thing I noticed was it had been opened before and the seal that had been opened I am 90% certain is a generic replacement seal on the bottom. I'm providing photos so they will be able to tell for sure. So I believe this speaker has been returned several times for the same reason. And likely gotten a bad review each time. If  it is the correct seal then it may have only been opened once before I got it. But either way I should have never have gotten it or heard it."
    },
    {
        "title": "Didn’t last",
        "text": "Truly enjoyed this item for the short time I had it...but interestingly enough, it failed me just after the 30 day return policy. Bought one for my husband way some time back and decided to get one for me... His still works just fine... mine decided to die right after the 30 day window for returns. Never again... hope his lasts him a long time as that will be the last time I purchase one of these."
    },
    {
        "title": "It has to be defective",
        "text": "Bluetooth connection was fine but didn’t test out the battery. Sound quality during a phone call isn’t good. Sounded like an old phone from the 1930’s, very muffled and grainy. The microphone that this company installed must’ve either been defective or plain cheap made in China. Do NOT get this speaker if you plan to utilize it for phone calls. You’re better off spending $200 on a Bose speaker than spending $1 on this piece of garbage."
    },
    {
        "title": "great for the first 45 days... not so much after",
        "text": "Worked fine until it didn't. Never even got fully submerged in water, just used in the shower and outside with light rain was the most exposure. Tried charging it multiple times but now the unit will not power on. If it is plugged in it will power on but shut off within seconds. Don't recommend this product."
    },
    {
        "title": "Do NOT buy!!!",
        "text": "When I took the speaker out of the box the front piece came off and you can tell someone tried to glue it back together.  Not happy with the quality the item that was received."
    },
    {
        "title": "Stopped working after 10 uses.",
        "text": "I had it on my shower rack not even near the water and on first use it was great but when I went to turn it on a second time it made an ear shattering noise that would not stop and the off button would not stop it either, it stopped after about 5 minutes and by then I had it as sound proofed as possible because it was loud enough for my neighbors to hear. Maybe I just got a bad one but if they are all like this I am going to stay away"
    },
    {
        "title": "Broken and Glued Together",
        "text": "I did not buy the 4 year protection so maybe that is why it broke so soon. Maybe they do that on purpose, I don’t know. The speaker’s face came off after a few weeks. After a month though, the sound stopped working. Speaker doesn’t even turn on now. For a jbl name brand speaker, this is a huge disappointment."
    },
    {
        "title": "Stopped working after 1 use",
        "text": "Love this item but be aware it is NOT waterproof, maybe I got a lemon but mine fell into the pool for about 5min, was floating when I came back music stopped. Yes I did have the cover over the charging port, unit hasn't worked since then. I liked it enough to order the clip 4 which does not allow speaker phone which the clip 3 had and I loved, one day the will make one correctly."
    },
    {
        "title": "Broke after a month",
        "text": "This speaker was great... until the clip broke.... but the clip was the whole reason I bought this speaker.  The little pin fell out, and the lever fell off so now it is just a hook.  I contacted JBL to see if they could replace the part... and of course, they couldn't.  I asked for a replacement as the speaker is only 2 years old... they said the speaker was out of warranty and they would not replace it.  I'm now with a speaker with a hook.  I won't be buying anything JBL again since they wouldn't even help fix a two year old speaker."
    },
    {
        "title": "Spunky little thing",
        "text": "The design of this speaker makes the micro-USB port very difficult to access.  After 2 months of use it is now damaged and can no longer be charged.  We had a big game coming up and needed to have a speaker, so I purchased another speaker.  Now JBL says they cannot process a refund, only a replacement, which I do not need.  Poor design, and poor customer service."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "The face of the speaker fell off of mine in a month to late for me to return other than that goid sound quality"
    },
    {
        "title": "Dont waste your money.",
        "text": "I had only used it a couple times and it completely stopped charging and working."
    },
    {
        "title": "Broken to quick",
        "text": "Was excited to receive JBL Clip 3, got for my paddleboard since I knowJBL is a good brand (have 3 other JBL Bluetooth speakers great sound quality get compliments on them all the time) . Fully charged speaker. Was easy to connect, but no sound!! So I performed the rest trying to get it to work still nothing, unpaired repaired still nothing. Tried to pair with other devices still nothing.Very disappointed 😞 really wanted to give it a 5 star review"
    },
    {
        "title": "Stopped working",
        "text": "Speaker was mediocre to begin with not as nice as previous model. that being said it lasted with day to day use for only 6 months. I expected more from JBL."
    },
    {
        "title": "No sound very disappointed 😕",
        "text": "I bought this speaker for the bathroom. It worked fine for a few weeks then stopped charging all together. The red light for low battery kept blinking and the device eventually died despite hours of charging.The sound quality is not as good as the larger size."
    },
    {
        "title": "It only lasted 6 months then would not charge!",
        "text": "As with many other reviewers, mine worked great until suddenly it didn’t work at all.  It makes no sound now and will not respond to any button but the red charging light stays permanently lit even while not plugged in.  If you search the reviews for “stopped working”, you will see this has happened a lot and there is no solution or resolution.  Nothing to open and try to fix either.  It’s a tiny boat anchor now.  Important info you probably haven’t seen is shown if you click on product support information:  “Please keep in mind that this item is EOL and is no longer being built.”"
    },
    {
        "title": "Stopped charging after 3 weeks",
        "text": "This is the 3rd of these I've purchased. I loved the first 2, though they've since failed on me. I bought this one and it's been really difficult to connect to my device. When I do, the sound is as tinny as an old transistor radio set to an AM station. I'm returning it and buying a device from a different manufacturer."
    },
    {
        "title": "Stopped working after 4 weeks.  Don’t repeat our mistake.",
        "text": "Sound is great and bass is great but after 4 weeks I noticed the battery didn't last as long and now at 6 weeks It wouldn't stay connected to my phone. Now it won't even turn on. From the day I got it I fully charged it then used it until it died. Every time as you should with a battery. Getting customer support is harder then I thought it would be so I figured id let others know my experience."
    },
    {
        "title": "Counterfeit product?",
        "text": "Speakers quit emitting any sound less than 30 days after purchase. No start up sound, no music, not a whisper. Factory reset, nothing. Checked the internal connections and everything is connected correctly and securely. Sounds like I got a lemon but at this point I can't return it since my return window in gone and now I'm stuck with this 40 dollar, battery powered, paper weight.When everything did work it was a solid small speaker."
    },
    {
        "title": "Spunky little thing",
        "text": "Sounds good and good batter life, but the battery died after just 6 months."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I have tried months to get this thing to work thinking it was my issue, wrong cords etc, which lasted months passing my return window unfortunately. Finally a friend tried having a jbl themselves and couldn’t get it to work.  What a bust to receive a dud of a product"
    },
    {
        "title": "Died after 6 months",
        "text": "Speaker just came in and the first thing I did was to go charge it up. Three hours later, it would not turn on. So I just thought it wasn’t charged all the way, so I left to go to work and asked my dad to see if it is fully charged. He said it will not turn on. Got home and tried again. Still won’t turn on."
    },
    {
        "title": "A dud",
        "text": "So originally when I bought this product less than a year ago I would’ve said buy it but less than a year goes by and the product that is marketed to be waterproof and durable enough to take on hikes has failed to serve its purpose. Less than a year later this product’s front face has fallen off. And I cannot fasten it again because the little clips that hold it on, are broken. This item is no longer water proof, as loud, or anything it’s marketed to be less than a year later. I’m not satisfied with my purchase and I would not recommend it to anyone to buy. I’m looking forward to the manufacturer reaching out to me to solve this issue."
    },
    {
        "title": "It doesn’t turn on.",
        "text": "I bought a $10.00 Bluetooth speaker that was way louder than this POS.  Wish I returned it.  Waste of $70.00"
    },
    {
        "title": "Speaker is useless in less than a year!",
        "text": "I've only used this speaker 7 times  and today it busted it still plays but has that horrible high pitched radleing sound. Which means it's done. I have the JBL extreme going on 4 yrs it's perfect but the JBL clip didn't make the cut"
    },
    {
        "title": "Waste of money",
        "text": "So the first time I had this thing out to use it, it was clipped on my golf bag. I have a push cart for my golf bag so the speaker wasn't getting knocked around or anything. By the end of the round I noticed that the pin was missing from the clip that holds the piece of the clip that you push in to attach the speaker to something, on. Without that pin, the clip doesn't stay on, and so it can no longer clip onto anything which is the whole point of buying the speaker anyway. IT'S CALLED THE JBL CLIP! Clip fails on first use, extremely disappointed."
    },
    {
        "title": "I'm pro JBL but wouldn't buy this one",
        "text": "The speaker sounds great, but only worked for a day. Won’t turn on, won’t let me hard reset. Disappointment and a waste."
    },
    {
        "title": "Pin came out of clip and was lost on first use, can no longer clip onto anything, what is the point?",
        "text": "It was the perfect size and I was super excited to try this speaker. We tried for so long to get it to work but couldn’t :( we read online that this speaker is often faulty because of how small it is, I guess all the wiring can get messed up easily. Bummer"
    },
    {
        "title": "Stopped working after 1 day",
        "text": "The sound quality is great. The microphone is useless.The user controls are iffy and the documentation is also not so great.I would not buy again and would not purchase any similar product without holding it and using it first."
    },
    {
        "title": "Spunky little thing",
        "text": "The battery only lasts me 4 playing hours. Sometimes you have to unpair it to get it to reconnect and if you have it turned up all the way its distorted. I was expecting a lot more due to the brand and reviews but I did not have the same experience."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This is our 3rd one! I’ve bought one for my husband and son. My daughter kept stealing theirs so I gave her one for Christmas. Unfortunately the clip broke less than 2 weeks later. She was so disappointed! She used her dads and brothers for all of her athletic adventures but now she can’t even use hers. Hoping there is some sort of replacement part!I will change my rating to a 5 if they contact me! It’s designed for portability and without a clip it’s useless!"
    },
    {
        "title": "Not what I expected at all",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:02Loaded: 100.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:02 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Waste of money I barley use this speaker but when I do it’s only in 30 minute intervals. I had it for about 6 months but like I said I really never use it. Not I have a permanent red light on the speaker and it no longer works. It is to late for a return or replacement. I’m very disappointed this was not made to last longer than a six month period. And when you look up how to fix it they say just buy a new one. That’s how they keep stealing your money. They create a product with a expiration date and make you purchase a new one. Absolutely ridiculous!!!"
    },
    {
        "title": "Love them but the clip is broke within a month!",
        "text": "My Bluetooth connects to the speaker but no sound will come out… I can use the controls (pause, play, turn the volume up and down) from the speaker so I know it’s connected properly but there is NO sound. Not even beeps when it powers on or connects. Nothing. Silent. A waste of your money!!!!!!!"
    },
    {
        "title": "Do not buy",
        "text": "This only worked for me after the initial time of setting it up. After that, I was having a problem and had to send it back. I was so disappointed."
    },
    {
        "title": "NO SOUND!!! DOES NOT WORK!!!!",
        "text": "Bought this for summer outdoor activities.  Sound quality and usage is good, but very disappointing build quality.  We've hardly taken it out of the house.  It slipped off the table, hit the floor and split in two today.  The cover looks to be hold by a dinky bit of plastic.For an active, clip and go speaker, it's very poor design and build quality"
    },
    {
        "title": "So disappointed.",
        "text": "I’ve had this speaker for a few months and the battery died."
    },
    {
        "title": "Disappointing!!! Broke on first drop",
        "text": "This thing was dead within a few months.  It was too late to return it but useless after such a short amount of time.  Definitely won't get this brand again."
    },
    {
        "title": "RIP",
        "text": "Se le quito la carcasa del frente por si mismo como si el pegamento fuese debil, no me siento contento con esta compra ya que esto me paso el primer dia de uso, quisiera recibir otro y yo retornar este defectuoso."
    },
    {
        "title": "Dead after a few months",
        "text": "I would not recommend this to anyone! On the second day of using this speaker, it started deteriorating out of nowhere, emitting a crackling and popping sound every time I turn it on. I checked both the bluetooth connectivity and had it charged fully (both were fine) yet nothing changed. I can't hear any of the music I turn on, only silence or the crackling. It seems like JBL on Amazon is selling used speakers without saying so. Very disappointed!"
    },
    {
        "title": "Spunky little thing",
        "text": "I bought this speaker as a Christmas present and it would turn on and connect but no sound will play. Do not recommend."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I am disappointed in this purchase. I bought this portable speaker to play music while riding my bicycle. It performed well for about a week - good sound reproduction and healthy battery. BUT,  after hitting a few bumps, the front cover fell off. (see photos) It will not go back on, so the speaker is no longer water proof. Also, it is vulnerable to dirt and street grease. If I can't get the front fixed back on, I fear this was wasted money. Alas, the following week the arm broke off and I can't use the clip to hold it on my bike. Terrible waste of money!"
    },
    {
        "title": "No sound",
        "text": "I bought this because I had one before that I bought locally.  I didn’t even have this a week before the clip broke.  I decided to try to use without clip but about a week later it was not staying connected to any Bluetooth device and was getting harder to connect at all. I am very disappointed because my prior one had worked for a couple of years with no problems"
    },
    {
        "title": "Very poor construction.",
        "text": "This was garbage. I bought the same speaker from the store and it lasted 2 years. This was the same brand, same speaker but much cheaper. It wouldn't automatically connect to phone. It lasted 2 weeks and completely lost all sound. Still had power and would connect to phone, but stopped producing sound."
    },
    {
        "title": "Disappointed",
        "text": "I understand that this is a waterproof speaker, not a high end system. That being said, it sounds like a tin can. I would return it if I didn’t have to leave the house to do so Lol."
    },
    {
        "title": "Broke in 2 weeks, no sound",
        "text": "Never played any sound. It said it was connected by bluetooth but never played anything. I would watch as the song time count down, but no music comes out while the song plays. Have connected tons of devices before successfully with my iphone or macbook but not this."
    },
    {
        "title": "Sounds awful",
        "text": "I have had no issues while using this speaker, up until today when I’m playing music as normal and then all of a sudden everything is distorted and it sounds like one of the speakers blew out. 40 dollars wasted on a product I have loved and used before… Don’t waste your time or money. VERY disappointed."
    },
    {
        "title": "Waste of time, No sound",
        "text": "I purchased this speaker because it claims to have 10 hours of battery life and I wanted to use it for golfing and paddleboarding.  Took it on my first paddleboard trip and it died after 3 hours of use after a full charge.  VERY disappointed."
    },
    {
        "title": "Broke after a couple days of usage",
        "text": "I got this to take kayaking with me as it says it’s waterproof, but I never even got a chance to take it out with me. I didn’t use it for months and then when I did try to use it, there was just no sound at all. Maybe I just got a defective unit, but I’m still aggravated that I only used the thing a few times and it stopped working."
    },
    {
        "title": "BATTERY LIFE IS NOT AS ADVERTISED",
        "text": "Speaker worked one time. My college son took it back to school and it now there is no sound. He has tried a ton of fixes including: disconnecting/reconnecting, battery being charged, hard reset, and speaker stuck in demo mode fix which did NOT fix the problem.I no longer have the packaging. All I can say is don’t waste your money as there are tons of other speaker options out there."
    },
    {
        "title": "Spunky little thing",
        "text": "There is no charging cable"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Roughly 6 months in I began having issues with it not turning on (regardless of if it had just been charged). One day it would, next it wouldn't, with me doing nothing. Seemed to go away for a stretch but its now officially dead. Won't turn on even while charging. Won't reset etc. I purchased this, as opposed to the significantly cheaper shower speakers on amazon so I wouldn't have to deal with this. $70 and it didn't last a year when my last one cost 1/4th that and lasted two. Save your money, won't purchase a jbl product again."
    },
    {
        "title": "No charging cable",
        "text": "The sound is good for a small speaker but JBL got really cheap with the charging wire they provide with the product. It’s about 10 inches. Also the Bluetooth needs to be completely disconnected (forget this device) every time you want to hear something. It doesn’t automatically connect so just know that it’ll be annoying to turn the device on and reconnect it every time."
    },
    {
        "title": "Everything is great, for 6 months. Save your money",
        "text": "Only charged twice won't hold a charge! Junk now too late to return🤬"
    },
    {
        "title": "Charging wire too small and terrible Bluetooth connection",
        "text": "Complete waste of money. Was fine the first couple of weeks but the speaker was blown after just a month’s use. All crackly and nasty sounding now. The design with the hook was nice. The speaker quality is junk."
    },
    {
        "title": "Don't waste your money",
        "text": "This product worked great until it didn't.  Stopped recharging.  Followed all troubleshooting steps recommended by vendor, did no good.  Worked about 2 months so beyond the Amazon return/exchange period.  Waste of money."
    },
    {
        "title": "JUNK!",
        "text": "It sounds like this speaker has been immersed in water. Crackling and muffled sound. We purchased two at a time believing that they would both be the type of JBL quality we have experienced before, but these were not at all the JBL quality that we were expecting and paid for. These are $5-10 speaker quality, and we would not purchase again."
    },
    {
        "title": "Won't Recharge",
        "text": "Worst speaker I've ever bought and I usually buy the cheap ones under 15$.  NO BASS AT ALL.  I can't believe this junk cost $50.  I'll never buy another JBL on Amazon, as I have bought them from Office Depot and they have good sound quality.  This is almost certainly a counterfeit item.  I bought them as college presents for my kids and am embarrassed at how horrible they sound."
    },
    {
        "title": "Not JBL quality speaker",
        "text": "It did absolutely nothing,  didn't connect, in spite of following instructions exactly. I returned it the day after I received it"
    },
    {
        "title": "Most Likely COUNTERFEIT, don't buy",
        "text": "I purchased this speaker in order to use it in the bathroom while taking showers/baths. I have used it about 5 times, the first four times were great! The fifth time their is no sound at all! It connects to Bluetooth fine and it says it is playing music, but the sound is gone. It doesn’t even make the start up or shut down sound anymore. I have used it five times! I have never submerged it in water, and it has barely gotten wet. Such a disappointment, will never buy from them again."
    },
    {
        "title": "Spunky little thing",
        "text": "So I got the speaker and saw the ratings but I guess I got unlucky and got a dud, turns on but no sound 😞"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Received overnight deliver which I thought was great but when I opened it up, charged, the sound was HORRIBLE!! it didn’t even work. Sound u can BARELY hear. You have to put your ear against speaker to hear any kind of sound. I tried raising the volume and nothing. Not worth it"
    },
    {
        "title": "Bad luck I guess",
        "text": "Horrible sound quality and build compared to many other mini BT speakers of similar size and less costly. The sound is exceptionally more disappointing than I would’ve excepted from JBL, and the first time I dropped in on my kitchen floor the cover flew off. I have to epoxy it back on. I’m more annoyed with the sound for the price. 👎🏼"
    },
    {
        "title": "Did not work",
        "text": "I bought this speaker due to the waterproof and durability aspects it claims to offer. I took the speaker on my first river float of the year, clipped it to my cooler (that was secured into a tube), and the clip broke off on the two-hour float and was lost in the river. This is a $50 portable speaker, pricier than most, so I expected a lot better quality than what I received. I contacted JBL directly to explain what had happened, and unfortunately, their customer service did not result in making things right with a customer. I will not be purchasing another one of these speakers."
    },
    {
        "title": "Deceptively overhyped & overpriced 👎🏼",
        "text": "I've tried to use it 3 times now. All 3 times,  unsuccessful. I thought maybe it didn't keep the charge by the time I got to the beach, because would not turn on (even though had been fully charged and un-used). So today I messed with it at home.  Charged it and immediately tried it. It connected this time, but NO sound. Volume on speaker and my phone,  all the way up. It's a dud."
    },
    {
        "title": "Clip is not durable",
        "text": "The sound was great upon receiving it but after 5 days of using it continuously the sound comes out as delayed and slowed down. Checked my apps and that isn’t it so it’s definitely the speaker. Sad to say I will have to return it."
    },
    {
        "title": "I bought a dud.",
        "text": "I wanted to use this speaker for golf and really liked the idea of the carabiner type hook as I could hook it on my golf bag easily and this would be convenient for walking. The second time that I used it I depressed the hook and the mechanism came apart in my hand. Possibly just had a defective unit, but the clip is why I purchased the unit. The sound is decent and the battery life is good as I can golf 36 holes and still have battery left, but the execution of the hook seems to leave a little to be desired."
    },
    {
        "title": "not so great after 5 days…",
        "text": "Bought this back in March 2022. The first time I used it. It would not stay connected. Super Frustrating. Barely used it this summer. Maybe 3 times. Now the clip is broke. I give up. No more JBL"
    },
    {
        "title": "Clip broke the first week i had it",
        "text": "Good product but carabiner broke the second time using the speaker."
    },
    {
        "title": "Looks nicer then it actually is",
        "text": "So, I bought the speaker on July 24 and now 5 weeks later for no particular reason while I am paddleboarding the speaker sound comes out as a rattle like from a broken speaker. I even had the speaker in a protective case. Unable to return it to Amazon because the window just passed last week, will look into customer service support to see if they can send me a new one."
    },
    {
        "title": "Spunky little thing",
        "text": "Worked fine for a couple months then bam! Distortion city here we come! No matter the volume! Definitely my first and certainly my last!"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Sometimes the sound isn't quality it fades in and out and loses due to the connection and I'm not really happy with"
    },
    {
        "title": "Bad Bad",
        "text": "This item was obviously in used condition. It was dirty. It came with a loose clip which did not secure to the strap of my bag. I intended to strap this to my beach bag but with the loose clip, I would lose the speaker for sure. Will be returning."
    },
    {
        "title": "Quality sound",
        "text": "Wanted to love this little speaker, but it doesn’t even charge. DON’T BUY!"
    },
    {
        "title": "Disappointed",
        "text": "AFTER JUST 7 MOS USE, UNIT WILL NOT CHARGE. WHITE LED DOES NOT COME UP. TRIED MULTIPLE CHARGERS.I mostly use mine on the walking trail. The hook is very handy so I can carry it around my neck. It's lightweight enough, sound quality is notably better and louder. I have not really tested the battery life yet as the longest I've used it continuously is 2 hours. Seems to recharge quickly. Range is much better.I guess you get what you pay for. $50 vs about $15-23 for my old unit: X-Mini KAI XAM11-B Bluetooth Portable Capsule Speaker, Black"
    },
    {
        "title": "Speaker doesn’t charge",
        "text": "This is not my first JBL product, however, it will be my last. I cannot believe the lack of quality. First the clip broke with *regular/easy* use (on mine, as well as my partner's), then the speaker housing face pops off, now the device doesn't tell me whether it is or isn't charging (with its LED) and I'm definitely telling all my friends about this. TOTAL GARBAGE: BROKE EASILY IN MULTIPLE SPOTS, DOESNT WANT TO CONNECT TO ANYTHING, CRAP."
    },
    {
        "title": "UPDATE: WILL NOT CHARGE AFTER 7 MONTHS USE. AVOID.",
        "text": "It was great for the first month or so but know it doesn't even charge so you have to keep it plugged in for it to work but the Bluetooth disconnects every 10 seconds or so. Don't waste your money on this garbage."
    },
    {
        "title": "WASTE OF MONEY",
        "text": "I only used this about a dozen times and it stopped taking a charge!  I've had other JBL speakers and they lasted for years.  Not cool."
    },
    {
        "title": "Cheap",
        "text": "The speaker that I received was used & dirty.I obviously received a returned, defective speaker that was put in new packaging which is not reasonable since I paid for “New” product instead of “Used”."
    },
    {
        "title": "Does not last!",
        "text": "Battery life was problematic. Fully charged over night and then it would die within two hours of play. Charging chord is so short it's laughable. It's a little guy, guess I should have figured based on price but I like the portability. Carabiner doesn't fall off like other portable speakers since it's part of this speaker. Not durable though. The cover flew off while I was riding my bike and I have no idea where it disappeared to. Lasted just over one month. Quite disappointed.I have the big boom box and am happy with that product."
    },
    {
        "title": "Spunky little thing",
        "text": "Very cheap quality speakers. They will last for the 30 days you can return it / exchange but not passed it. The first one I got fell off and the second time I got it exchanged the speaker just stopped working.Not worth the hassle of returning, waiting for the exchange and then it not working and then speaking to an Amazon rep for hours to get a solution only for them to refund your amazon account and not original method of payment. Ridiculous."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This product is either extremely cheap for it to not work brand new out the box OR the seller sold is trying to scam people by selling used products as new. Either way, very disappointed."
    },
    {
        "title": "Terrible quality. Front fell off (exchanged the item). Second one stopped working.",
        "text": "Speaker arrived broken with no sound output. Speaker connects to bluetooth perfectly fine, able to control \"volume\" and play/pause from the speaker but no sound comes out. Speaker doesn't even make sound when you turn it on like it's supposed to. Super disappointed."
    },
    {
        "title": "Cheap. Received a brand new one that doesn't work and it's supposed to be brand new.",
        "text": "This speaker had good sound. But the clip broke after just one use during a bike ride. I decided to return and have the item replaced. The same thing happened again. The clip feature is very flimsy and easily bent."
    },
    {
        "title": "No Sound",
        "text": "This product worked great from Oct 2020 to Sept 2022 then would not keep a battery charge so long for a life long product 😭 I'll but one with department store next time"
    },
    {
        "title": "Clip broke after 1 use. Returned and had it replaced, the same thing happened again.",
        "text": "Broke on the second day. Clipped it to my hiking bag and the face fell off on the second mile. Just hanging off my bag. Sound quality was pretty decent but come on, $50 and didn’t last two miles of just WALKING.?.?.? The cover is just lightly glued on. Huge let down. JBL should mean quality, guess not."
    },
    {
        "title": "This product worked great from Oct 2020 to Sept 2022 then would not keep a battery charge",
        "text": "I bought this speaker to listen to music while i'm at work. I bought because i have the 2nd edition of the clip and it still works with all the pieces attached.only reason i got new one the battery doesn't last as long as it use to. The clip 3 speaker the clip on it broke and the the front cover fell off. I just clip it to my waist and when i'm working i clip it on to some thing else so there should be no reason for it to fall apart like it did."
    },
    {
        "title": "Broke 2nd day",
        "text": "Was so excited to get this and thought it was a reputable brand. Used it a couple of times just letting it sit in my bicycle basket. So it's not like it had high contact. The front part just fell off! Super upset and now it doesn't even stay on so the sound is SUPER loud and weird and also obviously it's not protected when using it."
    },
    {
        "title": "Falls Apart Easily",
        "text": "Literally a week after the 90 day guarantee by amazon is over, the face falls off of this speaker, and is virtually unusable. This is not a durable product."
    },
    {
        "title": "Busted after just 2 uses",
        "text": "So I like the item, it’s your inability to deliver to the right Address,"
    },
    {
        "title": "Spunky little thing",
        "text": "I have purchased three JBL speakers and have lost every one due to the weakness of the charging port. It’s a week but simple part that has rendered a product I spent good money on, useless, several times. What good is a speaker being “waterproof” or anything at all, if you can’t change it because the speaker, charging port defects if you fart on it. Very poor design and a rip off. Same experience on three different gifts."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Cover broke off easily and lost on travel"
    },
    {
        "title": "Week charging port on the device. It will get you every time.",
        "text": "Made the mistake of turning it on once to check connectivity and then first time using it out the speaker is already popping and crackling. Go figure it's two days outside of the return window. Extremely disappointed."
    },
    {
        "title": "Disappointed",
        "text": "2nd one I got and it still has the same problem… it doesn’t charge and now it makes no sound at all!! Horrible… I take care of it and use it for work and I believe it’s just not a good product."
    },
    {
        "title": "Speakers dead on first day",
        "text": "This is barely louder than my phone and the battery life is absolutely horrible. I expected way more from a JBL. Get an oontz angle if you're looking in this price range, it's a bit cheaper and better than this product in every way."
    },
    {
        "title": "Already had to return",
        "text": "It lasts only 3 hours of battery so it is a fake advertisement. Customer service is not really helpful and this device is not loud. The sound quality is also not that great"
    },
    {
        "title": "Horrible for jbl",
        "text": "I love he product just that i thoughtbit would be smaller its actually bigger jn person than advertised. But it plays music's clean ..I haven't tested tje battery life but i can tell it lasts long so far since I received  it I am playing music and it plays  even though I havent have charged it yet.. aAm disappointed in the packaging the box was too excess cause me more money to clear the item because of the ridiculous big box for a small package!!!!"
    },
    {
        "title": "It does not last 8 hours of battery, just like 3 hours",
        "text": "NOT HAPPY!!!!! I will never purchase another JBL product. EVER! This speaker lasted only three months. So it's under warranty with JBL. The process I'm going through, between finding the right number to call and then spending hours on the phone trying to get a remedy. Then, I have to send it back, and they have to check it, before they replace it. It's just not worth it! Stick with SONY!"
    },
    {
        "title": "Make sure it's the actuall size u want!!!",
        "text": "Speaker is great. Going on number 3 in 2 months because the clip keeps breaking after just a couple uses. The pin keeps falling off. This last one missed the Amazon warranty by a day and it’s going to be over a month before the company replaces it. It takes about an hour to go through the approval process to have this speaker sent back to the company and then they have to receive it & check it over before they’ll send you a new:( Very Disappointing!!"
    },
    {
        "title": "Never buy again!",
        "text": "This is my second JBL Clip (and I also have a friend who is on his second one) where the charging inlet port connection develops a failure.  These are portable units that should stand up to the jostling that comes with a being handled frequently, including charging while in use.  The design of the charging port is a complete designing cop-out...no different than any other charging inlet used for units that are not designed to be handled while charging."
    },
    {
        "title": "Spunky little thing",
        "text": "So disappointed. I got this for my kids to use in the shower and they loved it for a week. We even made sure the rubber port cover was always in place. Now, it won’t charge. It’s just dead. We’ve used it for a week. Unfortunately, my kids threw away the box it came in so I can’t even return it. Waste of money."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "The main selling point of the clip is...to be able to clip it.  After two weeks of use, the carabiner is already broken.  The design prevents you from replacing this piece.  For a product that is promoted as suitable for outdoor use, this lack of durability is disappointing to say the least.  On top of that, I had already recycled the packaging, so I'm stuck as far as a return goes.  For this price, look elsewhere."
    },
    {
        "title": "Died after one week",
        "text": "Worked good for a week now it won't stay connected to bluetooth. This is why I don't like purchasing electronics form Amazon as it is not easily returnable."
    },
    {
        "title": "Had for two weeks and the clip is already broken",
        "text": "Speaker works well but the clip broke second time using it. I tried to get the warranty replacement but the JBL company makes it so difficult. I sent  the paid invoice and a picture but they require you to mail it back and then wait 5-7 days for review then they would replace. I was going to send it back but they require the return label to be printed in color and I do not have a color printer. Huge dissappointment."
    },
    {
        "title": "Bluetooth will not stay connected",
        "text": "1985 called and it wants Micro-USB port back! Shocked that this unit still uses that old standard, maybe these speaker designers also wear flared jeans and tie-toe tee shirts?"
    },
    {
        "title": "CLIP BROKE SECOND TIME USING IT",
        "text": "It never worked!!! We researched every reset option there is. Unfortunately the packaging was thrown away on Christmas morning or I would have returned it.  Tried to get someone at support but had no luck with JBL.  Love all my other JBLs this one was a total dud."
    },
    {
        "title": "It's time to stop buying products with Micro-USB ports",
        "text": "I have had this JBL Clip3 for less than a year and it won’t even hold a charge anymore. It hasn’t been used a ton so it can’t be worn out."
    },
    {
        "title": "Didn’t work at all",
        "text": "The item stopped working after I used it a handful of times. Amazon wanted to make me jump through hoops over exchanging or returning item for a refund. Whatever you do, do NOT purchase this item. It’s flat out theft."
    },
    {
        "title": "Won’t charge",
        "text": "Overall sound quality was great. But it stopped working after two months, didn’t recharge and open again."
    },
    {
        "title": "It broke and I cannot get a refund.",
        "text": "The tab that is supposed to keep the speaker waterproof broke off after 3 uses. Now I have to be really careful to not lose the tab."
    },
    {
        "title": "Spunky little thing",
        "text": "The one star is for the carabiner clip. The pin that holds the arm and spring in place is poorly made. I bought 2 of these and they both broke at the exact same pivot point within a week of each other and less than 2 months of ownership. The sound, the speaker the portability are all amazing and there is no regrets of going with JBL, but this is a weak problem that  oils easily be solved."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I bought my speaker in April of this year it's now August and it will not charge anymore great speaker when it worked. I'll probably buy a new one."
    },
    {
        "title": "One fatal flaw in design/production",
        "text": "I used it to be portable enough to hook in a belt loop or use in the car. It sounds fine for a small portable Bluetooth. My problem is, it never says it's charged but up to 20%. Is it only 20%? Idk. I'm returning it."
    },
    {
        "title": "Will not charge",
        "text": "I have had three of these, same problem. The USB connector to charge the battery fails. This time in three months. But then with Covid 19 it was impossible to speak to customer care ( it was shut). By June the Amazon warranty expired. I call last week and sent my last clip back to Harmon.I think I will receive another, but not new.I am now looking at Bose."
    },
    {
        "title": "No matter how long charged it always says 20%.",
        "text": "The product came in defective. Charging port defect physically stopped me from plugging the charger in, due to a misshapen port. Loved the product while I could use it. The battery life lasted long enough for my purposes that I passed the time allotted for returns. When I went to charge it after it had finally died, I was unable to. CHECK CHARGING PORT BEFORE USE. Otherwise, if fully functional, the product would have worked great for my purposes."
    },
    {
        "title": "Be aware the charging port keeps failing.",
        "text": "I bought this early December as a Christmas present for my boyfriend.  It’s now mid February and the cover has come off.  We were just going to glue it back on.  We hadn’t got that far so my boyfriend was carrying it in his front hoodie pocket so he wouldn’t lose the cover, he pulled out of his pocket and the clips had now broken off too.  Just poor quality."
    },
    {
        "title": "Product came in defective - Charging Port",
        "text": "Have to reconnect it to my phone ever time I turn it on. When I mean reconnect it I mean “take it off my phone, then re-synch”."
    },
    {
        "title": "Not very durable",
        "text": "I bought this hoping it would be a good bathroom speaker for my iPhone.  9/10 times it won't connect to my Bluetooth on my phone.  I've tried charging it, standing next to it, etc...  Very frustrating.  Do not buy this product.  Not reliable and more hassle than it's worth.  Mine is in the trash and I'm searching for a better speaker option.  Don't waste your time or money."
    },
    {
        "title": "Bluetooth stinks",
        "text": "No USB cable in box."
    },
    {
        "title": "Struggles to connect",
        "text": "Worked great for 2 weeks and then the Bluetooth connection slowly stopped working altogether. Waste of money."
    },
    {
        "title": "Spunky little thing",
        "text": "First one I received arrived with a defective cracked case and had to be replaced. Second one worked well for a couple of weeks then began buzzing loudly. Can’t return because of the short return window so I’m stuck with this broken crappy product."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Item received with broken clip front not attached speaker looks to to be bent and wetness coming from the device. Very upset and disappointing as it was purchased for an upcoming trip"
    },
    {
        "title": "Buzzing speaker, will throw it away",
        "text": "Sound quality decent for size.  Nice clip but top came off after a month and needed to glue it back together."
    },
    {
        "title": "Broken damaged and wet",
        "text": "Connected only once and would never connect again. Spent so much time trying to Bluetooth and connect. Terrible product."
    },
    {
        "title": "Top popped off after one month.",
        "text": "My Clip 3 speaker did not function unless it was plugged in. It would not fully charge and I could not see the red light. If I disconnected speaker fromUSB, it would completely turn off. I paid more than $50 for this product thinking it would be worth it. I have attempted to reset and look at YouTube videos to try and solve the issue but to no avail. Disappointed."
    },
    {
        "title": "Worked once",
        "text": "Very displeased with this only got this product like 2 or 3 weeks ago and it already not taking charge pissed as hell only had to charge it one time because I bearly use it so this would have been my second time charging it and it wont turn on it would light up smh"
    },
    {
        "title": "JBL Clip 3",
        "text": "The cover falls off constantly since I got this thing. I just put it back on and keep using it. Now after only 3 months of use it has completely quit working. It charges and I’ve done all trouble shooting but it doesn’t work. Disappointed because my husband has had one of these that lasted for years. I just got a junk one."
    },
    {
        "title": "Not charging",
        "text": "What a waste..... Bought in March 2022. And now September 2022 will not charge anymore. When it did work the sound was good"
    },
    {
        "title": "Good unless you get the junk one",
        "text": "Product sounds great but the belt clip is very fragile and the cover pops off too easy. Returned the first one for a broken clip. The replacement had different issues"
    },
    {
        "title": "Stopped charging:(",
        "text": "Forget sound quality. You sold me an irregular product."
    },
    {
        "title": "Spunky little thing",
        "text": "After one week doesn't charge, no lighting, no start, no sound, no nothing 👎🏼👎🏼👎🏼👎🏼"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Total disappointment. Average sound quality and then it won’t charge after less than 60 days. Should have listened to the negative reviews."
    },
    {
        "title": "After one week dead",
        "text": "It was working fine (used 10 days a month or so on average) until it wasn't.  Everything appears fine except there is no sound.  None.  From the device or JBL.  Bummer."
    },
    {
        "title": "Garbage, won’t charge after less than 60 days",
        "text": "Item was not new. Clear see through box was all scratched up it was tampered with and I don’t even have to open the box to see that the product was not new. It had scratches and it’s paint was wearing off. Never buying again"
    },
    {
        "title": "only lasted 11 months.  no sound.  no way to repair it either.",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:51Loaded: 11.78%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:51 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglishAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n ***DONT BUY*** read why;Charged overnight 3 months later and now won’t turn on. This means the battery is poor quality and will only last short time. Return date past due so I cannot return it."
    },
    {
        "title": "Item Wasn’t New/ Used And Tampered With",
        "text": "I cannot recommend purchasing this product: The JBL Clip 3 Portable Waterproof Wireless Bluetooth Speaker - Camo. It worked fine for 2 months. After that the battery appears to have failed, and just my luck, it was 3 days outside the return window so the seller, Power Match, refuses to replace it. So much for customer service!  What a waste of money. Stay away!"
    },
    {
        "title": "Rubbish",
        "text": "When I opened the speaker, it appeared to have been used already.  The speaker was dirty.  The bluetooth button would not work to connect to my iPhone."
    },
    {
        "title": "Do Not Waste Your Money!",
        "text": "I had an old JBL Flip that lasted for seven years, and I finally bit the bullet to buy a newer version after it stopped holding its charge. This new Clip stopped connecting via Bluetooth after three months, and now it won’t even charge. Very disappointed at the difference in quality from my original."
    },
    {
        "title": "Wouldn't work",
        "text": "I purchased one of these and it proved to be defective. I received a second one as a replacement and it is also defective! There is a quality issue. Do yourself a favor and avoid this product."
    },
    {
        "title": "Stopped working after 90 days",
        "text": "I was not able to use this as it arrived broken. The cover/top off the speaker just popped off when I was about to plug it in for its initial charge."
    },
    {
        "title": "Spunky little thing",
        "text": "Flimsy garbage. I clipped it to my belt and took it for one easy hike and found that the faceplate had fallen off. I sent JBL an email asking them to replace the missing part, and they told me \"tough luck, screw you, here's a coupon to buy a whole new replacement\". I won't be wasting my money on anything from this company ever again."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This product was fulfilled by Amazon. I can't figure out how to contact them about my problem. The speaker worked fine between May 21 and August 22. Now it won't pair with my iPod, it won't charge and the indicator light is solid red without being charged. Of all the bluetooth devices I've owned - this lasted the shortest period of time."
    },
    {
        "title": "Product quality sucks and so does customer service",
        "text": "Never again! Was sent an item that was already used, seemed tarnished. When i charge it and try to play it, connects but no sound!! Will return it right tf away!"
    },
    {
        "title": "Broken after 3 months",
        "text": "Worked for like 3 months and stopped working, tried soft and hard reset.  No sound.  Outside of return window unfortunately.  I don’t know what happened and why it stopped working.  It sounded great while it worked."
    },
    {
        "title": "Did not work!",
        "text": "Won't charge and past the return date hopefully job will help?"
    },
    {
        "title": "Stopped working",
        "text": "Every time I cut it on, the speaker would not automatically connect, instead it'll make it click forget device and you have start all over again to connect your phone to the device. Smh"
    },
    {
        "title": "Worked great in the beginning but 1.5 months in and it won't charge. Past the return date .",
        "text": "Too bad this little speaker didn't even last 1 summer. JBL replaced it once but even the replacement didn't last longer than 2 months.The first one, the clip broke. The replacement the speaker cover popped off and would never stay on after that.I just wanted a portable speaker to clip on our bike or beach bag. Unfortunately this was not it."
    },
    {
        "title": "With Bluetooth connectivity",
        "text": "First one we bought, the top popped off the speaker the first time it was used. We liked sound and thought this was a fluke. We bought a replacement and the clip on the top broke off on the second use. We are not scaling mountains with the thing but merely using it on a dock. It does not matter how it sound if it keeps breaking."
    },
    {
        "title": "Replaced twice and both broke",
        "text": "It’s small (about the size of a hand) but I was hoping for better sound quality…there is no bass, I’ve bought speakers from Ross for $15 that sound better than this one."
    },
    {
        "title": "Second try and both broke",
        "text": "Sounds decent, battery almost 8 hrs at 75%.Clip is crap!! That’s why I chose this speaker. Never bumped into anything and just taking it off my belt loop and it broke.I purchased the Asurion warranty. So far useless. It just sends me to this page."
    },
    {
        "title": "Spunky little thing",
        "text": "The speaker cover comes off all I did was put in my back pack , they need to put cover on much better glue loosen up cam of had to re glue never recommend this ever , don’t buy this"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Everything was fine first days, but then i couldn't recharge it anymore. Tried everything, it's probably something wrong inside. I work on ship, so it's harder for me to get it and find new battery or fix it! Disappointed."
    },
    {
        "title": "The outside front speaker , the cover that goes over the speaker came of",
        "text": "It was overpriced but my timing wasn’t good either apparently cause the price dropped a week later. The sound sucks. I have to turn it almost all the way up to hear it at work, but it’s convenient to carry."
    },
    {
        "title": "Charging is not working at all!",
        "text": "Sound quality is bad and not anywhere near my Sony SRS-XB10 I got years ago. However battery life is superb and also build quality is a 9/10 but hey I got this for the JBL premium sound."
    },
    {
        "title": "Portable but sound sucks and battery is ok.",
        "text": "Clip never closed completely. Full volume was no louder than my smartphone. Sound went gravelly after a month. Too late to return it so I tossed it. What a waste."
    },
    {
        "title": "Sound quality is horrible",
        "text": "I clipped this on to my backpack while riding my bike for 30 minutes yesterday and when I got home the clip was crooked and the clip is cracking. I bought this speaker 2 months ago and now it’s biggest asset it broken. I’m pissed at the flimsy quality and would like a refund. I loved this speaker so much until this happened."
    },
    {
        "title": "Really poor quality",
        "text": "Used the speaker once and tried to charge it and it won’t charge."
    },
    {
        "title": "Clip bent beyond repair",
        "text": "I really love the versatility of this speaker, and the sound was great. I was able to clip it on my canoe and my golf bag for tunes. However after only getting to use it twice the speaker cover popped off the front making it no longer water resistant. Completely useless for me for any water sports.... which was the purpose for this purchase."
    },
    {
        "title": "Used the speaker once and tried to charge it and it won’t charge.",
        "text": "Sound quality was great!  Battery life was awful!!"
    },
    {
        "title": "Poor quality",
        "text": "For some reason JBL did not allow the use of quick connect on the Clip 3! I didn’t know till after I bought 2 of them….what a bummer!!! But my kids have new speakers now 😭"
    },
    {
        "title": "Spunky little thing",
        "text": "The speaker cover comes off all I did was put in my back pack , they need to put cover on much better glue loosen up cam of had to re glue never recommend this ever , don’t buy this"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Everything was fine first days, but then i couldn't recharge it anymore. Tried everything, it's probably something wrong inside. I work on ship, so it's harder for me to get it and find new battery or fix it! Disappointed."
    },
    {
        "title": "The outside front speaker , the cover that goes over the speaker came of",
        "text": "It was overpriced but my timing wasn’t good either apparently cause the price dropped a week later. The sound sucks. I have to turn it almost all the way up to hear it at work, but it’s convenient to carry."
    },
    {
        "title": "Charging is not working at all!",
        "text": "Sound quality is bad and not anywhere near my Sony SRS-XB10 I got years ago. However battery life is superb and also build quality is a 9/10 but hey I got this for the JBL premium sound."
    },
    {
        "title": "Portable but sound sucks and battery is ok.",
        "text": "Clip never closed completely. Full volume was no louder than my smartphone. Sound went gravelly after a month. Too late to return it so I tossed it. What a waste."
    },
    {
        "title": "Sound quality is horrible",
        "text": "I clipped this on to my backpack while riding my bike for 30 minutes yesterday and when I got home the clip was crooked and the clip is cracking. I bought this speaker 2 months ago and now it’s biggest asset it broken. I’m pissed at the flimsy quality and would like a refund. I loved this speaker so much until this happened."
    },
    {
        "title": "Really poor quality",
        "text": "Used the speaker once and tried to charge it and it won’t charge."
    },
    {
        "title": "Clip bent beyond repair",
        "text": "I really love the versatility of this speaker, and the sound was great. I was able to clip it on my canoe and my golf bag for tunes. However after only getting to use it twice the speaker cover popped off the front making it no longer water resistant. Completely useless for me for any water sports.... which was the purpose for this purchase."
    },
    {
        "title": "Used the speaker once and tried to charge it and it won’t charge.",
        "text": "Sound quality was great!  Battery life was awful!!"
    },
    {
        "title": "Poor quality",
        "text": "For some reason JBL did not allow the use of quick connect on the Clip 3! I didn’t know till after I bought 2 of them….what a bummer!!! But my kids have new speakers now 😭"
    },
    {
        "title": "Spunky little thing",
        "text": "So this product really looks like it will fit over a shower pipe but it is way to small probably smaller then 1/2 inch.  Also a big thumbs down on the sound.  The bass response is sub par.  I was expecting to be able to jamb out in the shower, now I just end up singing to myself."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This speaker does not hold a charge.  It is less than two months old."
    },
    {
        "title": "Will NOT fit on shower pipe.",
        "text": "The product constantly disconnects and turns off. Have to manually turn it back on every time"
    },
    {
        "title": "No battery life",
        "text": "The product was great, but only worked for a short period of time. Tried to request a refund and couldn’t. Tried to reach the dealer and was too hard to get ahold of them to see if they have any other warranty."
    },
    {
        "title": "Wouldnt recommend",
        "text": "Missing mini usb cable"
    },
    {
        "title": "Great but…",
        "text": "The charging port broke on the first day. What a shame, I thought it was supposed to be a rugged speaker."
    },
    {
        "title": "Missing mini usb cable",
        "text": "The charging port and the clip both broke within 2 months of using it. The clip is part of a ring around the entire speaker and once that breaks the charging port goes to."
    },
    {
        "title": "Cheap",
        "text": "Piece of garbage not as good as it’s price. Battery life lasts about a half hour after charging for hours or even over night. Sound quality sometimes turns to static randomly. I used to have a Bose mini soundlink before this about same price but 10x better so would suggest that."
    },
    {
        "title": "Product broke within a month of using it.",
        "text": "The cover came off the same day I received it.  I am so frustrated I didn’t even return it.  I would think from a National brand I would not have a quality issue.  I wouldn’t recommend unless you want a poor unit.  🤷🏾‍♀️"
    },
    {
        "title": "don’t buy",
        "text": "Never buy this I got it and I went to turn it on and hook it up to my phone and it would not work"
    },
    {
        "title": "Spunky little thing",
        "text": "I bought this for myself and my woman. She has a moto g power I have a samsung galaxy 20 ultra 5g. Her phone paired with this device sounds great but I've hooked up both speakers to my phone and they both sound terrible. Is there a setting or something to fix this or must I return it? HELP!?"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Worked great for a month and a half.  Now it won't turn on. Red light thar displays during low battery charge will not shut off and the speaker will not turn on."
    },
    {
        "title": "Can I fix this issue without return?",
        "text": "The battery will not hold a charge. Used the speaker 3 times. I only use the charging adapter that came with the speaker.I really wish I could get a replacement."
    },
    {
        "title": "Nose dived after only a month and a half",
        "text": "I was initially very happy with this speaker, but unfortunately it broke today. I have had it about a month and used it less than 10 times. The front cover fell off while I was riding my bike. I don’t know if i received a defective item or if it is just poorly made but I would not recommend this product."
    },
    {
        "title": "I've only had this speaker for 5 months and it won't hold a charge.",
        "text": "bought for my daughter for a gift. Didn't even last a year. stopped working 9 months after she received it. Didn't use it a lot. Still \"connects\" to phone for a source, but then will not play any sound."
    },
    {
        "title": "Broke very soon after purchase",
        "text": "I was really looking forward for it to arrive and boy was I disappointed.The sound is very weakVery flat soundBad/weak BT connectivitythe clip too small for most thingsColors are nice but other than thatthe worst JBL item I came acrossReturning it sadly"
    },
    {
        "title": "had to replace before one year of use.",
        "text": "Charging port didn’t last . I bought this item 8 months ago and the charger port fell into the speaker when trying to plug it in. It doesn’t matter how good a speaker sounds if you can’t charge it."
    },
    {
        "title": "Very disappointed product",
        "text": "Worked great for ten minutes. Now there is no sound when connected. It also does not make the sound when you turn it off and on."
    },
    {
        "title": "Poor quality of charging port",
        "text": "Did not get a usb cord for charging?"
    },
    {
        "title": "Quit after ten minutes of use",
        "text": "Mal producto"
    },
    {
        "title": "Spunky little thing",
        "text": "The front piece broke off immediately bought as a gift for my parent huge disappointment"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "It’s already broke within a week when I get a new one or a refund"
    },
    {
        "title": "Broken on first use",
        "text": "Bought this speaker for my son but it won’t connect to his iPhone and won’t hold a charge. He has to keep it plugged in for it to work. Don’t waste your money!!"
    },
    {
        "title": "Plastic top part came off already after one week would like a refund or a new one",
        "text": "no me funciona no manda la señal de musica.si lo detecta el telefono pero no se escucha.me salio defectuoso.y lo regrese"
    },
    {
        "title": "Not worth the money",
        "text": "Worked initially for a couple of months then the battery stopped charging. Apparently, it is an issue with  this speaker. I wish I had done my homework researching it before I bought it. Please save your money and look elsewhere for bluetooth speakers."
    },
    {
        "title": "no me funciona",
        "text": "I dropped it and broke in two peace’s"
    },
    {
        "title": "Don't waste your money! Do not buy this speaker.",
        "text": "Got it but only used it a few month later.It is charged but not making a sound.not on startup and mot from Bluetooth or cable.The seller is Amazon, but would not replace or refund."
    },
    {
        "title": "The clip break fast Very sensitive",
        "text": "Worked 1/2 day then quit working contact jbl support they said issue with item.  Purchased for vacation but it quot working on 1st day."
    },
    {
        "title": "The speaker doesnt make a sound. Amazon will not refund.",
        "text": "Sound quality is terrible. Very unhappy with purchase of this product."
    },
    {
        "title": "Disappointed",
        "text": "The clip sucks got 1 broke the first day returned it got another broke after a week most definitely not worth it !!!!!!"
    },
    {
        "title": "Spunky little thing",
        "text": "I love this brand but when I got this as a gift for something it broke after 24 hrs the whole speaker piece fell off, this particular product was made very poorly"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Battery life is horrible"
    },
    {
        "title": "Cheaply made broke after 24hrs",
        "text": "Instructions say that the box should include the speakers + the charger BUT THERE IS NO CHARGER! Either give me a refund or send me a charger!"
    },
    {
        "title": "Low sound and battery life is horrible",
        "text": "We felt it was not loud enough and returned it."
    },
    {
        "title": "No charger",
        "text": "Expected it to last longer"
    },
    {
        "title": "Not a fan",
        "text": "Unfortunately this is not good quality from this brand. It stopped working and charging after 5 months. The sound quality was poor as well."
    },
    {
        "title": "Dead after one year.",
        "text": "It died after moderate use over  a ten month period.  Got the red light of death.  Red light came on indicating battery is bad.  Internet search came up with not worth trying to replace the battery."
    },
    {
        "title": "Only Lasted 5 Months",
        "text": "I’m so bummed out I bought this for my husband as a birthday gift. He was so excited to connect it and it was a dud. Zero sound came out of it"
    },
    {
        "title": "Nope, not worth it.",
        "text": "I loved this product until out of nowhere after barely using it for 2 months it quit working and doesn't take a charge anymore.  What a great gift!!!"
    },
    {
        "title": "Received a defective speaker",
        "text": "doesn't stay connected.  battery dies fast"
    },
    {
        "title": "Spunky little thing",
        "text": "The box had been previously opened. Box packaging was damaged and the item appears to be used. No thanks! Returning."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I bought this product in January (for the second time) to hook onto my golf bag.  I’ve only used it about 10 times and it broke! Just like the first one, it will not hold a charge, even while plugged in. I am slightly out of the window and may not have any recourse!"
    },
    {
        "title": "Damaged Package looks like a returned item!",
        "text": "The product has no sound !!!! Going to refund"
    },
    {
        "title": "DO NOT BUY THIS ITEM",
        "text": "Speaker will no longer play sound. Bluetooth is in and will connect to device but no sound. I have done a factory reset and nothing."
    },
    {
        "title": "Not working",
        "text": "I only used it one week and stopped working it has a red light on that wont turn off"
    },
    {
        "title": "Broke less than a year",
        "text": "Had the device for 2 months. Stopped holding its charge. Spent money on a new charger. Still didn’t work. JBL made me jump thru hoops. But since we could no longer read the serial on the device and it was 2 months so didn’t keep the box they will not replace it."
    },
    {
        "title": "Stopped working",
        "text": "Didn’t hold a charge."
    },
    {
        "title": "Defective device and JBL would not replace",
        "text": "I learned something never by a refurbished Bluetooth"
    },
    {
        "title": "Doesn’t hold a charge",
        "text": "Seemed to pair OK but didn't play sound. I then directly hooked it up to music player via the AUX cord. Still no sound. Just plain defective."
    },
    {
        "title": "Learning",
        "text": "Didn't even make it a year. Front case fell off, now it wont even turn on, red light just stay lit. Move on the the next option. Also very surprised its not covered by the company for more than a year, should have seen that red flag before I purchased it."
    },
    {
        "title": "Spunky little thing",
        "text": "We used this daily for months - and then suddenly is just stopped working one night it was charging. Light turns on - phone connects - but no luck."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This product would just shut off during use consistently. It never worked reliably with any device I paired it with.Please for you own benefit use something else. I purchased this directly from Amazon so lets see if this review stays or disappears."
    },
    {
        "title": "Worked great until it didn’t.",
        "text": "Una Semana esta bien y pues dejo de funcionarlo"
    },
    {
        "title": "Use a different product.",
        "text": "The JBl Bluetooth speaker worked for one.Now, it's not able to charge..."
    },
    {
        "title": "No sirve",
        "text": "I’m so annoyed that I bought this in February and by May it doesn’t work!!"
    },
    {
        "title": "Send me a next one, it's not working...",
        "text": "Had about a week,  will not charge"
    },
    {
        "title": "Stopped working after 3 months",
        "text": "Look good but didn’t play any sound gonna try to order another one and see if it play music"
    },
    {
        "title": "Won’t charge!",
        "text": "I stopped coming on and charging after 2 days of usage and on the third day it started falling apart."
    },
    {
        "title": "No sound speaker didn’t work",
        "text": "would have given it a 5 star rating as This worked great for about 6 months but then it just stopped connecting no matter what we tried to connect to so now it’s worthless"
    },
    {
        "title": "Didn’t last 3 days before falling apart",
        "text": "Shipped with no charge cord as specified on the description. Carful when ordering."
    },
    {
        "title": "Spunky little thing",
        "text": "Purchased one speaker, within a week the clasp broke while inside a backpack. Bought a second one, again it broke within a week inside a purse. The manufacturing quality is terrible.We loved these speakers until now. The sound, size, shape and design is great. Just needs better quality."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Just songs"
    },
    {
        "title": "Low manufacturing quality. Both speakers broke within a week.",
        "text": "I loved this speaker. I’m a very active person and it satisfied my needs. This past weekend I went kayaking and the clip broke and fell into the lake. So now I have to purchase another one, time to look at other brands until the clip 4 comes out"
    },
    {
        "title": "I need money back please",
        "text": "My iPhone sounds better than the speaker."
    },
    {
        "title": "Crap clip",
        "text": "My daughter used this in the bathroom when taking a shower and in just 3 weeks the speaker has blown."
    },
    {
        "title": "Sound is awful",
        "text": "We purchased this and all was great until it got a little wet abs just stopped working. JBL and Amazon don’t see interested in replacing at all. Pass on JBL and look elsewhere."
    },
    {
        "title": "Speaker blown after 3 weeks",
        "text": "Poor quality.  Very disappointed."
    },
    {
        "title": "No waterproof at all",
        "text": "The first day I used it, the clip broke , and the battery did not charge even after charging all night."
    },
    {
        "title": "Does not work well",
        "text": "This will break on you for absolutely nothing. A coworker had the same one, I find out and his broke the exact same way mine did. I didn't even have this for a month."
    },
    {
        "title": "The clip is flimsy.",
        "text": "Very poor quality!"
    },
    {
        "title": "Spunky little thing",
        "text": "I would not buy this product. It does not charge, and is one month out of the 90 day warranty. I have had to buy another speaker and chose Sony, a brand that I am sure will last."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Speaker wouldn’t turn on after a full charge. Doesn’t work. Makes weird popping sound when it is plugged in"
    },
    {
        "title": "does not charge one month after warranty expired.",
        "text": "DIDN'T WORK!!!"
    },
    {
        "title": "Arrived not working",
        "text": "I need help in trying to fix this product"
    },
    {
        "title": "PRODUCT DID NOT WORK. i GOT IT TO CONNECT AND IT PLAYED FOR A COUPLE OF HOURS AND QUIT.",
        "text": "It worked until it didn't.  Purchased in September but it's now December 27th and it will not charge at all.  Very disappointed."
    },
    {
        "title": "It's my third time buying this product and it get damaged",
        "text": "Garbage. After 2.5 months of use, battery won't charge or hold a charge. Seller will leave you high and dry."
    },
    {
        "title": "DOES NOT KEEP A CHARGE",
        "text": "Terrible it didn’t even work"
    },
    {
        "title": "Battery dies in 2 months and seller won't make it right",
        "text": "2nd JBL that I bought that doesn't work.. 🥴 will not buy a 3rd... What's up JBL??"
    },
    {
        "title": "Disappointed",
        "text": "This was great. For about two weeks. And then it just stopped working. It’s a shame. I was loving it but now I have to find something else."
    },
    {
        "title": "Wouldn't connect to my phone or friends. What a disappointment JBL.",
        "text": "Piece of crap, went through 2 in 3 months and both failed me, don’t buy this clip of death"
    },
    {
        "title": "Spunky little thing",
        "text": "After 10 weeks of LOVING this speaker, it developed the common \"red light error\".  I've gone through all the trouble shooting articles and videos I could find.  Nothing works.  Very disappointed that the return window through Amazon is 30 days."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Black peice came off...."
    },
    {
        "title": "Loved it for 10wks then it stopped working",
        "text": "It is just horrible quality. The sound is garbage. Life happens so I just missed the timeframe to return but hopefully I can keep someone from making a mistake buying this product"
    },
    {
        "title": "Cover came off",
        "text": "Yeah the sound quality, battery life and portability are all good but It’s been about 5 months since I received this (bought late October 2020, it’s February 2021) and the speaker no longer works. :( waste of money!"
    },
    {
        "title": "Sound quality is so unbelievably bad the device in unusable",
        "text": "Will not charge! This is the first time I am charging since purchasing a year later (We mostly use my husbands UE boom) and I tried several different adapters and outlets and the red light is still on and will not power up. Very disappointed!"
    },
    {
        "title": "Stopped working in less than 6 months",
        "text": "Anyway I can get a new one ? Clip broke"
    },
    {
        "title": "Great little speaker but will not charge!",
        "text": ""
    },
    {
        "title": "Clip broke",
        "text": "Less than a year. Charging port crapped out, just like all speakers with micro USB port. One would think that by now, at least in such price ranges, they would have more durable charging ports. Quite disappointing. Goes in garbage now. No choice"
    },
    {
        "title": "Not water proof. Full of water",
        "text": ""
    },
    {
        "title": "Typical fragile charging port",
        "text": "When I took my speaker out of the box the top of the speaker wasn’t even secured on. This is how it came. It also never came with a charger cord. I waited almost 3 weeks for this to arrive. Extremely disappointing."
    },
    {
        "title": "Spunky little thing",
        "text": "It just went bad and wouldn’t play. The whole thing is dead. When I turn back on it will play about one minute and the stops"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Pin fell out of clip in less than a month,had to puts key ring and carabiner to attach to book bag.Then front cover fell off and was lost ,had to take cover off jbl clip 2 n duct tape it on ..."
    },
    {
        "title": "Poor",
        "text": "Do not buy or at least from this vendor, dies literally every 2min after being charged. Waste of money."
    },
    {
        "title": "Great sound but not sturdy",
        "text": "I returned it. Found a better one,  better sound,"
    },
    {
        "title": "Waste of money",
        "text": "It’s doesn’t charge"
    },
    {
        "title": "I returned it",
        "text": "The clip broke off after 3 weeks. Then 2 weeks later the front popped off."
    },
    {
        "title": "Doesn’t charge",
        "text": "Clip broke without falling or heavy usage.  Should not have broken.  Sound is good, functioned as needed, clip broke defeating the purpose of the unit."
    },
    {
        "title": "Cheap",
        "text": "Lasted less than two months. Sounded great while it worked. Now in the trash"
    },
    {
        "title": "Clip Broke",
        "text": "The media could not be loaded.\n                \n\n\n\n Listening while riding my bike"
    },
    {
        "title": "Died in less than 2 months",
        "text": "This speaker crapped out after 10 months with only about 6 hours of use.Overpriced.  Poor Value.I'm hoping a warranty claim with get me something.I'd look at only options if in the market."
    },
    {
        "title": "Spunky little thing",
        "text": "We opened the box and found the latch broken and the screen face falling off. Once the screen fell off, the insides were covered in dirt & grime. It's getting returned. Ramp up your quality control on \"suppliers\" Amazon."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "This speaker randomly stops working ALL THE TIME. It’s 7 months old and gotten progressively worse. Coworker has the same speaker and same problem. Don’t buy."
    },
    {
        "title": "It was someone's garbage.",
        "text": "Sounds great but no charger so its worthless.  If they cant enclose all the parts I would order from some one else!  I will return to Amazon and findsome one else to buy from."
    },
    {
        "title": "Randomly stops working",
        "text": "Speaker worked well for two weeks, but all of sudden it stopped working."
    },
    {
        "title": "No charger or cord, makes it worthless!",
        "text": "It seems bad to me, it is downloaded in less than an hour and it does not sound while it is loaded amazon says to contact the seller and there is no info I feel robbed and scammed"
    },
    {
        "title": "Great for a little while.",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:10Loaded: 60.06%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:10 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window."
    },
    {
        "title": "it is bad",
        "text": "My clip portion of the speaker broke within 3 clips onto my bag. This is not supported by customer service and they only provide a coupon code to replace your product. Unacceptable customer service."
    },
    {
        "title": "Do not buy Waste of money!",
        "text": "Literally the worst portable speaker I’ve ever bought. The charge lasts maybe 2hrs and it never retains any battery life it starts dying the second you take it off the charger."
    },
    {
        "title": "The clip breaks within 4 uses",
        "text": "Bad out of the box. Tried on every one of my devices that would play music. The device would say connected but no sound. Very disappointed."
    },
    {
        "title": "DONT BUY THUS SPEAKER!!!",
        "text": "The ‘clip’ broke within 45 days - no bueno.  It was the one reason I bought this product...so it would clip on my golf bag, or back pack. Disappointing. And impossible to get the attention of anyone at JBL"
    },
    {
        "title": "Spunky little thing",
        "text": "First month it worked well, could even use it at work for 8 hours, third month the clip broke, forth month it stopped working. No power and a constant red light is on. Never over used! Don’t waste your money."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "El accesorio para poder ponerlo en cualquier parte no venía bueno."
    },
    {
        "title": "Don’t waste your money. Lasted 4 months!",
        "text": "I bought two of these and the clip on both broke within 3 months. However, the return window on Amazon for these is one month. Which means, you guessed it, you lose.  Save your money and do not buy."
    },
    {
        "title": "El sonido sin duda es bueno",
        "text": "I was charging it up and the red light never turned green to indicate it was finished charging. It won’t turn on now."
    },
    {
        "title": "piece of junk DO NOT BUY",
        "text": "Battery latest maybe 3 hours..."
    },
    {
        "title": "Stopped working after two months.",
        "text": "First time using it, the top half of the speaker fell off and into the water/gone forever. Poorly assembled junk that fell apart on first use, no longer works at all/water ruined it when it fell apart."
    },
    {
        "title": "Battery life sucks!",
        "text": "It came broke and scratched. I want refund."
    },
    {
        "title": "Poorly assembled junk",
        "text": "I got this for Christmas. Used it maybe twice. And now at full volume I can’t hear anything. Ive tried unpair and pair and nothing. It’s barely auidable."
    },
    {
        "title": "It is broke",
        "text": "Wish I could have returned this but I didn’t use it right away. The speaker disconnects from my phone every 30 minutes or so and turns off. Also, battery life lasts about 3 hours."
    },
    {
        "title": "Bad quality",
        "text": "This product sounds like it’s under water and I’ve had it for a week. Horrible"
    },
    {
        "title": "Spunky little thing",
        "text": "Well, it was great but after only 3 months it doesn't want to charge anymore."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I could tell right away, that the clip mechanism was cheap and would eventually break. And yup, the cotter pin holding the caribeener clamp  fell out within a couple months of owning this . DO NOT BUY IT!"
    },
    {
        "title": "It's ok",
        "text": "Didn’t work no sound had to return it"
    },
    {
        "title": "Sounds not bad. BUT has a major design flaw!",
        "text": "DOA.returned"
    },
    {
        "title": "Didn’t work no sound",
        "text": "The equipment did not come with its charging cable"
    },
    {
        "title": "DOA. Returned at Kohl's walked over to Target and picked up the Clip4 on sale",
        "text": "Gate screen Broke off and sound quality was not very clear or loud enough for my work environment. Had to return."
    },
    {
        "title": "incomplete equipment, no charging cable",
        "text": "I perchased the only jbl's that don't chain together complete crap,that was only reason I got them for."
    },
    {
        "title": "Not durable had to return.",
        "text": "the speaker cover came off!!! how does it happen? it seems to be defected. I can't return it. just check your as soon you buy it and make sure the cover is not defected."
    },
    {
        "title": "Should be called crap3🐒💩💩💩",
        "text": "Didn’t come with charger"
    },
    {
        "title": "broke",
        "text": "Quit working within the first month. Will not stay linked. Tried numerous times. Would not recommend."
    },
    {
        "title": "Spunky little thing",
        "text": "I received an item that turns on and connects to bluetooth but makes no sound"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "If you like to listen music at high blast this thing will break on you after 6 months."
    },
    {
        "title": "Defective",
        "text": "The battery went from 80 to 50 percent after 10 minutes. This also doesn't come with a charger. Complete waste of money."
    },
    {
        "title": "Ok for casual home use.",
        "text": "Awesome speaker just like all JBL but it just up and stopped working so I had to send it back.Thank goodness amazon accepted and refunded me"
    },
    {
        "title": "No battery life",
        "text": "Was broken when I received it. Still waiting on my refund."
    },
    {
        "title": "Bitter Sweet",
        "text": "Broke after the second use! The front mesh face popped clean off, exposing the delicate speakers inside, and JBL refused to replace it despite it being brand new. Really disappointing product and company."
    },
    {
        "title": "Bad quality",
        "text": "the remote was not included in this package. so, back it goes."
    },
    {
        "title": "Broke and wouldn’t get replaced",
        "text": "Lasted 35 days of daily use."
    },
    {
        "title": "Missing Parts",
        "text": "Front cover fell over within a week"
    },
    {
        "title": "Broke down really fast",
        "text": "Does NOT CHARGE!!"
    },
    {
        "title": "Spunky little thing",
        "text": "This is our second JBL speaker that does not hold a charge.  Have only had this speaker for 2 and a half months but cannot return.  Very disappointed."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Unfortunately for me- this product stopped working 3 days after the return period ended. No wonder they only allow for a 30 day return. I would not recommend this product."
    },
    {
        "title": "Does not hold a charge.",
        "text": "The front covers keeps coming off"
    },
    {
        "title": "Stopped working after 1 month",
        "text": "Bought it in January and by June it stopped turning on. It happened to me it could happen to you."
    },
    {
        "title": "Hmmm",
        "text": "I bought one of these speakers in the color white for my birthday and just received my speaker in the color blue? So disappointed way to ruin my day."
    },
    {
        "title": "Didn't last 6 months",
        "text": "Very cheap, we used it for 30 minutes after charging and it completely quit working on us. Not worth the money."
    },
    {
        "title": "So disappointed",
        "text": "I got this for my daughter for Christmas, this is can't be the real one because the glue holding the speaker on came right off."
    },
    {
        "title": "Cheap. Go to Walmart.",
        "text": "I hate jbl"
    },
    {
        "title": "Don't buy",
        "text": "Fue una estafa… el artículo no funciona, llegó dañado"
    },
    {
        "title": "Piece of crap there was no charger or plug for it I threw it way soon as I got it",
        "text": "I went protesting in the rain with this speaker and the sound quality was absolutely ruined after that. Wish I could get a refund since it says “waterproof” in the description"
    },
    {
        "title": "Spunky little thing",
        "text": "In 20 days of using, it stooped getting changed an I couldn’t returned because I threw away the packet!"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Charging port failed after three months."
    },
    {
        "title": "Battery Did not got charge !",
        "text": "Speaker died and didn’t hold a charge within a month or so from purchase date... Contacted JBL and never received a response from them... Never buying from them again..."
    },
    {
        "title": "Only lasted 3 months",
        "text": "First day of use and it disconnected 7 times for no reason. Better spend more money and invest in a better quality product available on a market"
    },
    {
        "title": "I would give a 0 star if I was able too...",
        "text": "I can hardly hear ANYTHING. Get a JBL Flip"
    },
    {
        "title": "Poor quality, defective",
        "text": "Speaker is not waterproof. The speaker blew out once it fell into the water."
    },
    {
        "title": "This sucks",
        "text": "Can’t pair with another speaker. I was unaware or I wouldn’t have purchased."
    },
    {
        "title": "NOT WATERPROOF",
        "text": "Tenia buena calidad en el sonido pero de pronto dejo de cargar. No duró casi nada."
    },
    {
        "title": "Can’t pair with another speaker!",
        "text": "Quit working after first time getting wet. \"Waterproof\" must mean something else."
    },
    {
        "title": "Mala calidad",
        "text": "It cannot recharge"
    },
    {
        "title": "Spunky little thing",
        "text": "My 12 year old son carried this one time and the whole face of the speaker that has the “JBL” imblem fell off."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "No funciono"
    },
    {
        "title": "Poor quality",
        "text": "Sound quality sucks. Music has static while playing and sound cuts out. Ordered a replacement and had the same issue"
    },
    {
        "title": "No sirbio nada",
        "text": "Great speaker but the face of it fell off after a week"
    },
    {
        "title": "Low quality sound",
        "text": "Worked great for 3 months. Now it won’t charge. This is the second jbl speaker I’ve gotten that crapped out after 3 months."
    },
    {
        "title": "Not durable",
        "text": "I purchased the speaker and may and it worked for two months. The red light came on like it needed charge then never came back on."
    },
    {
        "title": "Won’t last",
        "text": "Speaker quit working less than a year from purchase.  Will not repurchase this product."
    },
    {
        "title": "The sound was loud while it lasted, but two months isn’t long enough for me.",
        "text": "The front of this speaker easily pops off."
    },
    {
        "title": "Work more than 9 Months.",
        "text": "I used product 3 times. I used to bring in 2020. Red light came on and has not turned off. Will not connect nor do anything at this point"
    },
    {
        "title": "Poorly made",
        "text": "Very good sound, I like the clip, attaches to golf bag perfectly, but the most glaring defect is the quality of the micro USB connector, doesn't take long for it to deteriorate to the point where you attach a cable to charge and the connector just gets push into the unit, then it is rendered useless.Mine was great for a year, but then useless with connector malfunction"
    },
    {
        "title": "Spunky little thing",
        "text": "This speaker stop working after a month. It won’t start"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "The clip broke after 60 days. I only used the speaker a few times - AND NEVER USED THE CLIP.  Extremely poor quality!!!!"
    },
    {
        "title": "Stop working",
        "text": "I don’t need to add a photo."
    },
    {
        "title": "The \"Clip\" speaker with a defective \"Cilp\"!!",
        "text": "Stolen"
    },
    {
        "title": "It keeps getting disconnected from day one.",
        "text": "The battery life was less than 2 hours before it shut off other than that it was exactly wanted I wanted but battery life was horrible"
    },
    {
        "title": "Stolen",
        "text": "It doesn’t charge."
    },
    {
        "title": "Horrible battery life",
        "text": "Does not sound great unless you listen on very low volume"
    },
    {
        "title": "It charging",
        "text": "We barely used it for 3 months, speaker is giving noise and no sound after few minutes. Not expected this quality from JBL. Very disappointed."
    },
    {
        "title": "Sound quality not good",
        "text": "No longer takes a charge."
    },
    {
        "title": "No sound after using for 3 months.",
        "text": "The clip broke very easily. Kinda ruins the purpose of it."
    },
    {
        "title": "Spunky little thing",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:20Loaded: 30.03%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:20 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Volume down button doesn't work"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "After one week the cover broke off. Had to epoxy it back on. After a month the woofer blew up.Now it sounds like crap. Junk don't buy it!!!"
    },
    {
        "title": "volume button not working",
        "text": "Since purchasing, I can not get this product to pair with my android."
    },
    {
        "title": "Woofer Blowout",
        "text": "Nit worth it"
    },
    {
        "title": "Haven't been able to enjoy this product",
        "text": "dont buy . not new"
    },
    {
        "title": "Nit worth it",
        "text": "Tried to use it as soon I received it and noticed that the PAUSE/PLAY buttons don't work. Extremely disappointing."
    },
    {
        "title": "came damaged . meant to be a new product but even box sealing it was torn and ripped apart already",
        "text": "Battery quit charging right after return window. Now worthless. Bought 3/5 battery stopped charging 6/20. Other than that it's great."
    },
    {
        "title": "Buttons dont function",
        "text": "Sound quality find the battery life. Only last an hour and a half would like a refund"
    },
    {
        "title": "Battery sucks",
        "text": "The speaker cover popped off"
    },
    {
        "title": "Battery life is only an hour and a half would like a refund",
        "text": "My speaker won't work if it's not plug. I will return this and asked for refund"
    },
    {
        "title": "Spunky little thing",
        "text": "I love the speaker but the clip broke the second day!!! The entire thing broken now. Cover came off and broke"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I loved this item. Then the clip broke after just a short period. I spent extra for only that feature. So disappointed"
    },
    {
        "title": "Clip already broken",
        "text": "The product is probably fake since I got it and the speaker protector is not attached to the speaker itself so it falls of"
    },
    {
        "title": "Clip broke!",
        "text": "impossible to not get frustrated using this inferior speaker."
    },
    {
        "title": "Not legit",
        "text": "I purchased this product in late August 2019. It's October 21, 2019 and it doesn't work. It actually stopped working 2 weeks ago. Too late to return."
    },
    {
        "title": "too expensive for anything but using as a microphone",
        "text": "Product stopped working 2 weeks after return window 2 months of use. Will not turn on or charge any longer."
    },
    {
        "title": "Not Reliable",
        "text": "USB port shorted out after a few months. Cannot charge!🙁"
    },
    {
        "title": "Died after two months",
        "text": "I purchased this speaker brand new from a retailer, not through Amazon. The battery was poor and blue tooth connectivity was doubtful. I attempted to reach JBL but the company does not respond.Don’t purchase JBL products. No customer support!!!"
    },
    {
        "title": "USB port shorted out!",
        "text": "It is difficult to use, the Bluetooth connection is often broken, and the sound is very small"
    },
    {
        "title": "JBL does not back their warranty",
        "text": "Had this for 2 months and it just stopped working. Plugged it in to charge and now the red light is permanently lit and it won’t turn on."
    },
    {
        "title": "Spunky little thing",
        "text": "Received my replacement but the clip broke again and I never received my refund for returning the first speaker."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I got this for my son, he said it sounds like music coming through a tin can :("
    },
    {
        "title": "Clip breaks within days",
        "text": "Good speaker but stopped working after a few months. Does not charge, light just blinks when plugged in"
    },
    {
        "title": "Bad sound quality",
        "text": "I bought the speaker because of all the reviews, I had to ask for a replacement since it stopped working on the second day."
    },
    {
        "title": "Stopped working after a few months",
        "text": "After just three months of use, the front cover fell off and the clip broke."
    },
    {
        "title": "Stopped working in the second day",
        "text": "Love this product but sent me the wrong color twice"
    },
    {
        "title": "Fell apart",
        "text": "Me salió defectuosa 😡"
    },
    {
        "title": "Watch out when picking a color",
        "text": "Not playing anything once connected"
    },
    {
        "title": "No la recomiendo",
        "text": "My son dropped it and the speaker cover just gave way and now it’s just hanging lose ready to fall off."
    },
    {
        "title": "No sound comes out of the speaker? Maybe I just got a defective one? Anyone else have this issue?",
        "text": "No bass. Very metallic sounding. Don't know what the hype is."
    },
    {
        "title": "Spunky little thing",
        "text": "Didn't come with a charger I think I payed good $ and didn't supply me .Why????"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Clip absolutely will break"
    },
    {
        "title": "Where's the charger??",
        "text": "Was loving this speaker, 5 months later not charging, red when plugged in, left charging all night still red"
    },
    {
        "title": "Clip will break",
        "text": "Ordered green color.  The sticker on the wrapper of the packaging states green, however the speaker is the white color."
    },
    {
        "title": "Not taking charge",
        "text": "This stopped taking a charge after 10 months , no damage."
    },
    {
        "title": "Received wrong color",
        "text": "Will never purchase again. I had this at work, hanging with it clipped securely. The speaker fell apart."
    },
    {
        "title": "Stopped working",
        "text": "THIS BROKE AFTER 2 USES!!  Don’t buy this speaker!!! It’s a waste"
    },
    {
        "title": "Falls to pieces",
        "text": "Stop working after 2 months, but amazon issued a refund."
    },
    {
        "title": "DONT BUY",
        "text": "Don't drop it!"
    },
    {
        "title": "Stop working!",
        "text": "Faulty product!  Waste of money!! It last 3 months with hardly any use."
    },
    {
        "title": "Spunky little thing",
        "text": "Disappointed that the clip 3 can’t be paired to other JBL speakers."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "speaker is amazing. however the clip broke just after few months of use."
    },
    {
        "title": "Can’t be paired",
        "text": "Got it wet and now it shorts out and battery drains in 10 minutes."
    },
    {
        "title": "could be a bit better",
        "text": "I connected the device to my phone and it’s not working at all."
    },
    {
        "title": "Dont get it wet",
        "text": "Junk. 1st clip broke in 3 pieces. Cover constantly falling off. What's to like !? JUNK"
    },
    {
        "title": "Does not work !",
        "text": "It broke down after only one month. The quality is very bad"
    },
    {
        "title": "Junk",
        "text": "I recieved thus speaker less than a week ago and have used it less than 5 times. It didn't even last a week before it refused to charge at all. Sound quality was also not what I expected for what I paid. Overall a waste of 50 bucks. I'd have been better off taking my chance with 2 cheaper speakers."
    },
    {
        "title": "It’s bad",
        "text": "Received it and it doesn't even work"
    },
    {
        "title": "Terrible for what is advertised",
        "text": "It doesn’t work. I wasted my money on it. DON’T BUY IT."
    },
    {
        "title": "Broke",
        "text": "I’m super bummed about it"
    },
    {
        "title": "Spunky little thing",
        "text": "This speaker is awesome!  The sound is very good."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Purchased this in May and by July the speaker stopped working. Despite troubleshooting the speaker won’t play anymore. Very disappointing"
    },
    {
        "title": "Excellent sound!",
        "text": "Charging port was broken when received and was not able to return!!!"
    },
    {
        "title": "Very short life expectancy..only worked for 2 months",
        "text": "I opened it and I connected but there was no sound"
    },
    {
        "title": "Broken",
        "text": "Worst JBL product ever.  Can’t return so stuck with crap sound speaker."
    },
    {
        "title": "No sound",
        "text": "JBL clip 3 did not come with a charging cord!? Also, how do you know it’s battery life?"
    },
    {
        "title": "Don’t buy",
        "text": "Doesn’t charge"
    },
    {
        "title": "No charging card in box!",
        "text": "Mine came missing the screen that holds the clip together"
    },
    {
        "title": "Should work",
        "text": "Stopped working one month after the return policy"
    },
    {
        "title": "Missing screw",
        "text": "Not compatible with my phone"
    },
    {
        "title": "Spunky little thing",
        "text": "It has practically no base."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "The cover just came off! I lost it somewhere! Customer service didnt resolve."
    },
    {
        "title": "No base sound.",
        "text": "The speaker is not holding a charge despite charging overnight."
    },
    {
        "title": "Not durable",
        "text": "Used it may be 10 times and now it doesn’t work"
    },
    {
        "title": "It is not holding a charge and now I've missed my return window",
        "text": "Very disappointing."
    },
    {
        "title": "It died after a couple of months",
        "text": "I bought a JBL Clip 3 on Black Friday assuming that it was JBL's latest Clip model and I was getting a good deal. That's not the case at all. JBL Clip 3's are on-sale because the JBL Clip 4 was just released and they're getting rid of Clip 3 inventory. The Clip 4 is better in almost every conceivable way.What I was disappointed in the most is that even though the Clip 3 was released 4 years after USB-C became standard for most electronic devices, it uses a USB 2.0 Mini-B connection to charge. You don't have a USB 2.0 Mini-B cable you say? Yeah, neither do most people in 2022. There's going to be hundreds of thousands of disappointed gift openers this holiday season when they receive a JBL Clip 3 and have to run to the store to search for a cable that can charge it. Please do yourselves a favor and avoid this product at all costs. If you really want a JBL Clip, get the version 4."
    },
    {
        "title": "Suddenly stopped working after about 3 months",
        "text": "Doesn’t stay charged"
    },
    {
        "title": "Old model. No USB-C.",
        "text": "Great sound great battery left but the clip is cheap and breaks easily"
    },
    {
        "title": "Battery charge time 4 hours",
        "text": "Had it 3 days and it brokw"
    },
    {
        "title": "Poorly made clip",
        "text": "Stopped charging 7 months after purchase."
    },
    {
        "title": "Spunky little thing",
        "text": "Broke shortly after return deadline."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Stopped working after the first time it got wet."
    },
    {
        "title": "Broke",
        "text": "Could be better, for what you pay for."
    },
    {
        "title": "Wasn’t waterproof.",
        "text": "The speaker cover keeps coming off!"
    },
    {
        "title": "Just my opinion.",
        "text": "Got for Christmas. Won’t stay paired. Waste of money"
    },
    {
        "title": "DONT WASTE YOUR MONEY!",
        "text": "Got this in December and it just stopped working..."
    },
    {
        "title": "Not working for us",
        "text": "Nice speaker to bad it broke 2 different times."
    },
    {
        "title": "No good",
        "text": "the clip broke in 10mins of having it"
    },
    {
        "title": "Nice speaker poorly made",
        "text": "Failed to charge or work out of the box"
    },
    {
        "title": "to work",
        "text": "Its a ok speaker for a reasonable price"
    },
    {
        "title": "Spunky little thing",
        "text": "Sound was not very good"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "it stoped working"
    },
    {
        "title": "Sound",
        "text": "Didnt last 6 months."
    },
    {
        "title": "need to exchange",
        "text": "The sound is to low."
    },
    {
        "title": "Cover broke off",
        "text": "Received and barely worked"
    },
    {
        "title": "Low Sound Decimal /Need louder speaker.",
        "text": "Charging provlems and connection problems"
    },
    {
        "title": "Not good",
        "text": "Don't  Waste ur money,,"
    },
    {
        "title": "Very dissatisfied",
        "text": "Charger port broke. Wack"
    },
    {
        "title": "It works for only 2 months  ,",
        "text": "The clip broke within the first week"
    },
    {
        "title": "Wack",
        "text": "Speaker works fine until it dies and then it won’t charge. Waste of money"
    },
    {
        "title": "Spunky little thing",
        "text": "Broken"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Battery life sucked"
    },
    {
        "title": "Broken already, cheap material",
        "text": "Junk."
    },
    {
        "title": "Battery life sucked",
        "text": "Be prepared to “forget this device” and re-pair just about every time you want to use it (IOS).  I thought- no big deal, it was probably corrected in a firmware, after all - it’s JBL.  To my surprise, Clip3 is about the only JBL speaker which can’t be upgraded via an app.  It was a present for elderly inlaws, and by the time we started to “play” with it, return window has closed.I will try to get a hold of JBL next, but amazing how a subpar (mind you, 3 different iPhones tried with 2 different IOS versions) product with a horrific BT connection was introduced to the public…"
    },
    {
        "title": "Trash",
        "text": "I was given this as a gift last Christmas. the sound is good! I was very pleased with it the first time I used it.  I didn't start using it for four or five months, and maybe it's lying unused affected the battery life. Anyway, the battery never seemed to last long — maybe thirty minutes to begin with. But very quickly it would start to die after ten minutes or so. Then after five.I use it in my bathroom, and I started to keep it charging when I used it. But even when it's plugged in to charge it randomly disconnects from Bluetooth after a few minutes, and if I reconnect it it doesn't play music for more than a minute or two. I wonder if when the battery gets too low it automatically disconnects, even if it's charging? Anyway, if it hadn't been a gift I would have returned or replaced it. Other reviewers are reporting good battery life, so I guess I either got a dud, or my not having used it for a few months might have done bad things to the battery."
    },
    {
        "title": "Horrible Bluetooth Connection, not firmware upgradable",
        "text": "Very poor construction. The clip falls apart almost immediately. Speaker itself is fine but the reason it is called the Clip is that you can clip it to whatever you want. Believe me the clip construction is trash. I've had two because I thought the first one was a fluke since JBL has such a good reputation. Amazon switched it out for me but then the replacement also fell apart within a week or so. It's a design flaw. Save your money and buy ANYTHING else."
    },
    {
        "title": "Battery died quickly",
        "text": "The speaker is great. I purchased the speaker as a gift. I also purchased the protection warranty which was supposed to be sent with the speaker. There are no warranty paperwork included. I have contacted Amazon customer service in reference to this multiple times. Each time I was instructed to contact Ausrion customer service to obtain the warranty paperwork. Contacting asurion is literally IMPOSSIBLE! Their automated phone system goes in circles, you never get a human and they disconnect you after you’ve waited on hold for a few minutes. The email address Amazon provided is invalid! I told Amazon customer service about the phone #c the automated phone service and the invalid email address. Amazon’s response was ridiculous! Please contact Asurion! That’s was Amazon’s answer even after informing them the phone # and email are useless!!! Thanks for nothing Amazon! Being a prime member for over a decade gets you nothing!"
    },
    {
        "title": "Poor Construction",
        "text": "I had this speaker for 3 months and all of a sudden the sound stopped working after turning it on. Everything works but there’s no sound at all."
    },
    {
        "title": "Product is fine but NO warranty paperwork with product and NO way to get it!",
        "text": "I don’t know if I just happened to get a faulty speaker but the jbl mini speaker I currently have almost had no battery life. Literally like 10-15min before it dies and you can’t charge it WHILE listening to music. I’m shocked by all the positive reviews so I had to come here and give my opinion. Not only is the battery life bad but the front panel keeps falling off. Poorly constructed product. I’m disappointed in these reviews I feel like I was mislead by a bunch of robots being paid by this company to write good reviews. Anyway, DO NOT buy"
    },
    {
        "title": "Stopped working",
        "text": "Loved everything about this little speaker until the IPX7 waterproof was put through a very mild test and completely failed.I’ve seen videos of people using this speaker while it’s submerged in a bowl of water without the face plate and things were totally fine. Throwing it in the ocean, etc.However, I recently went tubing and brought my Clip 3. Easy float, very few rapids, mostly just coasting. There was one particular drop where the speaker went completely underwater for maybe five seconds, max.It worked fine for the remainder of the float. A little warbled from some water blocking holes in the face plate, but they dried out quickly.Fast forward to just over a week later and we’re getting ready to head out for another float, only to find that if the Clip 3 isn’t plugged in, it doesn’t function. The battery is charged, the indicator light is a solid white when it’s plugged in.Took off the face plate to take a peek down in the battery well and it’s SOAKED. Literally sopping wet, all of the foam pieces inside are drenched, there are visible water droplets sitting on the battery.I’m super bummed. Dunno if I just got a faulty model or what, but my particular JBL Clip 3 is certainly not “waterproof“ for 30 minutes submerged in 3 meters of water."
    },
    {
        "title": "Spunky little thing",
        "text": "Sound quality is decent.Now let’s get to the bad:The clip is terrible.  I got a first speaker and the pin fell out of the clip during normal use.  It is possible to put the clip back in and reassemble the speaker but it is a super tiny pin and is going to be very hard to spot in most places.  I got a replacement speaker and the same thing happened again.  Unfortunately I am now 2 days past the return window on the second one.  I would recommend gluing the pin in if you buy this speaker.  I can’t think of any reason it needs to be so easily removable.The face cover fell off the first one I got and was able to be put back on but kept falling off during normal use.  I wound up losing the cover at the disc golf course but luckily someone found it and I got it back so I could return it.The battery life is definitely 3-4 hours and nowhere near 10.I would highly recommend looking elsewhere for a Bluetooth speaker if you are going to be using it a decent amount."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Rugged is a stretch by JBL marketing on this one. I’m pretty sure I didn’t get a dud because sound quality was great for the size while it worked. However dropping this thing (On grass mind you.) Caused the textured speaker cover to pop off and reveal the innards of this device. So the little clip pieces looked as though they were still in good condition, I snapped the cover back on making sure that the little waterproof lining sat well. Well then the device stopped taking a charge and now as I am writing this review the power icon stays purely red no matter if it’s on off, charging or not. It’s not blinking indicating a lack of charge it’s simply not receiving playback in any form. I guess a rugged speaker nowadays means 4 months."
    },
    {
        "title": "Not a quality speaker",
        "text": "Right out of the box the battery doesn’t hold a charge. Would not recommend."
    },
    {
        "title": "Disappointed in the “rugged” advertisement.",
        "text": "I have one of these previously and it was the best (it was a black one that I bought at best buy).  The sound was amazing and the size and clip feature was perfect.  I lost it so I went ahead and bought a new one.  The one I bought on Amazon was the pink one.  After only 5 months it stopped charging.  I finally got around to looking into a warranty or something but it seems I am too late (7 months from purchase date).  When I go to the order there are no options for me to contact anyone regarding this item.  So $50 down the drain.  I'd say its a hit or miss with this product."
    },
    {
        "title": "Battery won’t last or charge.",
        "text": "We bought one and it connected once and then after that we couldn’t get the Bluetooth to connect at all! It was a waste of $30!"
    },
    {
        "title": "It stopped charging after 5 months",
        "text": "Really. These things are the worst thing to happen to hiking. No one wants to go out onto a trail and listen to other people’s music. Amazon needs to remove the picture with the hikers. People are thinking this is acceptable behavior when out hiking."
    },
    {
        "title": "Can’t connect any of my devices to it!",
        "text": "I purchased it through their website. It came defective. It is impossible to return. They ask for the original receipt, serial number, original box, .... to be able to return it. I did not keep the box because who'd know that it would come defective. So, they try hard to make it impossible for you to return. I ended up throwing it. Sad. Very sad."
    },
    {
        "title": "Don’t hike with these like the MF in the marketing pictures.",
        "text": "Stopped producing any sound at all, including start up and shutdown, even after charging and troubleshooting."
    },
    {
        "title": "Customer service? What customer service? It does not exist",
        "text": "I’ve had this speaker for a year and it was amazing, the sound quality was good, it’s light and suited my needs however it started making a crackling noise now when you turn the volume up. I take care of my speaker and for the length of time I’ve had i feel like it should still be working properly. Now i have to buy another speaker"
    },
    {
        "title": "Stopped working after a week",
        "text": "Really flimsy and I have all the JBL speakers (dont ask why) and this one is by far the worst. The clip broke off after a 3 weeks of use (literally) and now the face plate just broke about a day ago so total durability lasted about 4 weeks before showing signs of defect. Also the battery seems to be charging less and less so idk."
    },
    {
        "title": "Spunky little thing",
        "text": "My UE Roll has lasted over five years. It's a little beaten up but it still sounds like new. This thing broke after less than six months of infrequent use. Pay for the real deal."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Mine stopped working after a little over two years."
    },
    {
        "title": "Cheap knockoff of the UE Roll.",
        "text": "Had it for two months, red light is on and it is useless. Have never had a speaker break that quickly, considering I use it about once a week. Find another, this one won’t last."
    },
    {
        "title": "Stopped working after two years",
        "text": "Used this as a shower speaker. The front keeps falling off. Looks like it was glued pretty cheaply. Lousy design."
    },
    {
        "title": "Defective after two months",
        "text": "I've had a clip 3 for a month and a half now and the speaker has a solid red led after charging. I unplugged the speaker and it has a soild red LED and it will not turn off! I am very disappointed!!!"
    },
    {
        "title": "The front falls off",
        "text": "Everyone I know including me that has bought this...the front cover of the speaker just falls off. Will not buy again"
    },
    {
        "title": "Failure to work after being charged",
        "text": "had two of these, the pin in the carabiner clip keeps popping straight out after repeated open and closing"
    },
    {
        "title": "front cover issue",
        "text": "I have a couple other of the bigger jbls and they are awesome.. this one is a dud in comparison. didnt like it at all. sound was mud and just terrible."
    },
    {
        "title": "clip is bad",
        "text": "POSITIVE- speaker sounds amazing and the battery life lasts way more than 8 hours at a time.NEGATIVE- the front cover fell off and so I do not think it is waterproof if that came off so easily. I’m very disappointed bc I bought it to use on my paddle board. Luckily, it still functions and so I just let my patients use it."
    },
    {
        "title": "sound was not very good!",
        "text": "I used the clip about 10 times and the main piece that moves simply broke off and was impossible to put back on because I has lost a tiny piece. It’s also very hard to find a replacement clip"
    },
    {
        "title": "Spunky little thing",
        "text": "It has never touched the water. And only used it 5 times and after 3 months of use it just died.Not very durable for the price, NOT HAPPY!"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "Terrible stopped working, don’t buy"
    },
    {
        "title": "Stoped working after a few uses",
        "text": "Bought this as brand new but it did not come with usb charging cord like the description says....."
    },
    {
        "title": "Not working. Sucks",
        "text": "It was a gift so I shouldn’t complain too much.Not waterproof/submersible AT ALL. I was always leary so I was fairly careful until that one time I wasn’t: it fell in the water. I was right beside it so I grabbed it almost immediately. I attempted to turn it off, dried it off, shook out what I could, and put it in a bag with a desiccant. It didn’t make it; and since I had no proof of purchase I threw it away. Otherwise it was just ok on its best day."
    },
    {
        "title": "USB charging cord missing!",
        "text": "Sound was great. Build quality was terrible. Face fell off because it was glued on instead of Clipped…. Oof.  It wasn’t dropped once."
    },
    {
        "title": "Died",
        "text": "unfortunately I purchased this back in November and never really started to use it until a few weeks ago. I wanted to strap it to my golf bag and listen to music while I play.  The carbineer broke and the face plate keeps falling off. don't think I can return it now having held onto it for so long."
    },
    {
        "title": "Bad build quality. Face fell off.",
        "text": "The product is great… until it randomly stops working. I bought this in May; it’s January and it won’t work. I tried charging it fully, Troubleshooting from the website, no luck. I’d like a replacement but can’t reach customer service. Really disappointing"
    },
    {
        "title": "broke after a couple of uses",
        "text": "We have two of these one works as intended but this red one only lasts 4 hours then red light starts blinking and then it dies!! I have used it twice and has done the Same thing! I changed it over night and it died within 4 hours and not all 4 hours on and off something is wrong with the battery"
    },
    {
        "title": "Stopped working after 7 months",
        "text": "There was no sound at all and the clip was broken or defective."
    },
    {
        "title": "We have two",
        "text": "Stop working after a month"
    },
    {
        "title": "Spunky little thing",
        "text": "I must admit JBL has been a brand and I have known for a very long time people reliable unfortunately this portable speaker does not live up to the reputation of JBL not only does it not stay connected to the Bluetooth device but the speaker has crackles in it even at lower volumes. Also I will not recommend this product and I will not purchase it again"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "I’m upset. This speaker had so much potential love that it comes in all different colors, there’s a clip making it \"convenient\" and it’s waterproof yeah that’s cool, but I haven’t had it for a complete month yet and everything broke off... First it started with the clip; A little over a week after receiving it, it broke just by me opening it to hook it to my purse strap and just now I was using it despite the clip being broken and the face completely fell off the speaker from me putting it down... It’s as if it wasn’t even screwed in at all I don’t even get it no screws fell off or anything? 0/10. Such a shame."
    },
    {
        "title": "DO NOT BUY",
        "text": "After reading some reviews that noted quality control issues (e.g. item falling apart) I decided to give the product a chance anyways. The product feels solid and the sound is decent, although mainly at higher volumes. At lower volumes it doesn't sound much better than the speakers on an iPhone. However, the product did not work for very long.On the first day of use the mesh cover fell off. It wasn't a huge issue as I just glued it back on. But after about a week it stopped working altogether. A light remained illuminated on the unit but it became completely unresponsive. It wouldn't turn on/off, wouldn't play music and wouldn't connect to any devices. It's pretty terrible. I returned the item for a refund."
    },
    {
        "title": "LITERALLY FELL APART",
        "text": "Initially I was quite impressed with this product . However after a couple of charges it refused to charge at all anymore . I ran through all the troubleshooting I could get my hands on. Recommendations from the manufacturer themselves, videos online , independent articles ...to no avail. It simply would not charge anymore . It was never exposed to moisture , excessive heat or cold . It wasn't dropped or even banged on anything . Go figure . I won't buy JBL again."
    },
    {
        "title": "Doesn't Work for Long",
        "text": "When you select new you should receive a new speaker. It makes a low hissing noise constantly when it’s not playing music. I wouldn’t mind so much if I hadn’t paid for the item as new but I did.. came in a plastic bag in a random box."
    },
    {
        "title": "Didn't last five weeks .",
        "text": "Sound quality it's good for the size, but the quality of building materials are questionable since when I was charging for the third time (not even a month using the speaker) the rubber easily came out, like the rubber was already broken or too dry. Not what I expected for in JBL."
    },
    {
        "title": "I paid for new and I got a used speaker…",
        "text": "Bought two of these...first time, face fell off within a day of normal use.  Speaker was great...but, seems the glue let go.  Returned and ordered another one.  Second time, face fell off within an hour of normal. use.  Not sure...but, for the price, I definitely expected a better quality product."
    },
    {
        "title": "Rubber that covers the charging spot broke within 3 weeks",
        "text": "The speaker cover broke off shorty after I received the product. The clip also broke one month after use. In either case, it was standard use which caused these issues. Not overly happy with product.Update: I have contacted the company regarding a replacement as the product is covered under warranty, and it has taken two months and they still have not replied to my warranty submission. This is a very disappointing experience."
    },
    {
        "title": "Face falls off",
        "text": "The size is nice and portable but i think its cheaply made. Clip broke after just a few months of light use. The sounds doesn't have any bass but besides that is sounds ok..thought it would sound a little better being a JBL product and what i have come to expect from their speakers."
    },
    {
        "title": "Broke two places shorty after getting it",
        "text": "I am very unhappy that i had to return this cause the sound was all staticy and power kept turning off and on.  this was a birthday gift and now he has none"
    },
    {
        "title": "Spunky little thing",
        "text": "Got this on sale, seemed like a great deal and at first worked very well, decent bass for size and pretty good sound. However, after 6 months the sound is quiet, fuzzy/staticy, and the bass is gone. I was even careful not to max out the volume and rarely played anything that loud. Very disappointed."
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "The worst Bluetooth speaker I have ever owned. Continuously losing connection and cutting off sound. It pauses the sound where I constantly need to unpause. Annoying speaker purchase. I have tried to shut down WiFi and data to see if it helps and still the same problems"
    },
    {
        "title": "Speaker degraded after 6 months",
        "text": "I am very disappointed with this product. In fact I bought 4 of them at the same time to give as gifts. All of them crackle and distort any media. I have bought JBL products before and never had a problem. Like to get my money back. Terrible product."
    },
    {
        "title": "I don't recommend Jbl clip3",
        "text": "The sound quality is meh at best."
    },
    {
        "title": "Product does not work properly. Bought 4 all of them have the same problem.",
        "text": "This speaker is great until the clip breaks on you...  its very flimsy and will eventually break.It is the only reason I bought the speaker...  DO NOT BUY IT!"
    },
    {
        "title": "Meh.",
        "text": "Just FYI... I returned the speaker because the box has a cancer warning on the back.... “Product may cause cancer or reproductive harm”"
    },
    {
        "title": "BROKEN CLIP!!!",
        "text": "Bonjour,Après 3 mois d'utilisation, le devant du haut-parleur est tombé. J'espère qu'une garantie couvrira ça."
    },
    {
        "title": "CANCER WARNING ON THE BOX",
        "text": "On second day it's took apart. And it's glued very badly.But sound is  pretty good. And battery is enough for all day."
    },
    {
        "title": "La pièce au devant du haut-parleur est tombée",
        "text": "It stopped working  how can I get this returned?"
    },
    {
        "title": "Not solid",
        "text": "Good little speaker but the clip broke the first time I used it"
    },
    {
        "title": "Spunky little thing",
        "text": "Charging input broke on the first use.  Very disappointing product"
    },
    {
        "title": "Eh. Big for what it does.",
        "text": "La estaba escuchando y derepente se dejó de escuchar"
    },
    {
        "title": "Crap",
        "text": "La batería dura poco y el clip para cargar se rompió después de usarla un Par1 de veces muy mala calidad"
    },
    {
        "title": "La estaba escuchando y derepente se dejó de escuchar 👂, quisiera que aplicará alguna garantía.",
        "text": "El producto llegó correctamente, en su empaque original y todo pero al conectarme al Bluetooth para reproducir música no funciona la conección ya que el audio distorsiona bastante y no hay fluidez en la reproducción."
    },
    {
        "title": "Mala calidad para ser JBL y por el precio",
        "text": "No suena, si se liga al teléfono pero no suena"
    },
    {
        "title": "Defectuoso",
        "text": "No me gustó es muy cara y se escucha poco"
    },
    {
        "title": "No funciona",
        "text": "La batería no dura lo que debería"
    },
    {
        "title": "Bocina",
        "text": "Me engañaron, no viene la bocina que compre, me urge me ayuden a resolverlo y a devolverme mi dinero"
    }
]