[
    {
        "title": "Big Sound From a Small Package",
        "text": "First off, most of the negative reviews about this speaker are due to counterfeit merchandise being delivered. My speaker came from an authorized dealer and shows no signs of being fake. It's the real deal.That being said, I can't see why anyone would choose to keep this speaker, let alone write any sort of positive review. My disappointment with this product is two fold.Firstly, the sound quality is terrible. Jbl is supposed to be a brand known for premium sound, but this product misses that mark entirely. I wouldn't even call it budget sound. I've owned over 20 bluetooth speakers, and I've heard better sound out of a product costing a quarter of what Jbl does. Despite having 2 subs on either side, the bass quality is terrible. I listen to primarily rock music, which mostly needs the bare minimum as far as low range is concerned, and this speaker can't even handle that. The sound is terribly muddled and any sort of bass that is delivered drives right over any high range leaving the listener yearning for even a cassette-tape-in-a-stock-yugo quality of sound. Just abhorrent that Jbl could confidently put their brand on this crap.  I toyed around with different settings and equalizers for an hour. The sound is just garbage.My second issue is volume. This is categorized as a \"portable\" Bluetooth speaker, and it is, however it lies much on the bigger side of that portable range. For its size, it is shockingly unable to pump out the volume. To give you an idea, I mainly bought this speaker to have in my work truck, which is a tiny 2 seater truck cab. A speaker this size, or even smaller, should have no problem filling that truck cab with sound. And yet it doesn't. It's almost impressive how lacking it is in volume. I'm literally amazed at how weak it is for its size.  Tried listening to it in my apartment as well, at full volume in the kitchen I could barely hear it 15 ft away in my bedroom. With how big this unit is I should be able to hear the words of a song from anywhere in my little apartment, but yet again, this speaker amazes in its lackluster performance.There are other things I could say, but I'll just leave it at that. I'm sending this back immediately for a refund and will likely never go with Jbl for my portable sound needs ever again. Much better sound and volume can be had for much less cost. Stay away from this one."
    },
    {
        "title": "Speaker stopped working",
        "text": "Yes, only 1 star.Buyers beware: After 30 days, there are no returns.We bought 3 units in good faith.The first unit began to turn itself off randomly after only 4 months. When this happens, you have to go through bluetooth pairing process. Since this happens over and over, this is impossibly time-consuming and quite frustrating.The second unit stopped receiving a charge 10 days after the first unit failed. It no longer receives a charge.After 2 units failed, we thought we better look for a different product and attempted to initiate a return on all 3. The idea was to protect ourselves against missing the 6 month or 1 year warranty period.No such luck.Amazon ignored our attempts to contact altogether. In fact, there is no way to reach Amazon to discuss the inequity of a 30 day return policy nor any other issue that isn't on their service menu. It seems to be an increasingly popular, clever way of denying service and placing all risk upon consumers.Let's be specific: HAD WE KNOWN WE ONLY HAD 30 DAYS TO RETURN AN ELECTRONIC DEVICE, WE NEVER WOULD HAVE PURCHASED IT.This isn't a roll of toilet paper (you know what you've got when you receive it).Electronic devices require at least 6 months or 1 year warranty - or why bother at all?In fact, if JBL/Harman only warranties for 30 days... it's reasonable to think they know it's a garbage product and not going to last.The lack of accountability or service isn't the only issue with the JBL Charge 3... it is also very frustrating to use. The 'smart' button controls everything, but works with such latency (press a button... wait... it may take up to 30 seconds to respond - or not) and inconsistency (press same button... get different results) that it is mostly an exercise in frustration.There are no operational indicators; it emits a sound... that happens whether it's working or not. So you effectively operate blind. You'll need an instruction manual every time you attempt to troubleshoot this unit or expect a daisy-chain of dysfunction randomly pressing the one button looking for luck/success.Back to the 30 day no return... I would never choose to gamble on a 30 day return policy - on practically any product - let alone on electronic devices that are now manufactured as cheaply as possible. Consumer protection is a thing of the past, when '30 days no return' is acceptable.We decided to return over $1,000 more electronics we purchased recently through Amazon, before it's too late.P.S. If you're set on purchasing a JBL Charge 3, buy one or all of ours! We're selling the new ones we receive before we open them."
    },
    {
        "title": "The only review of this speaker you will need to read",
        "text": "Stopped pairing with other Charge 3 after a short time out of warrantee. Even worse, there are no service centers anywhere in San Diego CA forcing me to incur expensive shipping costs for two Charge 3s testing and any repairs, as there is no way of determining which one has the problem!"
    },
    {
        "title": "BUYERS BEWARE: NO RETURNS after only 30 days... not traditional JBL quality manufacturing; this is junk.",
        "text": "I bought this product in good faith in 2017. It turned me into a fairly decent sized fan of JBL. The sound quality on the ones that I had purchased were very very good .untill they started getting a little older ,when the battery started going bad on them. Now I have to keep them plugged in all the time otherwise they won’t work at all .when I contacted JBL not to get anything for free but to repair the components that I already own, I got no response. Only a response from the people that are dealing this product, that’s telling me the warranty is over and we don’t repair the items. So basically if your component breaks after the warranty you can’t get it fixed ?just throw it away and buy another one like they want you to do ? why would anybody buy any product that the manufacture does not stand behind their product. I didn’t even mention the one that I bought for my brother-in-law as a Christmas present that when charging it for two hours one evening, self-destructed and almost burned the house down. And no they were not miss charged. So I guess if you’re the type that likes to buy throwaway items this is a product for you ..after all they do sound very nice when they are working but I guess after they quit working can you just simply throw them in the trash can because after that they are worthless .no one to help fix them, JBL being the top people that should be helping the customer but they are not! I am going to move on now, not ever buying another JBL product. Hope you people get wise and do the same. After all, I am just trying to help the fellow customer, because no one else seems to have our back."
    },
    {
        "title": "Beware - It's a \"Land mine\"!",
        "text": "Multiple failures on this unit almost simultaneously -- never beat on it, never got it wet, dropped, nothing, rarely even played loud.  First:  speakers are crackling like crazy - did quick internet search and appears to be a known problem that glue (get that, \"glue\") used to fix speakers in frames loosens and speakers vibrate and crackle, big time.  Second:  at about the same time, battery life completely died.Called JBL -- totally useless customer service -- guy said four years is pretty good, which is nonsense.  Could understand maybe battery loosing recharge capacity after awhile, but speaker failure is major design flaw.  JBL will take no responsibility for this.They did offer to give me a 10% credit on a new unit.Too bad, frankly, not sure what to do now -- did a lot of research, including ordered and returned many units (Amazon Prime...) before found this unit which was by far the best sound/volume quality in price range.Just craps out and is a throw away after 4 years.FURTHER NOTE:  the \"common\" failure method that appears on various youtube \"fix-it\" videos is that either the glue holding the speaker in the frame or the glue holding the magnet on the speaker back has come loose.  Not the case for me:  the speaker is totally blown.Inexcusable after 4 years of light use and pampering.Otherwise, these are (were...) great units"
    },
    {
        "title": "Worst customer service ever, they do not stand behind their product",
        "text": "I bought 3 of these speakers for use in my coffee shop. I originally bought 2, but one was acting up so I thought it might be defective, and bought a 3rd just to have backup. All 3 of them didn't last 6 months. I thought it may be the batteries, so I actually bought 3 batteries at $20 each and paid a tech guy to install them for me. Guess what? The speakers still don't work. Won't hold a charge, if it will even turn on at all. Now I'm out about $720 all together and had to go back to using a radio in my coffee shop. Very unhappy with this garbage. Was ecstatic at first with sound quality, the ability to hook up multiple speakers, but it was short lived. Customers did not touch these speakers. We kept them away from their reach. This was due to normal usage. Would not recommend unless you don't care about longevity and don't mind lighting money on fire."
    },
    {
        "title": "Fantastic for 4 Years, Then - TOTAL CRACK UP",
        "text": "With 6% negative reviews I decided to register my Charge 3.  Using Google I found the JBL registration page and hundreds of items were listed, but not a single JBL Bluetooth product.  No email addresses listed for product support - just a single 1-800 number ... that would be a fool's' errand so I did not even try it.Yes, JBL claims a warranty in their bundled literature, but no web site mentioned, no nothing.  Using Google I was able to find JBL's product registration page but not a single Bluetooth item is referenced.  Nothing.  I was unable to register my Charge 3.  JBL takes my money with an ear-to-ear grin and turns its back on me. And you.In 1925 Benito Mussolini was asked during a radio interview to define Fascism & he replied that it as a conjoining of the largest corporations with the federal government thus creating a Mega-Force not answerable to anyone, not even to themselves.  We have arrived at that moment.  Big government is in bed the largest corporations and vice versa, hence the coinage of a new term, \"corporatism\".  I feel as if I am dealing with a faceless, anonymous and irreproachable behemoth.The Charge 3 works perfectly but if something were to go awry then I am SOL.  Not a good way to run a company.Caveat emptor!"
    },
    {
        "title": "Purchased 3, they didn't last 6 months",
        "text": "*UPDATE*The speaker turned on but the speakers were blown. Nothing but static!!  I don’t understand why someone would even send a defective product in such terrible condition!!The speaker arrived with dirt stains and obviously used!!  Looks like it’s been kicked around!  Didn’t even hook it up to see if it works. Probably not!!!"
    },
    {
        "title": "No way to register item making the warranty non-existent.",
        "text": "Received this item on Friday for my daughters Bday. On Saturday she opened it all excited and within minutes had it ready to play. That’s when we noticed something was off. The sound was crap!! Which was hard to believe because my brother has the exact same speaker and he loves it. So we played around with it and noticed something seemed off, so we pulled up the Amazon order and noticed that the item inside the box was what we thought was the charge 3 but it was some crappy looks like knock off speaker. Duffle differences were the logos and once my brother brought his over it was very clear on the switch. This made a great day feel like I got ripped off so back in the box this price of trash went.If you buy, open first and give it a good looking at."
    },
    {
        "title": "VERY USED and BROKEN",
        "text": "This is the second portable JBL speaker I have owned and had and the same thing happen to now. My speaker 100% works fine then out of nowhere it will no longer charge. So now I have a brick that can not be disposed of in any responsible manner. Mind you the unit is completely sealed and you open you have to cut it open. When I called to have them repair it since it could be as simple as just changing a charging port maybe they said they can not do anything and I just need to purchase a new one. I do not want a new product I want this one to be fixed and not have more trash created. This item is only 3 years old and have no signs of wear even. Completely unnacceptable.**Update I fixed it myself. I turned it on and was disgusted of the sound quality. I bought a Bose bluetooth speaker when this broke and wow how much better the sounds from that is."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Don't buy from this seller!This speaker was great until it broke. Contacted JBL/Harman and learned it wasn't a true JBL product. Email from JBL's customer support:************Thank you very much for the response and for the information you have provided.Upon inspection, we have determined that this is not a genuine product.  Sadly, counterfeit products hurt us all, and since we did not manufacture or sell this product, we are unable to support it.  It would be best to contact your dealer for support.  We would also advise getting the Better Business Bureau and your credit card issuer involved.To avoid purchasing counterfeit or defective items, always look for a reputable dealer or visit our websites to purchase directly.  When purchasing directly you receive the following benefits:-  Genuine products-  Free Extended Returns-  Direct warranty-  Lifetime support-  Exclusive offersTo add some details, what gave it away was that the back panel as a card slot. The JBL Charge 3 that we have does not have a card slot as well as all the details that would supposed to be engraved on the back panel is not shown as well aside from it not having a serial number."
    },
    {
        "title": "Speaker stopped working",
        "text": "I’ve had this for about a year and 4 months and it worked great. I use it at work where we can’t have headphones but we can use a portable speaker. It would run for 4-5 hours every day and had to charge it every 2-3 days. A few weeks ago the battery started to die after about 4 hours playing at 60-70% volume.Today I plugged it in when I got home and after an hour charging the battery caught fire and almost set fire to a dresser that the speaker was sitting on. It ruined my white  furniture anyway.Amazon customer service was excellent. They refunded me the money I paid for the speaker. I also contacted JBL but they didn’t respond yet. I will update the review when I get a response from them."
    },
    {
        "title": "COUNTERFEIT!",
        "text": "There are 5 white led lights on the bottom of this speaker to indicate the current charge level.When I recieved this speaker 3 out of the 5 leds were lit upon turning it on. Typically electronics do not come fully charged so this was not a big deal.After testing the speaker for a half hour and performing a firmware upgrade, I decided to turn the speaker off and let it fully charge. Three hours later all the led lights were off indicating if was done charging, however upon turning the speaker on only 3 out of 5 leds lit up. I then preceeded to leave it on the charger another 4  hours and the same result happened. *JBL indicates this speaker fully charges in 4.5 hours according to their spec sheet.*  I charged it for 7.Since, this speaker is sold by a 3rd party seller and fulfilled by Amazon I decided to return it and order it directly through JBL for the same price with free two-day shipping.Had this item been *both* sold and fufilled by Amazon I may have simply swapped it out but because I prefer not to deal with a third party it's simply getting returned."
    },
    {
        "title": "Great until it caught fire",
        "text": "I'm a delivery driver and I use the speaker to and from work and all day driving around. The speaker was great for the first year. Loud enough to hear in my work truck and the battery would need charging after the second day. About a year in it needed charging every night, and now, a few months later, it lasts 38 minutes and then shuts off. I have to charge it on road multiple times or just leave it plugged in.I probably ran it 9-10 hours a day, 5 days a week and then around the house on the weekends while doing work/projects. I'm not sure if that counts as really heavy use but if it's not usable in a little over a year it's trash. Literally. Something like this should last a lot longer. I'll stay away from JBL from now on."
    },
    {
        "title": "Would Not Fully Charge",
        "text": "TLDR: DON'T UPDATE YOUR FIRMWARE IF YOU WANT TO USE THE AUX CABLEI wound't criticize too much the sound quality. After all, everyone likes heavy bass nowadays. For those that don't like the muddy sound, be prepared to do some EQing on your own.The real problem with the product is purely related to its firmware. The startup sound is so loud and cannot be turned off even with the latest firmware update. I bought the speaker to listen to music, not to announce to the rest of the world that I purchased JBL's product.Speaking of the firmware, ever since I upgraded it, the aux cable stops working properly. Unless my device continuously generates audio signal, the speaker would go into standby mode almost instantly. To recover from the standby mode, it will take a few seconds' delay. Have fun with all your online meetings where the first few words of your colleagues/profs get eaten. It makes me wonder if they even test their products at all before releasing. And yes, the update is irreversible.I regret wasting my money on this poorly designed product."
    },
    {
        "title": "The battery died after a year and two months",
        "text": "Wasn’t impressed with the sound at all. Seems sort of shallow and anemic. Plugged it in to pc to watch tv show and it varied from being too loud to being too hard to hear low voices and sounds. Wish i had a chance to hear them before i bought them. Don’t even use it. Was so unimpressed, decided to do surgery on my crappy speaker it was to replace to change the battery.  I prefer my crappy frankenspeaker over this one. That being said, MAYBE with a decent software equalizer they would be a lot better? Can’t seem to get mine to work."
    },
    {
        "title": "Annoying startup sound and broken aux cable support after firmware update",
        "text": "I got 2 Charge 3s for use out by the firepit. I specifically got 2 so I could use the JBL app to pair them individually as L/R for true stereo. I could connect to them individually and together just fine with my Note 9 and they sounded great, but I absolutely could not get the JBL Connect app to detect them. I called JBL tech support and did what they said to do and still no luck, so the tech contacted the JBL Connect developers and he said that he was told that the app was \"under maintenance for a month or two and will be unusable until after that.\"Well, either that's a total BS answer (which is what I think), or it's legitimately what's going on. Either way, that is completely unacceptable support after blowing a couple of hundred bucks on a product.I probably would have given the Charge 3s 4 stars based on how they sounded as I got them to work if the app had worked as advertised, but the issue with the app is just not acceptable."
    },
    {
        "title": "Meh!",
        "text": "I was hoping to use 4 of these, one pair each in 2 rooms. Evidently if you only need one of these you are golden. When I paired the second speaker it would drop out continuously through playing a song, very annoying.When I turned the first pair off and went to the second pair neither one would be recognized as a bluetooth source on my IPhone.I spent over an hour on the phone with JBL support and of course they wanted me to go to bluetooth settings, forget all Charge 3 speakers, restart phone, restore speakers to factory settings, restart speakers, (which means you now have to rename each one) and after all of that the speakers were still not found on my IPhone.I knew bluetooth speakers aren't nearly as bombproof as internet connection speakers, but I was trying to save a few hundred dollarsHave returned the charge 3s and ordered Sonos play 1s, those rarely have issues, and don't involve 20 mins of screwing around with your phone and speakers to try to make them work"
    },
    {
        "title": "Sounds great. App and JBL support suck.",
        "text": "Bought 2 of these in October 2020. One blew in April 2021, produces extremely distorted sound. The other blew in June 2021. I've been attempting to get the first one warrantied since April, it has become obvious that it is company policy to ignore all warranty requests, so basically there is no warranty. So the only thing worse than these speakers is the company that makes them. I paid $240 to use what were mediocre speakers when they worked for a matter of months. I would recommend Oontz. These were never as loud as the Oontz and the only thing we ever connected to it was our phones.  We've never had a problem with any other speaker blowing."
    },
    {
        "title": "Great if you only need one",
        "text": "Incredible sound.  Great design.  I really liked and would love to have this speaker again - if it worked.  After recharging it successfully about 10 times, it stopped taking a charge completely.  Customer service was great at first - walked me through all the home tests & reset options to no avail then sent me a new speaker.  New speaker successfully charged about 8 times then stopped taking a charge.  Went through all the precious home tests & rest options on my own before contacting customer service and was told I would need to purchase a new speaker and there was nothing more they could do.  Great speaker if you only need it to work a few moths."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I’ve had my JBL speaker for 1.5 years and it’s already showing issues. The battery will no longer charge. When I called customer service they said this was normal and offered me 30% to buy a new one. I don’t appreciate companies that make faulty junk just so you can buy the new model. Great speaker but I won’t buy from this company again."
    },
    {
        "title": "Speaker stopped working",
        "text": "I bought my JBL Charge 3 at the end of November (2017).It was in perfect condition. In March I jumped with it underwater, when lifting it out, the music was distorted, and it went off. I let it dry in the sun. When it was dry I let it charge, the light didn’t go on as an indication of charging, I still left it to charge.After a few hours of leaving it, I picked it up and shook it to hear that there’s still water inside, I opened my speaker (with the help of a YouTube video) to get the water out, there was a ton of water in. After pouring out the water I closed and sealed everything neatly.To date I just left the speaker in my room.Just for information, everything was neatly sealed when I Jumped with it in the swimming pool. I made sure of that.I’m utterly disappointed in the product as it is supposed to be waterproof."
    },
    {
        "title": "Doesn’t work long term, no point in purchasing",
        "text": "For some time now, I get really pissed off when things I buy break down. Yes they may go past a warrantee period, is that the manner of purchasing we should expect when we buy things now a days? I purchase this JBL Charge 3 Waterproof Portable Bluetooth Speaker (Camouflage) back in October of 2019. This time frame doesn't seem fair for the unit to stop charging. Worst than that it's been going off when it's plugged into to power; ready for the garbage. It goes with out mush say that I want more from purchases I spend my hard earned money on, so I won't be buying this product again. I work hard, I like to listen to good music, I'll have to look into a better way. R"
    },
    {
        "title": "Waterproof",
        "text": "Bought this back in Dec 2018. For a while I was using it and it seemed fine. Was able to charge just fine with no issues. Realized today that while I was using it at my work (while in an air conditioned room), the speaker became really hot and melted the case of the speaker. I thought to myself that I could warranty it through JBL. Then I look for the serial number, and it was peeled off! I looked up this issue to see if there are other JBL CHARGE 3 that have had a thermal overheating issue, and there was a case where a JBL CHARGE 3 melted the case and caught on fire. Similar to what's starting to happen to my speaker. I also did some research and came across a youtube video of another consumer inspecting their JBL speaker with no serial number that was ordered from Today's Deals aka the vendor for this product."
    },
    {
        "title": "Bad battery quality.",
        "text": "The box looked legit however upon opening, the inside box contents was crushed. I knew something was wrong and listened to it and it just didn't sound right. I decided to do further internet search and discovered that there were counterfeit JBL charge 3  speakers floating around. I looked into the one I received and realized it was a fake. It had green leds not white like the original and the logo (CHARGE 3)  was not on the back waterproof door. The unit did not have any serial numbers on it or the box. The top rubber of the power button was raised more than the original one and the JBL logo on the front is bigger than the orginal. I immediately returned the item after discovering it was a counterfeit."
    },
    {
        "title": "Dangerous, thermal issues! NO SERIAL NUMBER!",
        "text": "I don’t usually write reviews but this one is needed. Be very careful using this product on hikes or adventures. JBL doesn’t provide any place to attach to the speaker for carabiner, clips, or leash. So you’re forced to use 3rd party case that provides theattachment. Problem is the cases are loose so the speaker falls out and there’s nothing to keep it from doing so. Unfortunately this was one of the last times I saw the speaker. I tripped on a trail in the Na Pali coast jarring the speaker out of case and down hill into river, never to be seen again. It’s too bad Bc the speaker worked great all trip in the water kayaking and everything. They simply need to make a way to attach to the speaker and it would be perfect. Until then I suggest using a speaker with a built in loop or you will risk losing your speaker."
    },
    {
        "title": "I RECEIVED A COUNTERFEIT.",
        "text": "I'm overall very happy with the JBL Charge 3.No longer works and sounds very good.(Edit, 7-10-17) It has an internal rattle and it's annoying but since I bought it a while back I guess there's no warranty...after sending an email to the seller of the jbl I have not heard back. If you would like to discuss please call or email me asap.(Edit, 1-13-19) the internal rattle has become unbearable and rendered the unit unusable.Who can help?Edit! Again...Tonight i took it apart to use the battery in my 3+ yr old JBL Charge 3 will an aging battery and am convinced I was sold a cheap fake. So many parts and design were subpar, the list is rather lengthy luckily the battery was the same size and plug too that I was able to salvage at least one part.I'm not going to put it back together but am willing to return it for a complete refund for posting a positive comment about standing behind your company."
    },
    {
        "title": "Easy to lose.",
        "text": "I'm a big fan of these speakers.  I purchased this current one in January of 2021 only because my previous JLB speaker had worn out from my constant use.  After a few weeks, the charge was holding less and less and now will not hold a charge even when plugged in.As a side note, I spent 40 minutes with an Amazon representative to help me troubleshoot with no help at all.  The rep ended the conversation, requested my phone number, and wrote that another rep would contact me the next day.  It did not happen.  The Amazon return window expired 5 days ago.  I only want to return the defective product without all of this hassle."
    },
    {
        "title": "Used to work and sound very good. Looking for a Full REFUND ASAP.",
        "text": "I’ve had a Charge 3 for years and have enjoyed it. It sounds fine for the price. The original speaker had the firmware updated to a version 7.9 that allows it to use Connect+. I purchased another Charge 3 and received it today. The new firmware 3.9.0.0 does not allow it to be upgraded to Connect+ so the ability to use 2 speakers in stereo mode no longer exists which is why I purchased a second speaker. I called JBL and they are aware of the issue with no ETA for a fix."
    },
    {
        "title": "Does not charge after 1 month of light use",
        "text": "I am extremely disappointed with the sound on the JBLCharge 3.  In reviews I read the bass was decent for the unit size.  Unless you play this loud, there is no bass or mids at all. I bought this to replace my Bose that I've had for years.  The Bose is now shutting off randomly which is quite annoying.  However, I removed the JBL unit and went back to the Bose and will just be annoyed.  No comparison in sound.  Although the price paid for each unit is close, the quality is not.  I used the JBL in my office for Zoom calls, videos and background music.  My computer monitor speakers sounded as good as the JBL and you know how tiny those speakers are."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "This speaker was purchased around ten months ago and already has issues with the battery. It will only charge up to two bars, which is about 40% of the battery life.. This wouldn't be acceptable in something that is charged everyday such as a phone, let alone a portable speaker that is rarely used or charged.The speaker quality is good but the volume output could be better. For the price point I would purchase again if it didn't have the battery issue. I've opened a case with JBL in order to resolve the issue."
    },
    {
        "title": "Speaker stopped working",
        "text": "The speaker worked great for a year then it started having charge issues where it wouldn't hold a charge for long, hour tops.You would know the battery was about to die because the audio would get distorted and the red light would be blinking. This is after charging all night and show to be full.After a little research I found out a lot of people online have had charging issues with this unit because the micro usb port becomes lose. You have to open it, braking the waterproof seal and solder the micro USB port back in place.For $130 which is what I paid at the time, this item should be built to last not just on the out side but on the inside.The picture is after charging over night."
    },
    {
        "title": "Above average sound with below average battery quality",
        "text": "At first I really liked this unit. The sound is great, it appeared to be rugged. But now it is unusable. After about 10 minutes of play time it shuts off.  EVERY TIME!  I researched it and many people have this issue. I factory reset multiple time, downloaded the latest software and tried several \"tricks\" to fool the Bluetooth to stay on. No luck I am open to suggestions (I'm looking at you JBL) but I am about to give up. Buyer beware"
    },
    {
        "title": "Charging issues/battery life common problem",
        "text": "Ordered this for a new home, kept it in the box until move in. Immediately out of the box, speakers blown, distortion so bad it was unusable. Had it too long to return it, but loving my Charge 3 from old days past, I decided to order another. The next one was the same way, but luckily was able to return it. How can Amazon let JBL sell used speakers without clearly stating the fact?"
    },
    {
        "title": "After 13 mos it automatically turns off after 10 minutes",
        "text": "I only had the speaker for 6 months in this time it basically just sat in my room , did not take it anywhere did not drop it or expose it to water. I loved it but after having it for about 6 months it was not able to stay off it would just keep turning itself back on after turning it off, and it makes a loud noise when on, after its on for awhile it will turn off when not connected to anything (this is normal) but as soon as it turns itself off for inactivity it turns itself off. I am bummed because I bought this product because I thought JBl was a good durable brand, I am mistaken."
    },
    {
        "title": "BUYER BEWARE! SPEAKERS BLOWN TWICE!!",
        "text": "It was good while it lasted, which was about two weeks shy of 6 months. Now this JBL Charge 3 doesn't hold a charge. That's just not right. I didn't purchase the protection plan because I thought I would take a gamble on having this for at least a year before it decided to quit on me -- But NOT EVEN six months? I read all reviews, know this was authentic - so my advice is, if you want to purchase this product from Amazon, to consider the protection plan for the first year. I'm disappointed."
    },
    {
        "title": "Broken",
        "text": "Battery life came and went fast. I expectect it to last similar to my friends and that was not the case. Doesn’t hold charge anymore so I have to keep it plugged in- in order to use it. Str8 Trash! Hahahahahah! Will never purchase this model again. EVER, in For-E-v-e-r(The Sandlot Voice) Butterflies in the Skiiiesss, I can go twice as hiiiigh, just take a look, its in a book, a reading rainnnboooow.. idk why i sang this song, probably bc the speaker wont hold charge and I can play the song…hahahahahhah"
    },
    {
        "title": "Died just shy of 6 months. Buyer beware",
        "text": "The media could not be loaded.\n                \n\n\n\n Back on January 30th i bought this speaker, as soon as i received the product everything was fine, the bass sound was way too good and it was really comfortable because is not too big, but after a couple of months of usage (It was a normal use, about one or two hours per day) the first problem was with the battery, at the beginning the battery was amazingI was able to use the product without charging it for three days but around february the battery starts working bad, one day it just stop working, it started sounding terrible as if something was broken inside and i've never dropped it, also i never used this product close the water -although the speaker was supposed to be waterproof- but anyway i've never use this product near to the water.So thats pretty much the reason why im not recommend this product to you guys, its an expensive speaker and at the beginning it works perfectly fine but after a couple of months of usage there's gonna be a lot of problems, with the battery or the sound itself.I would return the speaker the next week and i already asked for a refund :)"
    },
    {
        "title": "Str8 Trash San Diego Charge Speaker Hahahaha! Take that you filthy animal!",
        "text": "Do not buy this speaker, I purchased this speaker on April 20,2019 after reading reviews. I loved it right until it stopped accepting a charge a few weeks ago. Today I decided to call JBL customer service to report the issue so they can resolve the issue. I was informed my speaker was past the 1 year warranty and they said I can get a 30% discount to buy another speaker...... why would I be interested in buying a speaker?????!!!?? Then they wanted me to pay shipping to send it back??????!!!??? This speaker conveniently stopped working right after the one year mark. The customer service and product are horrible, I would not recommend at all."
    },
    {
        "title": "WORST PRODUCT I HAVE EVER PURCHASE",
        "text": "I ordered the speaker to use in my garage. I thought it being a JBL it would sound good, but I found it to sound flat, I have similar Bluetooth speakers by Bose that sound much better. So I ended up returning the JBL and bought a Bose and sound quality is 100% better!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "The reason I'm giving this a one star is the life span on it I ended purchasing this item 2 years back unfortunately the item has stopped working will not necessarily working and does not play music anymore I wanted to check the warranty on this product and when I went on the warranty on the Amazon page for it it would not give me the warranty information I definitely think this product is really good I enjoyed it for a year-and-a-half but unfortunately the lifespan on it is horrible I would definitely love for anybody to help me out to try to fix the situation and get my item fixed or replaced."
    },
    {
        "title": "Speaker stopped working",
        "text": "I loved this speaker so much when I first got it... but around a year after purchasing the base was blown out and it would not hold a charge. I was VERY careful not to get it wet, expose it to cold/hot temperatures, turn it up to max volume, take it to high altitudes, etc. I don't understand why it would die other than planned obsolescence on the part of manufacturers. This absolutely SUCKS for consumers, especially when products are so expensive. Please make products that last and care about your consumer base."
    },
    {
        "title": "Horrible life span!!",
        "text": "Returned it. Very disappointing in sound. They warn you that if you turn volume up bass goes away but then some digital thing kicks in. Never kicked in. Returning to my three year old Bugani blue tooth speaker. Surprisingly disappointing in JBL. Don’t know why other reviews say bumping sound no bumping whatsoever and I was trying to use this in my truck cab so at a low volume I should’ve been knocked out of the cab nothing even close. Used it one day and returned it"
    },
    {
        "title": "Died after a year and a half",
        "text": "The first one that I bought, 3 months and a few days after receiving, wouldn't turn on anymore. And amazon wouldn't refund or replace.I was upset but bought another one, maybe it was just a bad one, right? 2nd one arrived and within a short time had the same problem, amazon replaced it.3rd one, now outside of 3 month return window, disconnects from bluetooth after 5-6 minutes and won't reconnect.My girlfriends same speaker, that is 2 years older, has been dropped, set on fire(accident on the stove), gotten wet, but will connect to bluetoothed mosquito fart, from 100 feet, away in an instant"
    },
    {
        "title": "EXTREMELY DISAPPOINTED",
        "text": "I have had this speaker for a year. I love using it and have taken it many places with me. At first I had issues with connecting devices but the product support team helped. Sadly, this product after 11 months has TERRIBLE sound quality. It’s never gotten wet or anything so I’m not sure what happened but in the last month or so (almost exactly a yr after purchase) there is an extremely noticeable scratching noise. I’m so disappointed and more annoyed that now after researching and spending the money I have to do it again to get a better Bluetooth speaker."
    },
    {
        "title": "It only works until the 3 month return is over",
        "text": "I have another one of these and it’s great. This one I purchased for our nonprofit that certainly doesn’t have money to waste.  I used it about 5 times for a workshop that I needed a portable speaker for and it just stopped charging. Red light flashing and now officially dead. Tried other chargers that work fine on the other one. Reading reviews that I’m not the only one and apparently it’s an internal thing. Now that it’s dead, I have a brand new lookin expensive speaker that doesn’t work.  Do Not Buy one of These!!!!!!!!!!!!!!"
    },
    {
        "title": "Move along and don’t waste your money",
        "text": "After couple of weeks started to disconnect from laptop via Bluetooth.  Then quality of sound started to degrade. I connected another speaker and perfect Bluetooth connection and perfect sound. Checked my warranty and apparently I have to ship it to California at my expense. And the last straw is that they want to charge me for a box to ship it.I probably should throw it away and buy from a decent company."
    },
    {
        "title": "Won’t Charge after 5 uses!!! Don’t buy one!!!",
        "text": "Speaker lasted 2 weeks past warranty. Called jbl support. Was told that I pushed wrong button's to factory reset it.because it stopped working or charging.they basically said there was nothing they could do and hardware was probably messed up..very poor support and product. Not what I would of expected from jbl. Very disappointed with support and would not spend that kind of money on something that last a little over a year. Stay away."
    },
    {
        "title": "Bad product, bad support, bad warranty.",
        "text": "I had 2 JBL 2 charge speakers and loved them. I was very excited to get the JBL charge 3. It sounded awful....Muffled and heavy sound with no range. I downloaded an app. and tried to adjust the sound, yet it just sounded like a 20 dollar speaker inside of a wooden box. I am not sure what happened between the great sound of the charge 2 and this clunker? I went online to see if there were other ways to help ithe sound and found people suggesting removing the exterior to make it sound better. At that point, I wrapped it up and sent it back. Amazon promptly issued a refund. Thank you Amazon. JBL, why’d you mess up such a good thing?"
    },
    {
        "title": "Poor product support and quality",
        "text": "I love these JBL's and the fact that I can hook up \"Multiple\" units via Bluetooth. Problem is, \"Multiple\" means just two. Not three or more. I had two and I thought I could do four so I bought two more. But I can't. On top of that, I can't have two sets of two either. So I had to send two of them back. Thanks Amazon for making this simple.STOP !!!!!!!!!! Disregard...... I love  JBL.... but JBL, Top of the line, respected forever cannot make 4 of these cannot make them work together, synchronize?Really? JBL? Fails?That's a major major  failure and loss of my 50 years of confidence in JBL....If JBL cannot do this, then what is JBL????K-Mart?YES......Its not JBL."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "After reading reviews and comparisons I was very excited to receive this speaker. I used the speaker 5-10 hours a week for just under a month and absolutely loved it, great speaker for the money. However during the 4th week the speaker got blown out, has no bass at all, and sounds flubbery. I never once played it at full volume and consistently had the volume around 50-60%. Hard to describe but I've owned speakers before and this one is ruined. This would have been a 5 star review if I wrote it 2 days ago but it's a 1 star because I can't recommend any product that fails in a month of normal use, especially at the $150 price tag."
    },
    {
        "title": "Speaker stopped working",
        "text": "I purchased this speaker almost 1 year ago. It worked great for several months, but it began skipping with my iPhone connected. The skipping made it unusable. This lasted even after resetting the speaker, forgetting the device on the iPhone, and updating iOS. When replacing my iPhone with a newer version, the problems persisted. It will play for about 5 minutes, then start to skip several times a second, making it completely un-listenable. Neither iPhones have issues connecting to any other Bluetooth devices.I contacted customer support about this, figuring it was still under warranty, and they simply said since this only happens with my iPhones, I should contact Apple."
    },
    {
        "title": "Stopped working in under a month.",
        "text": "I got this \"renewed\" because it had great reviews online. I was excited to bring it with me while hiking, kayaking, and more. When I got it, it was bigger than I thought it would be and the sound quality was compromised. I didn't use it much during the first 30 days and then when I did, it would always disconnect from my computer or other devices im the m I deleted of a song, interesting the song. It's  basically  useless and when I complained to the company, they ignored me. I was horrible disappointment and a waste of money"
    },
    {
        "title": "Worked great, then Bluetooth failed. No help from support",
        "text": "This speaker was fantastic for about 3 months until one day in the middle of a song it started sounding full of static, as if one of the speakers had blown out or something. This was inconvenient, whatever, so I got a warranty replacement and had a new one shipped to me in about a week and a half. 1 week into ownership of the replacement without even using it enough for the battery indicator to go down the replacement breaks and starts having the same exact problem. Time for round two of dealing with customer service!"
    },
    {
        "title": "Terrible quality, disconnects all the time",
        "text": "at first the speaker worked great. After the 1st year i started having issues with the speaker staying off while unplugged. and the \"Volume -\" button instead of lowering the volume began working as a power button.I have done both the reset and factory reset and neither seemed to fix the button issue or the fact that the speaker will not stay off when unplugged. So now my portable speaker stays plugged in when i want it off. Other wise its a fine speaker."
    },
    {
        "title": "Run away and buy a Bose",
        "text": "IIt connects to your Android just fine, but don't want to tell you how difficult it is to connect to a laptop or desktop Windows computer.  Was successful once in that feat.  All in all, I do NOT recommend this product.  I am now having to return it because it doesn't hold a charge after using all of 5 times.  I have had to charge it twice in the 45 days I've had it.  VERY disappointed and now I guess I have an odyssey ahead on how to return this to the Seller... Let's see what kind of hoops I'll have to jump through..."
    },
    {
        "title": "ALMOST a good speaker",
        "text": "I bought this JBL speaker because I had heard & used similar JBL speakers and really liked them. This one sounded muffled from the first time we started using it and only got worse. Probably about 4-5 months after using it, a constant distorted, fuzzy buzzing noise began to get worse. One of the speakers is blown. Very disappointing, especially from a JBL product. I've been irritated for months and finally decided to write a late review of this lemon."
    },
    {
        "title": "Sounds Good when it works",
        "text": "Bought them as a gift exactly 90 days ago for a Christmas present for my girlfriend. She's had it all of about 2 months and it won't charge. Switched out USB cables with my known good charger and it's the unit. No returns apparently since it's been 90 days. Charging cables are cheap. Bought two and both mine and hers had the ends break off in the charging port. Fortunately, mine, works with a replacement cable using the same power pack so plan on hitting Amazon for a quality cable. $89 2-month rental for a speaker we occasionally use apparently. Otherwise sounds great. I'm just sorry I recommended it to my friends who have also bought dual pairs of them."
    },
    {
        "title": "Speaker blown after only a few months",
        "text": "Ours just exploded DO NOT BUY!!!!!"
    },
    {
        "title": "Cheap quality.",
        "text": "Update 09/10/2017: I absolutely loved this speaker when I received it (see original review below, purchased in May 2017). However, I have taken it on a few camping trips and it has begun to disconnect from any device I have streaming - my cell, a friends cell, an iPad, an iPod.. it doesn't matter what it is. It will randomly stop playing, but will still be connected via Bluetooth. Sometimes it will not restart and we have to switch devices. Such a sad thing when it was so glorious to begin with! I don't think I'll be purchasing from JBl anymore. :(Original post:Definitely exceeded my expectations! This little speaker has great sound and lasts for a long time!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I would’ve loved this speaker if it lasted as long as I wanted it to. About a month of owning this speaker, the sound quality significantly dropped. Now at around normal volume, the speaker crackles when sound/music plays. It is not as noticeable at loud volumes. I don’t know how it is for other genres, but this annoyance easily stands out when playing metal and rock music. From what I heard from several people, this speaker will not last long if it is overused or often played on loud volumes. I am disappointed and expected more from a name brand such as JBL."
    },
    {
        "title": "Speaker stopped working",
        "text": "Sounded great at first. Long battery life and portable. Unfortunately after about 2 months of use, the speakers started rattling pretty badly at low and mid volume. I looked up the problem online and according to a few YouTube videos I found, it is a common issue and the only way to fix it is to completely take it apart and re-solder some wires to the speaker. Not exactly an easy fix. I'm looking for a new speaker now."
    },
    {
        "title": "A Great Product Before the Crackling Began",
        "text": "I have had this product for less than 10 months, and it no longer works. I tried calling the 888 number for customer service and I get a weird recording. It actually started flaking out a few months ago but was working intermittently. Now it doesn't work at all. It looks like it has charged, but when I go to use it, it will  not work. I want to talk to someone about it, but I can't get in touch with anyone! This is very frustrating! I think a product should last longer than a few months. This is ridiculous."
    },
    {
        "title": "Rattling after a few months",
        "text": "I use speakers for my work in construction. Music is very important to me so i try to buy quality stuff. I dont abuse headphones or stereos im well aware of their physical limitations I.E. i dont blast them at full volume willy nilly. That would be stupid. I have really enjoyed this speaker. But last night after playing Stranglehold by Ted Nugent the left facing speaker sounds like it blown badly. Cant even play anything at low volume it crackles and scratches bbaaadddd. Super dissappointed. I have own 50 dollar speakers that have lasted a year or more of good daily use. This is twice that much and blew basicly right away.... Shitty"
    },
    {
        "title": "Stopped working and I have only had it 10 months",
        "text": "JBL Speaker purchase 1: the USB port crumbled.Speaker 2: purchased in May, 2020 and 6 months later, it failed. I sent it to Harman. The Harman company has yet to tell me anything or make it right!!!! I returned the second JBL speaker after the speaker failed (the inner speakers cracking and humming, bad sound).  I’m so frustrated and after nearly $300, I still have no functioning speaker. Beware!  The Harman Co. need to make this right!!! I will never buy another if this is how the back the products. Shameful!"
    },
    {
        "title": "Speaker blown after maybe 10 uses......",
        "text": "The speaker was great until it CAUGHT ON FIRE IN MY APARTMENT WHEN I WASNT HOME AND RUINED MY STUFF.Thankfully, the fire didn’t spread, but it certainly left melted, pungent smelling plastic debris all over my bathroom. Many of my items near the speaker during the incident needed to be replaced from to exposure to battery chemical constituents.The fire seemed random. It was not too hot inside, it was not crowded, it was not exposed to liquids. The speaker was literally sitting on a typical shelf in the corner of a typical bathroom."
    },
    {
        "title": "Second JBL speaker failed and was returned. the Harman Co. (seller) has not made it right.",
        "text": "Title sums it up. Despite being plugged in, it refused to charge within just a few days of purchase. I tried different cords, outlets and charging methods, but nothing worked. There is a firmware update that supposedly fixed it, but the speaker would only update if it was plugged in, and seeing as it wouldn't detect it was hooked up that was a dead end. I looked up fixes online and found I would have to open the outer case up and replace the charging port directly, which itself would render it no longer waterproof. Only plus side is that I could return it."
    },
    {
        "title": "Do not buy. CAUGHT ON FIRE.",
        "text": "I bought this hoping it would be a good stereo sound for my pc but im just going to use my clip 3 that my gf gifted me instead. Its not as loud as i thought it would be. Its waaaaay too bass heavy. Even for people who like heavy bass, its muffled and completely overpowers the treble. It almost sounds defective for 100 dollars you can search elsewhere. Your better off with a clip since at least those have a balanced sound. Astoundingly terrible product from a company i thought i could trust"
    },
    {
        "title": "Refused to charge after 3 days",
        "text": "The product is pretty great for what it is, but barely using the speaker and never exceed over half the volume the left speaker starts to crackle and won’t stop. Had for less than a month and rarely use it though out the week and it’s already useless to me. Have manufacture warranty, still won’t replace it for me when this product is crap. They should recall this generation for sure. Had other JBL products in the past and no issues what so ever, except for the charge 3."
    },
    {
        "title": "Too much bass. Sound is muffled. Not loud enough. Possibly defective",
        "text": "Speaker worked fine until it didn't. Clicked on the warranty info and read it. They don't explain what the warranty for this product is, just lists three different ones of five, three and two years. Called on getting it fixed only to find out it is one year on this product. Seems like a deceptive practice for a company as big as JBL."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I LOVED this little guy! I took it everywhere for a whole 2 weeks...then I went to go use it like I had everyday before and BAM! It’s dead! I took it home and  re-recharged it. But, when it finally came back on, the speakers are so blown it’s unbearable to use. I even had it in a protective case and everything. I’m anal with my stuff so it’s ridiculous to have this happen. Great sound, but wouldn’t buy it again.Anyone need a case though, I got ya🙄"
    },
    {
        "title": "Speaker stopped working",
        "text": "im very disappointed with this jbl charged 3. when i recvd the box its ok but the seal of jbl is already broken, i thought this is ok,but when i try the jbl charged 3 its sound horrible and its sounds like used ,the volume is in half but the bass sound is not good.i did not expect this to jbl and this is the first time i bought jbl bcoz,i always bought bose and very happy.im working in the cruise ship so i dont have much time to go out so the amazon is our bestbuy in the ship.i hope u help me with this and i hope you will do some thing about this."
    },
    {
        "title": "Shoulda got the insurance🙄",
        "text": "This product would have been amazing, I couldn't find a single fault in it for the first few months. That was until a few months down the line, when the sound became crackly and inaudible and poor production quality has meant that the speaker can no longer charge, indicating a faulty charging port. While these things do happen, this is simply unacceptable after only a few months of minimal use.I'm really dissapointed as this used to be my most worthy purchase from Amazon, now it's just junk.I'd reccomend heading elsewhere if you are looking for a speaker that can last more than a few months."
    },
    {
        "title": "very disappointed",
        "text": "As per JBLHCG Customer Support hcgcustomersupport@harman.com via 89y75jmln5g6pm.i-fijdeay.na88.bnc.salesforce.comGood day ! this is regards with your Charge 3-Stereo mode issue.We already received the response from our team that because of the growing number of issues we are experiencing with the software in the Connect app with STEREO Mode, it has temporarily been disabled until we make improvements. Right now, Party Mode is the only option at this time. We will keep you posted on when the Stereo Mode option will be available again."
    },
    {
        "title": "Not made to last",
        "text": "Well, i was very happy with it, until it broke. I gave it a very light and careful use, only at home and from time to time, but seems that the inner speakers are damaged, it have no sound quality and the bass are completly off. There is not official service in my country for JBL, so i have any way to fix it, no warranty in my country. Very dissapointed with JBL, i thought there are hi quality products with worldwide support. I won't buy or recommend any JBL product to anybody. Very dissapointed."
    },
    {
        "title": "DOES NOT WORK IN STEREO MODE",
        "text": "It has not been a year and it is not working. I got this for my daughter for Christmas 2019. We been trying to charge it and is not charging is not turning on at all so it is very disappointing to me because this is supposed to be in if the best speakers out there. I wish I could return it and get my money back. If anyone knows how I can do that please let me know soon. Thank you!"
    },
    {
        "title": "Both speakers damaged after 3 months of very light use.",
        "text": "The battery will not hold after 2 years. I can't recommend it for longevity."
    },
    {
        "title": "Disappointed",
        "text": "Was dead out of the box. Won't turn on. Tried every trouble shoot and reset I could find. It won't stay on long enough to even do any of them. Just turns on and turns off. This was a Christmas present so my daughter is pretty dissapointed now. I bought it with reward points through Amazon so I hope they refund me the total amount and not just the 22 dollar difference after reward points. Maybe it got damage in shipping or something. I bought before Christmas was only 90 bucks now the cheapest Jbl charge 3 I can find is 120-150."
    },
    {
        "title": "Only lasted 3 year - You better with Bose",
        "text": "I bought this speaker in May. The charging port quit working in July. I had a friend look at it, and he said the cheap prongs in the charging system had bent. When I checked my other Bose bluetooth speaker, it did not have the flimsy prongs, but a solid prong that wouldn't bend. I'm so disappointed. I don't know if I received a knockoff or if this is genuinely what JBL uses for their charging port, but the repair window closed a week ago, so now I am out $100."
    },
    {
        "title": "Dead out of the box. Wont turn on",
        "text": "I bought this, despite hearing from a few friends that they had some issues with theirs. Well, I too got screwed. This thing last exactly 7 uses (in 2 weeks) before it crapped out. It won't charge now at all. Plug it in and the charging light (singular) comes on and blinks. But it will not charge the speaker at all. So now, it is completely worthless.DON'T WASTE YOUR TIME OR MONEY ON THIS CRAP!!!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I received this speaker as a Christmas gift from my husband in December of 2018. Initially, the product worked just fine, however, after about three months of use, the battery will no longer charge. I've tried configuring the charging cord to see if that was the problem, different outlets, but nothing will work. Finally, after about five months of having this product that will not work at all, I have decided to write this review to warn other potential buyers. I am incredibly disappointed in this product's performance considering the price tag."
    },
    {
        "title": "Speaker stopped working",
        "text": "I had this speaker for 1 day, and it worked fine, it was charged fully. By the end of the day, it stopped working, during the time of playing music on my phone, this speaker kept shutting off, then I could not get it to turn back on.  I charged it for one day, and the speaker still would not turn on.  Super Bummed out.  I started a return on the item, and will get a full refund.  Now they won't take back the item.  Buyer Beware"
    },
    {
        "title": "No longer charges after having product for 3 months.",
        "text": "This was great for about one month. After that and out of the blue, there was this weird static-y background noise that’s never gone away. This speaker has never been moved from the shelf in my kitchen so I’d say it’s defective or it’s just garbage and a huge waster of money! I’ve heard $50 speakers that sound ten times better.  I should have listened to the negative reviews on this one."
    },
    {
        "title": "Stopped Working Fake Speaker",
        "text": "Had the speaker for less than 2 months - already a problem with it. The speaker sounds very staticky and Has terrible sounds especially when the base is louder. Problem occurred out of nowhere - contacted amazon to help with warranty issue - they gave me a ph# to call directly to the seller. I called multiple times and left messages and have not been able to get my call returned. Very disappointed with this being a pricey speaker"
    },
    {
        "title": "Garbage",
        "text": "Speaker blew it's not even a year old"
    },
    {
        "title": "Defective after 2 months",
        "text": "I should have listened to the other reviews on this product and not bought it. I purchased this speaker on October 31 2021 and it stopped working a few months later. The sound quality is horrible now. $130 wasted on a knockoff speaker. DO NOT BUY."
    },
    {
        "title": "Speaker blew it's not even a year old",
        "text": "Recently bought this speaker as a gift for my boyfriend. Once opened we plugged it in to charge it and try it. We noticed it wasn’t charging at all and I was concerned the issue was with the speaker. We used another USB cable to charge it and it did work this way. The sound of the speaker is great but I’m pretty disappointed that one of its main components did not work at all, definitely was not expecting this."
    },
    {
        "title": "DO NOT BUY, SPEAKER IS A KNOCKOFF",
        "text": "DO NOT BUY!  The bass speaker seems to blow out and rattles. I have purchased a number of these and this is a repeated problem. Terrible. JBL refuses to honor the warranty on the Amazon page. JBL says it is only 1 year and not the 2, 3, or 5 year listed on the warranty page. See the photo of the warranty that I screenshot from the Amazon page. To try to \"resolve\" the issue, JBL offered a discount but only if I buy a higher-priced item directly from JBL's site."
    },
    {
        "title": "Charging cable not working",
        "text": "I've had this speaker for about 2 months now. It doesn't charge anymore. I've tried different cables and different outlets and it just won't charge."
    },
    {
        "title": "DO NOT BUY! Bass rattles.",
        "text": "I though JBL was a music company, not a data mining company.  The app requires your location just to run!  That means no updating firmware or adjusting sound controls.  JBL should be in the music business, not in the business of mining and selling your personal information to third parties.  Sorry, but going back to UE.  Their app is awesome and doesn't require tracking my physical location to listen to good music."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Overall this WAS a fantastic speaker.  Front speakers blew out in 7months almost to the day. If you do buy this get the warranty.  Now I need to figure out how to replace my speaker if I even can.  I've read nothing but good things about these speakers and I've never punished it for the fear of blowing the speakers.  Well low and behold today it sounds like plastic bag waving in the wind."
    },
    {
        "title": "Speaker stopped working",
        "text": "I ordered this speaker in May,2020 and listening to music there’s this rattling sound when music is played! I don’t play loud music but, sounds like a speaker or speakers are blown! I paid too much for this speaker to not get much use out of it! I don’t know if it’s a malfunction issue or what but, you can’t even hear the music even if you turn the volume down really low!!!"
    },
    {
        "title": "Get the warranty",
        "text": "Speaker stopped working after 2 months. Bought it for my daughter for Christmas. Sound went down the hill in February. Didn’t fall in the water, kept in good condition and in the room.  Speaker didn’t even make it outside. Easy to connect but didn’t last long. Little too expensive for this low quality speaker. Save your money. Would NOT recommend it."
    },
    {
        "title": "Not good quality for the price of this speaker!!!",
        "text": "This thing sounds great when it works. My friend has one at work so I got one. He didnt tell bluetooth turns off and on more then periodically. This is a huge pain in the butt. I have 30 dollar speakers that sound pretty close to the same but no cut outs.  JBL is a great company, I have bought many speakers being vehicle or whatever over the years. This makes me shake my head that this happens"
    },
    {
        "title": "Low quality. Don’t buy!",
        "text": "These speakers are not compatible with Windows.  They are difficult at best to pair.  They have had 4 updatess to firmware and now the speakers will not pair or play at the same time.  Basically useless since day 1.  Declined any warranty even though I had same problems since purchase and just made do and only used a phone or tablet to play them.Dont buy these speakers"
    },
    {
        "title": "Bluetooth cuts in and out all the time",
        "text": "I had this product for a couple of months until it started sounding very muffling . Turns out one of the speakers were blowing out and needed Soldering in order to work. My bf had to OPEN up the speaker and solder the wires for it to function. Terrible product. I think I got a defective product advertised as new. Terrible experience for first time jbl customer"
    },
    {
        "title": "Never Worked Right",
        "text": "The 82% of 5 star reviews is highly questionable. Sounds great, Battery life is OK but linking it to my Flip 4 and my Iphone's bluetooth is not easy. It should be must smoother to link the phone and other compatible JBL devices. I even have the JBL App and still it's a multi step process linking everything together. Not cool. EDIT downgrade to 1 star. This speaker is garbage. Difficult to link, pair, download firmware and their App is worse! Stay Away."
    },
    {
        "title": "Terrible ..Needed wire Soldering after a few months",
        "text": "The speaker came to me with a pizzing voice. The quality of the sound is so offal I couldn't stand listining to it for mor than minutes. I think it is a manufacturing problem. It means quality control in JBL factories are not up to it's name. What hurts me more is that I bought it from Saudi Arabia and it cost me a fortune to get it shipped to me. I don't know if the they going to take care of its customers overbroad."
    },
    {
        "title": "Linking it to my Flip 4 is a mess or any device",
        "text": "Bought the JBL in April. The speaker would cut in and out and wouldn’t connect to the other JBL, that I bought previously through verison. I thought that I had bad WiFi connection or speakers were to far apart. That is until I bought a new JBL. ALSO, the charge cord broke on one side. Sad that I had to spend extra money. Not sure about the warranty, so please let me know if there is anything that can be done. Thank you, LaCrissa Stone"
    },
    {
        "title": "Jbl speakers",
        "text": "I would have thought that JBL would create a product that would have lasted longer.  I bought my Charge 3, in January of 2018, and granted it has been over two years, but at the two year mark I noticed the battery was not lasting as long, but by March of this year it would not last more than about 5 minutes after charging all night."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I ordered a new product, my very 1st JBL purchase and today when i received I was so disappointed. This is NOT a new product, it has been used. The instructions even had food stains and the box was opened and damage. There are scratch marks under the closing flaps for the USB connection, you can tell it has been used before. See photos.I cannot believe i paid over $100 for a used product! I want my money back"
    },
    {
        "title": "Speaker stopped working",
        "text": "DO NOT buy more than one of these.  The JBL connect app needed for party or stereo mode does not work and will not see your speaker meaning you cannot run more than one speaker.  Spent hours on this and attempted on different phones and tablets with modern android OS.  Cant believe JBL released this garbage.  Otherwise sound is good for mono."
    },
    {
        "title": "my very 1st JBL purchase and today when i received I was so disappointed. This is NOT a new product",
        "text": "I have been a loyal JBL consumer from quite some time now. I was very excited when I purchase this product a year ago, presentation, sound, versatility, waterproof. It had all the bells and whistles that you can expect from a real wireless waterproof speaker.A year has gone by and now and I need to purchase another speaker, the inside speakers are putting out a cracking sound, the speaker is useless. Unfortunately with my experience this product seems that will last you less than a year, and you will need to buy something else."
    },
    {
        "title": "Stereo or Party mode will not work",
        "text": "I am almost certain what I received was a knock-off; the speaker came in an unmarked box with no manual or instructions, and the bass fried and screeched as soon as I turned the volume slightly up (not even loud).  Amazon has a continuing problem allowing knock-off items to be sold to their customers, and such seems to be the case in this instance."
    },
    {
        "title": "the speaker is useless. Unfortunately with my experience this product seems that ...",
        "text": "This is my second JBL Charge 3. I bought my first one from a crackhead for twenty dollars. Then, I sold that one for $60. I missed it so I bought one through amazon and it refuses to charge. I used it one time, until the battery died, and it will not charge. I've tried multiple chargers and outlets. This one is just a straight-up lemon."
    },
    {
        "title": "Knock-off or Just Plain Bad",
        "text": "Sounds like a muffled toy, drops the connection, and just forget about updating it. Maybe I got a fake but I've had sound and connection issues with this thing since day one. Did the update via the app, said everything was good, went to connect and it wouldn't. Turned off bluetooth, turned it back on, still nothing. Turned off the speaker and it wouldn't turn back on. Returning and getting something of better quality and sound."
    },
    {
        "title": "One Time Use",
        "text": "My first JBL actually started on fire! I'm so lucky I was standing there. It was plugged in and charging and it suddenly started flaming. It melted right where it was plugged in. I loved the sound quality and size so much so I took a chance and ordered a new one. After a full summer of use the place where you insert your charging cord is all warped. Can't plug the charger in so it's completely shot. What a waste of money."
    },
    {
        "title": "Junk",
        "text": "Had this speaker for a little over 2 years.  Loved it but it just got wet from rain for the first time since I've owned it and now it won't charge.  Not waterproof and no longer under warranty.  A huge reason I bought was because it's \"waterproof\" I baby it for 2 years just to find out it isn't.  Very frustrating."
    },
    {
        "title": "2nd JBL - Major Charger Issues - FIRE",
        "text": "I’ve had 4 of these speakers for about 6 months.  Very complicated to connect more than one.  I have to push button repeatedly  on speakers constantly to get to work. Stereo on 2 speakers is not even worth the effort.  The sound cuts in and out inadvertently.  Using i music and others.  The charge has lasted very well."
    },
    {
        "title": "Not waterproof",
        "text": "The speaker has good sound and great battery life. The bluetooth range is not bad but it is not even close to waterproof. The first time this got wet, it stopped working. The back of the unit was sealed as it was suppose to be but it still stopped working. It has been dried out for two weeks and it still won't respond to a charge. Don't waste your money."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "\"new\" product was what i purchased. retail box had a small hole in it, this was the first sign (small rip in cardboard, nothing major). Opened the box to find that the 3 month google play card had been taken, and the HARMAN warranty card was also missing. ok thats a bummer but whatever. Unbox the actual unit. the whole thing was covered in a thin layer of dust. WOW. sold a totally used item as new"
    },
    {
        "title": "Speaker stopped working",
        "text": "My experience with this speaker was bad,out the box and put it on high and my speaker started popping immediately. The sound was distorted so I took it right back and I got my money back. This wasn’t a good speaker for large rooms, it maybe good for children but if you want to hear it very loud I don’t think is a good buy."
    },
    {
        "title": "rip off",
        "text": "After only FIVE WEEKS this piece of crap would start shutting off even while the charger was plugged in. It wouldn’t even allow me to reset it. The biggest rip off I’ve ever encountered. I will never purchase any JBL product again….ever"
    },
    {
        "title": "Not for bass lovers",
        "text": "TENGO CON LA BOCINA 8 MESES Y EL SONIDO SUEÑA MUY CHILLON. NO TIENE LA MISMA CALIDAD DE SONIDO QUE TENIA CUANDO LA COMPRE. UNA BASURA, NO GASTEN SU DINERO EN ESTO."
    },
    {
        "title": "I wish I could give ZERO stars",
        "text": "Bluetooth Cannot to my samsung A50 / A02 & A21Sound quality is good"
    },
    {
        "title": "SE DAÑO ANTES DE CUMPLIR EL AÑO",
        "text": "I purchased this speaker for my son for Christmas and to my dismay, it was obviously counterfeit. It won't connect to the app JBL connect (because it's not a JBL speaker) and doesn't have the same buttons or logos on it. In the photo, u can see it's not the JBL logo instead a fake one. I will be returning it and getting a new one but still this unacceptable and shouldn't have happened in the first place."
    },
    {
        "title": "Does not connect to Samsung A50 & A02",
        "text": "Sound quality is just barely better than the 15 dollar speaker from dollar general storeThe highs are nonexistentAll midsBass is cracklyBattery life is goodMaybe mine is just a faulty unit but if I had known the sound was going to be like this I definitely would not have bought it"
    },
    {
        "title": "The Speaker is counterfeit",
        "text": "It look like it was used the one that I received"
    },
    {
        "title": "No highs all mods and crackly bass",
        "text": "I purchased this product couple of months ago and I just received it now in my country. My friend brought from the US for me. I think it is fake/scam because the sound quality is nowhere near the original. Also, it has low battery life. It looks like an original but I suspect it is not. I would not recommend this company ever. Be careful buyers."
    },
    {
        "title": "Was not a new one in the box",
        "text": "Looks great sounds great when it's not scratching every 20-30 seconds. Seriously it sounds like a record going off track and it happens every 20-30 seconds like clockwork with music playing or not, and even if the power is off. I assume it's a lose connection. I have had it for a total of 3 hours. My first call to JBL was halted by terribly rude customer service who tried to say I broke it myself. I'll try tomorrow again and change my review of anything happens."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Este speaker ha sido una de las decepciones mas grande que me he llevado en amazon, de verdad no tiene fuerza ni se escucha fuerte recomiendo mejor los de sony y esto lo digo porque mi hermano tiene un speaker sony y lo probamos los 2 y este speaker parecia como que fuera de juguete. Otra recomendacion es que evite comprar en amazon porque me he dado cuenta que todo viene con defectos o es de mala calidad"
    },
    {
        "title": "Speaker stopped working",
        "text": "I spent about 100 dollars on this blue tooth speaker and after less than 2 months the unit shuts off automatically after about 1 minute of play.  I saw other people had similar problems with this model after I did a google search on the specific model of speaker.  I don't know how to handle this and I seriously doubt anyone is going to help me.....sad, so sad"
    },
    {
        "title": "Casi no suena",
        "text": "Ugly clunky design with flaming orange cord and charger, guaranteed to dominate any room it's in. The loud rumbling beneath the bass dominates too, at any volume, and I'm not picky about sound. Probably defective, since I got it from Amazon Warehouse and everything I've bought from them has been defective."
    },
    {
        "title": "piece of junk",
        "text": "Worked great while it had a charge....but then wouldn't charge!  Out of the box the speaker worked and sounded great.  When we tried to charge it it wouldn't charge. Tried to work with support at JBL, but they keep saying that they need the serial number and the reciept. Sent them pictures of all the Amazon receipts we have and pictures of the device showing there is no serial number, but they won't cooperate with us.  This was a gift for my grandson and now it's a very expensive paperweight!!"
    },
    {
        "title": "Strange loud rumbling beneath the bass",
        "text": "FAIL FAIL FAIL.  This was a Christmas present and by January 1st it had failed.  Would not charge.  Needed a new battery.  I would definitely NOT buy this product, absolute junk, buy from a different manufacturer.  If I could give it 0 stars I would.  DON'T WASTE THE MONEY!!!!!!!!  SERIOUSLY."
    },
    {
        "title": "Don't waste your money!",
        "text": "Miserable Manual, written in microfont and 64 languages all jumbled together. Website is just as bad, all flash and NO useful information, Charge 3.  Won't find/load Windows 7 drivers, And 3 hours into this project I don't know if this thing will even work on a PC?  I've been bulding my own Puters for 30 yrs and this is pretty bad JBL. You might have a decent product but all the Aforementioned problems will cause your reputation to implode.."
    },
    {
        "title": "Absolute junk",
        "text": "I ordered a new speaker and received a used one it seems to work fine but has a hard time charging. Very unhappy with my purchase"
    },
    {
        "title": "Windows 7 connectivity problems",
        "text": "I've had this speaker for nearly 3 months. At first it was great!  Sound is pretty good. Battery would last all day as long as it wasn't all the way up. But now I cant keep it charged. The battery won't last an hour and even while constantly plugged in the sound quality suffers because of the weak power supply."
    },
    {
        "title": "Did not receive correct speaker",
        "text": "The loud start up and turn off sounds it makes it extremely annoying. The ability to turn off these sounds through app control was DISABLED by JBL. Don’t give to this company until they fix their mistakes."
    },
    {
        "title": "not worth $100 and customer service wouldnt do anything about my issue",
        "text": "There is a bug with this firmware. If you have multiple speakers synced and there is no audio playing, the speakers will stop working and you will have to disconnect and reconnect the bluetooth, then repair the speakers with each other before you can play audio again. I also have a problem with one of these speakers crackling intermittently."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "This speaker was AWESOME, for a month :(I DO NOT max it out and blast mega bass bumping music.  I use this everywhere on my farm and for the farm crew to listen to music around the barn and at the farm.VERY DISSAPOINTED AND WANT A REFUND AND WOULD LIKE TO TRY ANOTHER SPEAKER !!!"
    },
    {
        "title": "Speaker stopped working",
        "text": "I’ve only had this speaker for 3 months, I never played music at top volume but the speaker already blew out so it sounds terrible. The serial number has been taken off (why?) so I can’t do anything about this waste of money. I hoped that this seller would have been better about their product quality or at least having a return policy when their product turns to crap, but my bad for buying it off Amazon. So much for convinience."
    },
    {
        "title": "SPEAKERS BLOWN IN LESS THAN A MONTH",
        "text": "I am so frustrated with this product!  At first it was great!  I purchased this speaker in June and one end of the speaker is already rattling and sounds blown.  I am a suburban mom of two and we are not blaring the speaker.  There is no reason we should already be having problems with it.  We were thinking of purchasing another to sink with the original, now we are not so sure."
    },
    {
        "title": "Terrible",
        "text": "Product description clearly states \"Build your own ecosystem by connecting multiple JBL Connect enabled speakers together to amplify the listening experience.\". In my book, \"multiple\" means more than two. However, after wasting hours of my time updating the software and getting them placed exactly where they are supposed to go, I call JBL and speak to a snide \"product specialist\" who informed me that the limitation is 2, but they are working on a software update that \"might\". This affects the Charge 3 and not the Flip 4 which works fine."
    },
    {
        "title": "Didn’t take long for a speaker to blow",
        "text": "we purchased this speaker in May on 2020 and just these last couple of weeks it won't take a full charge anymore. Fully charged it only plays about 1-2 hours where new it would play all day and more. Very disappointing in the product."
    },
    {
        "title": "Not as advertised",
        "text": "This speaker was really good for a couple of months. Then it starts doing a weird rumbling sound even in lower volumes. I had purchased another speaker just like this one but different color and that one works really good with no problems. Perhaps I ended up with a defective product. Too bad I'm outside of the return window now."
    },
    {
        "title": "short lived",
        "text": "We have only owned our speaker for less then a year and the sound quality no longer sounds like it did when we bought it unless the charger is plugged in. If not plugged in while listening then it sounds like the speaker is blown. Battery is never low when this happens as it happens no matter how long it has charged. Disappointed that it did this after only having it for 10 months."
    },
    {
        "title": "Good while it lasted, defective product.",
        "text": "It sounded great at first, but the speakers apparently blew under normal use after just a few weeks. It makes a rattling sound with every bass note now, like a rattling license plate on a car with big speakers in the trunk.  The return window is 1 month, so be sure to test it out a lot when you get it! Useless speaker now that I can't return"
    },
    {
        "title": "Only works correctly while being plugged in.",
        "text": "I am highly disappointed in this speaker.  I used to have an older model JBL waterproof speaker (until I left it in a hotel) and it was amazing.  With all due respect, this one is trash.  Super bulky which I didn't mind, but the sound is pathetic.  You're better off putting your phone in a coffee mug for louder sound than this speaker.  PASS."
    },
    {
        "title": "blown speakers after a few weeks",
        "text": "Purchased 2 a few months apart, the inside speaker has blown in both.... It sounds good when brand new but after a year maybe 2 years tops, the speaker will blow and they won’t fix it.  STAY AWAY!!! DO NOT BUY!!Wish JBL made quality products like they used to, it’s all very cheap now unfortunately. Will never buy JBL again"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Bought this to improve sound quality when watching movies and listening to audio on my laptop.One YouTube review mentioned the treble not being super clear, but that was an understatement.The Charge 3 might be good for thumping music, but it is Terrible if you want to hear voices clearly.I returned it and got a JBL Flip 4, which is soooo much better at voices."
    },
    {
        "title": "Speaker stopped working",
        "text": "Very disappointed with this speaker. I bought this with the hope it would be loud enough on a beach, yet my old $30 Bluetooth speaker was louder 😕 I sent this back for a refund. I even took it to work and let a few of the guys listen to it and they all agreed it was way too low for a JBL speaker. The only thing I could think of is maybe this was defective, but I wasn't taking a chance on ordering a new one."
    },
    {
        "title": "Muddy Sound Can't Hear Voices Clearly",
        "text": "worked great for 6 months. now it sounds like the speaker is blown. i did not abuse it, use it that much or play it that loud so for $100 is should last longer than that. i am returning it under its warranty to JBL, will see if they honor it. Will let you all know."
    },
    {
        "title": "Very disappointed with this speaker",
        "text": "I bought this in February to use at work. I've only used it a few dozen times. But by June it sounds fuzzy like a blown out speaker. I don't blast the music either because I don't want to annoy people around me. Definitely not impressed, would not recommend this and I would not buy it again."
    },
    {
        "title": "Speakers sound blown after 6 months",
        "text": "I purchased 5 charge 3s and 2 Xtremes.  I am only able to connect 2 of the 5 charge 3s together. The JBL connect app is junk.  The description states connect multiple speakers together NOT just two.  It seems pretty dishonest to me.  When the two charge 3s are connected if I change the volume the connect is broken between the two. The speakers sound great but do NOT do what JBL advertises.  I am stuck with speakers that I can use."
    },
    {
        "title": "Blew out after less than 5 months use. No good.",
        "text": "It stopped working all of the sudden"
    },
    {
        "title": "JBL connect is junk and dishonest.",
        "text": "I loved this speaker until it stopped taking a charge and will no longer turn on (because it won't charge). I had it for 2 1/2 years, but for the cost it should last longer than that."
    },
    {
        "title": "It didn’t work after a month",
        "text": "Ok so I really loved this speaker, I even  recommended friends to get it. But a few days ago my speaker started to have this rusty sound. I have never left it at any dirty place nor wet environment. I am going to contact the factory tomorrow. But it is so disappointing that even though Amazon is selling the product but there isn't an option for me to tell the seller there's something wrong with the product in order for them to help me"
    },
    {
        "title": "Stopped taking charge after 2 years",
        "text": "I had this speaker for 2 months and the audio went bad. I had high expectations for this speaker due to a lot of my friends having and also the durability. The speakers on the left side went out and the bass sounds horrible. I’m not sure what to do but I’m unhappy with the product."
    },
    {
        "title": "Ok so I really loved this speaker",
        "text": "After only 3 months, the speaker just randomly turns off after 15 minutes. I've tried all the suggested troubleshooting. Warranty is only for 30 days. For this amount of money ($120), I expected a lot more."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I’m son did use much in the winter months in Iowa, took it out to play basketball last week. Never, never buy one!! Two song and it sounds like al the bass to busted!!!!! I see no damage to the sub on each end. So, I only guess that was were bad when it was send out!!! Money out the window, no one will stand behind it!! $100 for a couple song, don’t spend you $$"
    },
    {
        "title": "Speaker stopped working",
        "text": "I loved this speaker while it worked, but now I am unable to charge it. The cable is good but it won't charge. I have tried numerous times calling JBL and leaving a message about this product as it is still under warranty, but no one answers and no one responds to my voicemail message."
    },
    {
        "title": "Two song and it sounds like al the bass to busted",
        "text": "Will be returning it due to crackling noise similar to a blown speaker. It only makes that noise when moving on my bike. Likely a loose wire. I have noticed others with that same issue. No problem with it when not moving."
    },
    {
        "title": "Speaker won't charge",
        "text": "Product does not work.  Will not charge or work while plugged in.Hello - I wrote this months ago....guess what it still does not work and I would like to arrange a return.  Will someone please contact me or reply to this message/review.  There is not contact infomation on this page that I can find."
    },
    {
        "title": "Makes crackling noise when bike riding.",
        "text": "This speaker got a 5 star review for the first year that I owned it. After that, the battery took a nosedive.  It goes from fully charged to completely dead in about 35 minutes of listening to a podcast. When listening to music, I’m lucky to get 20 minutes.  I really expected to get more than a year out of something that cost me 124 bucks."
    },
    {
        "title": "Returns!",
        "text": "Only had this speaker for close to 2 years. Good speaker, wish it lasts me a bit longer. Tweeter blown and I have only use this speaker at work at low volume. So frustrated. Good speaker but longevity sucks."
    },
    {
        "title": "Once treasure. Now trash.",
        "text": "The product would not play audio. I researched and learned from other purchasers that once they shook the product or bump it against something it would work. Their suggestions worked, only for about 5 minutes. There has to be a faulty connection in these speakers. I have the flip 4 and it works fine. No connection issues. It's a shame this product wouldn't work. It has a nice look and seems versatile."
    },
    {
        "title": "good product but longevity is bad.",
        "text": "Mine went bad within 50 days. It was too late to return. I wonder if I got a fake one... Cos I bought a blue one before this army green, which to this day works very well. I am very disappointed. I need to buy another speaker, and will make sure that I don’t just buy from any random seller! Be careful guys."
    },
    {
        "title": "Audio doesn't work",
        "text": "The port for the charger is located behind a flap which puts pressure on the USB mini cord input and ultimately causes the port to break and not maintain a charge. The sounds quality is fabulous, but the design flaw with the charge port impacts the life of the product.  Would not recommend. Other 1 star reviews mention that attempting repair using the warranty was unsuccessful. Very disappointing."
    },
    {
        "title": "I wonder if I got a fake one!",
        "text": "This is the second one I've tried. the first never worked so I returned it for a refund but the second one worked the first time I used it and then would not work in Bluetooth. I am able to use it with a wire connection. But, I am very disappointed. I always thought of JBL as an excellent brand but no more."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "My JBL Charge 3 won't power up. This is a common problem, noticeable by the many You Tube videos with people prying theirs apart and trying to fix them. It is a LEMON, and JBL should recall them."
    },
    {
        "title": "Speaker stopped working",
        "text": "After two years of careful, responsible use, battery became defective and speaker wouldn't fully charge. Would die after about an hour of use. Truly unacceptable. Company was completely unresponsive to my concern."
    },
    {
        "title": "UTTER JUNK",
        "text": "It sounded great, but tonight while it was charging I walked to my neighbor's for 30 minutes. When I came back the house had a haze of smoke and burnt rubber smell, and the smoking speaker was melting on my counter. Not safe."
    },
    {
        "title": "DON'T BUY THIS PRODUCT",
        "text": "Broke 2 months out of warranty on the charger port after a decent amount of use, never dropped or even submerged. Though it has great sound, got the jbl 4 when it broke and im much more satisfied, but disappointed the charge 3 broke in 1. Under a year and 2. Right after the warranty."
    },
    {
        "title": "Fire",
        "text": "Low battery, horrible sound"
    },
    {
        "title": "Broke",
        "text": "sound was not good on this speaker.  We have heard other speakers just like this and they sounded great.  My husband even went to Verizon with his new speaker and played it next to their JBL Charge speakers and they were so much more clear.  Since I bought it in advance thinking a new product would work, it is past the deadline and now we have a speaker we will never use.  Very frustrated."
    },
    {
        "title": "Horrible sound want to return",
        "text": "I bought this speaker for College around the beginning of august. It worked great at first however I can tell the speaker now crackles. This surprised me because I spent good money on this product and the sound was great until this happened. It’s unfortunate that I can’t get a refund"
    },
    {
        "title": "Doesn't sound like the others we have heard.",
        "text": "We have three of these speakers. They work perfectly except his one was purchased for a gift at Christmas time and the sound quality is terrible after six months of use. I am sure it is a defect as the other speakers work perfectly. Unhappy this one turned out to be dud."
    },
    {
        "title": "Short lifespan",
        "text": "La bocina llegó bien el tema es que no viene con número de serie, ni en la caja ni en la bocina lo que hace pensar que tal vez reburbished, la atención de Amazon fue muy pobre al respecto, y al preguntarle al proveedor directamente obviamente no va a decir que es fake"
    },
    {
        "title": "Speaker sounds terrible",
        "text": "I bought this for my husband for Father's Day.  At first, it worked great!  Now, not even three months later, it might as well be a brick.  The sound goes in and out.  The volume goes down on its own.  I would not recommend this product."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Speaker blew out in less than a year...barely used."
    },
    {
        "title": "Speaker stopped working",
        "text": "No carga no funciona"
    },
    {
        "title": "Speaker blew out",
        "text": "I bought from the seller two speakers.One speaker plays well.The second speaker makes a lot of noise.I turned to the seller, but he did not support me.He deleted my review and called me a liar.I bought a lot of speakers from other vendors. Everyone was polite and if there was a problem they helped to decide.This seller is rude and boorish."
    },
    {
        "title": "No funciona",
        "text": "I don't understand the 5 star reviews. Had a $35.00 Tribit that blows this out of the water although it died after a year. I will return this and buy another Tribit. Bass heavy with no clean highs at all. Overpriced for sure.."
    },
    {
        "title": "The seller is very rude. You can not leave a bad review. The seller removes them.",
        "text": "Broken after only 2 years of low usage. Do NOT buy this item. THINK TWICE and read all the reviews. Consider getting a Sony, LG or Marshall speaker instead. Battery won't even last 8h, and this is since it came straight out of the box."
    },
    {
        "title": "Bass heavy muddy sound",
        "text": "After a year of use the speaker started crackling and was not useful for music or speech. Fail JBL"
    },
    {
        "title": "Broken after 2 years of low usage",
        "text": "I'm actually not going to talk a lot. But briefly I'd say I bought all of JBL speakers portable I used first version, second, and this is third version of JBL charge 3 it's the worst because the sound is very weak even boss isn't loud enoght. I returned it to Amazon after tried it of the first day. Buy UE Boom 2 and see the real different. If you really love JBL buy the older versions are a lot better."
    },
    {
        "title": "Did not last a year",
        "text": "This is my 3rd JBL Bluetooth speaker.  All of them develop a problem with the charging port. I wish they would change the input method to something that doesn’t break.  Yes they sound good and they’re nice but it’s a pain to return items. I don’t have time for that.  They should send me a new one with a paid return label inside and that would be great."
    },
    {
        "title": "and this is third version of JBL charge 3 it's the worst because the sound is very weak even boss isn't ...",
        "text": "Packing had been opened and charge cable was missing, I had to supply my own charge cable.  Battery was completely dead upon receiving the unit.  Once the Charge 3 was charged, the unit did not last long.  Which is ok for my application on my Side x Side.  I would like to have the HD Silicone cable."
    },
    {
        "title": "Yes they sound good and they’re nice but it’s a pain to return ...",
        "text": "I purchased this item just over a year ago. It was great for just about one year, but now only holds a charge for under 4 hours.You’d think paying over a hundred dollars for something that it might last a bit longer than a year and a half.Look at other brands and avoid this item."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "It’s a good speaker but after less than a year, with it being taken very good care of (not even putting it in water, even though it’s water proof) the bass is horribly distorted, it started as a slight muffle when I first got it and has grown to completely ruin whatever it is playing. Extramly dissatisfied with the quality of the speaker."
    },
    {
        "title": "Speaker stopped working",
        "text": "It worked great, until it became unable to connect to any of my devices. I had been using with an ipod touch, the latest one, but I've found that it's not being recognized by any of my other devices ipad mini 2, tried two different samsung tablets, and an android phone. It's just not recognizing any of. I tried pairing but it won't work at all. I also have a JBL Flip 2 and never had this problem. Very disappointed."
    },
    {
        "title": "Good speaker.. for a little bit",
        "text": "It was fine till, I took it on my kayak once some water got on it is now broken and turns on whenever it wants and making  some squealing sounds and it’s water proof my other jbl charge 3 speaker no problem and got completely soaked.. poor quality."
    },
    {
        "title": "It be great if I could use the bluetooth",
        "text": "I bought this item “used - like new”. It said it came in original packagin and all that was a lie. Package was not original and item was super beat up. It looked like if the speaker was tied to a car a droved around the speed way hitting the concrete. Very very bad quality and lie about been “like new”. Be careful."
    },
    {
        "title": "Jbl charge 3 poor quality",
        "text": "It worked great for a few months. Then all of a sudden the sound is full of static and sounds awful. It hasn’t been a year since we bought it, but can’t return it through amazon. They don’t guarantee their products for a year even??I would not buy it again. It’s expensive garbage."
    },
    {
        "title": "Speaker was in super bad quality",
        "text": "I cannot recommend JBL Charge 3 speakers.  This is the second JBL speaker I bought to try and connect with my original purchase and it still will not connect.  I have followed alll of the directions in detail and still no luck.  I am really disappointed"
    },
    {
        "title": "Only lasts a few months",
        "text": "Got a counterfit version without serial number on the back. Extremely disapointed and had to return it. Manual is a cheap xero copy. The box was not sealed in cling film. The box is the only original thing in the whole package. Couldnt rate it as 0 stars so it got 1."
    },
    {
        "title": "Will not connect to another JBL",
        "text": "This this had some issues.  Would randomly turn off when the battery was full. It would even turn off when it was plugged in. At times you’d hit the power button and nothing would happen. It had good sound quality but the product itself was junk. My parents had one as well with the same problems."
    },
    {
        "title": "My Item was a counterfit",
        "text": "I purchased this item so I could listen to music while working. It’s been used about 20 times, if that. It now just shuts itself off after ten minutes of music, even though it’s fully charged. Sometimes it has a crackling sound in the background. I’m definitely not happy with my purchase."
    },
    {
        "title": "Sounded good when it felt like working",
        "text": "The speaker started buzzing after couple months of use. Did some research and figure it's probably some internal wiring that has come loose. Did not subject this speaker to any abuse or high volume use for ling period. This build quality is not acceptable for a speaker over $100."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "This is my second JBL Charge 3. This is the second time the JBL, within two years, stopped taking a charge. The warranty is useless as I need to mail in  the speaker to be repaired, requiring a trip to the post office, or take it to a repair shop.There's a pandemic, in case JBL and SquareTrade haven't noticed.Failures on all levels here. I recommend a different brand."
    },
    {
        "title": "Speaker stopped working",
        "text": "I bought this in 2016 and now its already died. The battery no longer works and today I tried to play music through it while being plugged into the wall and it still died. For $129, this portable speaker should last beyond a few years. Not well made at all."
    },
    {
        "title": "Second time its broken",
        "text": "The battery stopped charging after 2 months of use...I sound quality is ok but not great ."
    },
    {
        "title": "Limited battery life, eventually product will fail.",
        "text": "Charging port broke after few months I bought it, and do not have a way to fix it. Battery life do not last that long. I am a bit disappointed."
    },
    {
        "title": "Not worth it for the price",
        "text": "Great speaker. But it quit working after 6 months. I thought the battery might have lost it’s charge. But it will not work even with direct power."
    },
    {
        "title": "The charging port messed up few months after I bought it.  I would not recommend it.",
        "text": "To start, the speaker is amazing! I was so excited for this purchase! The sound quality has great potential, however the one I purchased needs to be replaced.. The one I got near the end of June is already blown! Possibly defective, either way I need a new one. #Upset"
    },
    {
        "title": "JBL no more!",
        "text": "UPDATE (6.11.19): JBL support (Harman) walked me through various steps and the speaker works again!Worked for four months and then nothing. Fully charged and will not turn on. When plugged into the wall outlet, it appears to be on but it is completely non-functional. Factory reset does not work.  Very disappointed."
    },
    {
        "title": "DEFECTIVE",
        "text": "Bought this for my husband's birthday.  When he opened it & tried it out the sound was muffled like it had a blown speaker?? His birthday was past the return date so stuck with a speaker that doesn't sound right☹"
    },
    {
        "title": "Disappointing - UPDATE",
        "text": "Speaker worked great until it developed a fizzing noise at all sound levels randomly. Literally unusable now. Loved the speaker before this issue. I owned it less than 6 months before this issue developed. Customer Service was less than helpful and didn't want to replace my unit even though it was clearly under warranty. I'm stuck with a nice looking paperweight."
    },
    {
        "title": "Horrible sound!!",
        "text": "Lasted a couple of months and has a blow speaker. Never played it more than 75% volume. This is my 3rd speaker I've had from JBL over the years and they always end up having speakers or subwoofers break. I'm definitely switching to a different brand."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I got this last September and already the battery is not charging. At the beginning I could listen to it for like 10 hours straight now not even 20 minutes"
    },
    {
        "title": "Speaker stopped working",
        "text": "I highly disliked that amazon stopped granting me replacements, since I spent a good amount of money on this product and BOTH times amazon sent it to me, it stopped working in the same week of receiving it."
    },
    {
        "title": "The worst Bluetooth speaker I have ever had",
        "text": "Absolutely trash had it for 2 months now plays static that I can’t even use it all all the reviews say it’s a common problem ... umm hello this is a recall product already what are you waiting for !!!!! Such a rip off stayyyyyy away at all cost"
    },
    {
        "title": "the speaker was blown out and fuzzy after a week BOTH times I returned and replaced this.",
        "text": "Este producto empezó a fallar antes de los seis meses a pesar del poco uso, la carga de la batería cada vez duraba menos hasta que ahora ya no funciona ni siguiere conectado a la corriente. ANTES DEL AÑO EL PRODUCTO YA NO FUNCIONA ME SIENTO ESTAFADO"
    },
    {
        "title": "Will not last more then 30 days",
        "text": "I bought this speaker the end of December , it’s now April & the speaker has quit working. It was a great working\\sounding speaker up until this point. I’m really disappointed as it was so expensive and only lasted not even 4 months ."
    },
    {
        "title": "MALA CALIDAD",
        "text": "The sound is so poor compare to my other portable speaker . Even two of them together, do not produce 1/4 of the sound my Aiwa produces,  The blue tooth connectivity is horrible if you have two of them paired .  I do not recommend it at all."
    },
    {
        "title": "quit working after 3 months",
        "text": "Right out of the box this speaker was amazing but don’t get comfortable with it. After about the sixth time using it the sound quality went to aweful. Almost sounds like the tweeters are blown but I never turn my speakers up over 3/4 of the way up. Didn’t even last 2 months. Don’t buy this product waste of moneys"
    },
    {
        "title": "I would return this JBL speaker  if I could",
        "text": "I used for one week and then boom nothing plays anymore the speaker can’t even come on like wtfIt’s frustrating. I’ve had a cheaper speaker for 3 yrsAnd this just lasts a weekWouldn’t recommend0 stars if possible"
    },
    {
        "title": "Aweful",
        "text": "I’m very disappointed in the quality, I’ve had the speaker for only a month and only have used it less than 5 times. Since using it the speaker has damage to it internally making the quality not sound to its potential."
    },
    {
        "title": "Do not buy",
        "text": "altavoz de buena calidad y de sonido increíble, actualización apenas 1 ano y con poco uso y no al 100 por ciento del volumen, empezó a oírse mal y la batería apenas le dura, un pedazo de basura la recomendé a muchos amigos, la próxima compro un bose, adiós jbl."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Randomly turns off on its own despite being fully charged, I have only had it for 2 weeks and barely used it. After researching forums it looks like it's a known issue. Wish it said that in the Amazon, and so I didn't buy a broken product."
    },
    {
        "title": "Speaker stopped working",
        "text": "Sounded great. Bought 2. One lasted less than a year. The other lasted just over a year. For costing over $100, they should last longer. Imo"
    },
    {
        "title": "$100 paperweight complete garbage",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:08Loaded: 75.08%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:08 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Please, see video for what I experienced. Charging on factory charger until home smoke alarm went off at 1AM. Really JBL. Why no response from when I wrote your customer service. Will reach out to Amazon."
    },
    {
        "title": "Bought 2. 1 lasted less than a year and the other just over a year.",
        "text": "The speaker is already blown out! It’s static sounding and I haven’t even had it 2 months! I don’t know if they sent me a re-manufactered one or not but it’s very depressing. Good thing I paid extra for warranty"
    },
    {
        "title": "Great sound until it catches fire.",
        "text": "Junk.  Speaker blew out in a month.  I don't listen to crazy bass music either.  Battery wasn't the best if it was cold out also.  Considering all this the jbl was a complete waste of money.  Very disappointed"
    },
    {
        "title": "Speaker blown and static sound",
        "text": "Would like it to stay paired with my other JBL.But it won't.  Not only does it disconnect, it makes a nasty \"flutter\" sound.Can't return it, but I did get the extended warranty.  Hopefully it's just the unit.Tired of getting garbage products."
    },
    {
        "title": "Don't buy it",
        "text": "I had issues while it could still be returned to Amazon...then it seemed to get better. Now, it's worthless, pops and cracks constantly from any connected  source. A Google search proves I'm not the only person with this issue. I now have to return it direct to JBL.In the meantime, I grabbed a second Flip 4."
    },
    {
        "title": "Bad pairing/failure to remain paired, distorted sounds.",
        "text": "From what I read on JBL's website this had a 5 year warranty. According to the seller that only JBL pro products have the 5 year. I will never buy JBL again. Over priced and typical bs warranty."
    },
    {
        "title": "Worthless Popping and Crackling Paper Weight",
        "text": "I have one of these and it works great. Bought a second for my vacation condo last March. Only just got to vacation and use it. Cuts out constantly. Not great odds. I'm not sure why this one doesn't work. However I'm out my money since I'm out of the return window. I'd find a different one if I were to do it over again."
    },
    {
        "title": "After 18 months its blown... Out of warranty",
        "text": "speaker blown within three months.  waste of money go with another brand.  i read reviews about counterfeit ones being sold on amazon so i checked and the reseller was an authorized dealer.  ???"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I bought 2 of these a month a part, they both broke within 3 months. Absolutely horrible product. Will never buy from this company again. Too expensive for this to happen to not 1 but 2 speakers"
    },
    {
        "title": "Speaker stopped working",
        "text": "The sound is scratchy.  Worked fine out of the box but over the past few weeks became very scratchy and crackly.  Only used for a few months."
    },
    {
        "title": "Broke after 3 months",
        "text": "I own JBL L150 speakers. They have beautiful sound reproduction.  The awful sound quality that came from this JBL Charge 3 is nothing less than horrid,  If had the I name JBL I would be embarrassed to release such a substandered product.  If you have an music don't buy this."
    },
    {
        "title": "Not good",
        "text": "I literally used this product 2 times, kept it in the case I bought for it. It wont take a charge or turn on and I'm using the supplied charger. I cannot return, I guess I need to look for warranty info. Pretty disappointing."
    },
    {
        "title": "This speaker is for tone deaf ears.",
        "text": "Had it almost 1 year 7 months in it wont hold a charge. Now it stop working all together.  May be good for some but for the price and the name it should have worked better for longer than a year.."
    },
    {
        "title": "Stopped working.",
        "text": "Defective out of the box - wouldn't charge.  I tried the included orange cable, and then my own cables from other devices - nothing worked.  There are other mentions of this issue in the customer reviews.  Real bummer - returning it."
    },
    {
        "title": "No good..",
        "text": "I was using it for few weeks and I started hearing static noise while playing music. I expected a lot more from JBL, given I payed over $100 for a Bluetooth speaker"
    },
    {
        "title": "Defective out of box - wouldn't charge",
        "text": "Bluetooth is fishy.  Sometimes it works great and others it will disconnect every few seconds.  I have only had this for about a month and went to charge it for the second time and the charging port is already broken.  Really bad soldering."
    },
    {
        "title": "Terrible quality",
        "text": "Do not buy! Had this speaker for a little over a year and took very well care of it. Never over played volume EVER!! Side speaker went out and sounds awful! Waste of money! Go with a Bose. You will be much happier and sound is way way better! Not to mention cheaper. JBL get it together!"
    },
    {
        "title": "Horrible product",
        "text": "Strictly used for golf cart, loud enough, but speakers blew out and got fuzzy. Don’t waste your money on this product when you can get another for the cheaper and better quality."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I had this less than 2 years. didn't even USE it all that much. It no longer holds a charge for longer than 15 minutes & the sound quality has deteriorated very very VERY badly.I do NOT recommend this item!!!"
    },
    {
        "title": "Speaker stopped working",
        "text": "Bought just over a year ago, sits on a shelf and has not  left the house. I can't get it to charge anymore. Too bad enjoyed  the sound and easy to connect for Bluetooth."
    },
    {
        "title": "short lived...NO BATTERY LIFE...FUZZY SOUND",
        "text": "Don't buy this it worked for a month and now will not connect to Bluetooth at all"
    },
    {
        "title": "Won't charge",
        "text": "Purchased this less than a year ago and it stopped working. The sound is crap & sounds kind of like the speaker is blown. Not worth the money to only get a few months of use out of it!"
    },
    {
        "title": "Bluetooth is trash",
        "text": "Speaker doesn't last long bought one from here back in Jan 2019 that blew in less then a year. Then my wife got me a replacement and didn't even last a year before it blew. Save your money and get a better brand"
    },
    {
        "title": "Not worth it!",
        "text": "Speaker died after 3 months of use. I tried to update via JBL app to improve sound quality and speaker ceased working as the update finished. I read online this is common"
    },
    {
        "title": "Had 2 both blew speakers in less then a year.",
        "text": "Speakers blew out after 2 years,  Rarely play music loud.  Before speakers blew out, never played music above 50% for the previous year."
    },
    {
        "title": "Don't buy JBL",
        "text": "I have the same speaker so I bought a second one.  This one did not last through July.  I have searched for a place to get it repaired as it is just humming.  No such luck. Very unfortunate."
    },
    {
        "title": "Speakers blown after 2 years",
        "text": "It's been hardly 6 weeks since I bought this audio device and it is has started making a crackling sound. Even though I hardly used it that much it is persistently making a buzzing noise. This is a total waste of money. This is the first time I am  writing a bad product review about anything bought from Amazon."
    },
    {
        "title": "This model does not last.",
        "text": "It just stopped working never took it outside,Never got wet, never fell, I’m really good with everything I own so idk why it stopped usually these work forever but not this last one"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "This 'boom tube' adds an annoying and grossly inaccuarate amount of excess bass to every single song and makes it unlistenable. If this JBL speaker had some buttons or knobs so that the bass could be adjusted back down to the level the songs were recorded at it might be a decent speaker but as is, it is a joke and a waste of money."
    },
    {
        "title": "Speaker stopped working",
        "text": "This speaker has the same issues as my returned one. The speaker is in perfect condition and then one day its all static. I am extremely disappointed as this is still a new speaker....never had issues like this with JBL in the past"
    },
    {
        "title": "Too much bass and no controls on speaker to turn it down to normal level",
        "text": "Owned speaker for about 8 months now. It was great up until about a week ago, when it started to make a crackling noise with any kind of bass, as if the magnet has separated from the cone of the speaker. I have reached out to JBL for support, and will update this review with what kind of help I receive."
    },
    {
        "title": "I have owned two other JBL products and never had an issue but this is the 2nd one in a row",
        "text": "Bummed out. I bought it to charge my phone, I have been carrying a charging for months I finally get an opportunity and the USB doesn't work and the return window it closed"
    },
    {
        "title": "Great for less than a year",
        "text": "I’ve had for nearly 2-3 months, and after 3 minutes of playing music every time the bass goes out and it sounds like a car crash."
    },
    {
        "title": "Make sure to check the return date",
        "text": "Great speaker... when it works. Even if charged fully, plugged in or not, often won’t turn on at all. Essentially has a mind of its own as to whether it turns on at all one day vs the next. Very disappointed."
    },
    {
        "title": "Broken",
        "text": "I purchased the speaker in June and in July the speaker is busted. The seller and Amazon says the return and refund has expired. Now Amazon keep telling me to contact Jbl Manufacturer."
    },
    {
        "title": "Doesn’t turn on consistently.",
        "text": "Stopped charging after less than a year. Plugged other items in with the supplies cord and they charged so must be an issue with the port on the speaker."
    },
    {
        "title": "Don't buy anything from this : Sound Distributor Inc.",
        "text": "Git this months ago played it a couple of times,  played it again lately and the sound is horrible!! A crackling sound when ever you turn it up slightly, and judging by some of the rules, this is an on going issue. I would like a replacement."
    },
    {
        "title": "Mine has a charging port issue",
        "text": "Speaker sounded good, looks good, was enjoying everything about it until it blew within 90 days and now the voice is distorted.  If I get a new one through customer service and it lasts longer I will update this review."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Yust wasn’t good"
    },
    {
        "title": "Speaker stopped working",
        "text": "They do not link together well. I have one speaker that is constantly cutting it out. The one that works sounds good not nearly as loud as my old big jam box but similar sound quality."
    },
    {
        "title": "Poorly",
        "text": "Love JBL but this one I got isn’t working. Terrible sound quality, cuts in and out, and has trouble syncing with other JBL speakers. Big bummer of a buy."
    },
    {
        "title": "Poor connection linking speakers",
        "text": "Speaker sounds great love that it’s stereo much better than the charge 2+ battery life seems good too can’t rate the waterproofing because this baby isn’t getting close to water. Not taking the unnecessary risk to purposely put it in water"
    },
    {
        "title": "Bad egg for JBL",
        "text": "I had this for about 9 months and did not use it often. It quit being able to be charged and was rendered useless."
    },
    {
        "title": "Stereo 👍",
        "text": "Seems like the speaker is blown. Not loud at all. When you push the + button. It cuts out the sound. The charge 4 is louder with more bass. I wish I could exchange this faulty speaker."
    },
    {
        "title": "Quit working after minimal use",
        "text": "Bought in May 2019 and the speaker is already blown and of course it’s out of return time period. VERY upset. I spent the extra money on this speaker for all our family trips for July and it’s already broken."
    },
    {
        "title": "Bad sound. Cuts out",
        "text": "5 months and it’s already blown. I use it in the morning when getting ready for the day and occasionally out in the garage or by the fire pit. It’s aleays played at a low enough volume to still have a conversation. The sound quality was great until the speaker blew."
    },
    {
        "title": "Speaker blew after 4 uses",
        "text": "Purchased this item on December 18th and the speaker blew out on February 10th. Great quality while it lasted though.... do not use in the bathroom while you shower . Speaker is not steam proof."
    },
    {
        "title": "Garbage.",
        "text": "Static won’t go away after only 6 months of use the sound quality went down and the speaker now  has a faint static sound after doing some research online it looks like the common problem with this unit"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Not taking Charge, according the the JBL Web site this product should reach full charge in 4.5 Hour. I used this product all weekend and loved it but Now It is not charging. This speaker is not even a week old. I am willing to give this product another honest try assuming the shipper makes good and takes it back"
    },
    {
        "title": "Speaker stopped working",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:01Loaded: 100.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:01 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n The connection port mini USB got broken soon after the purchase. So it became impossible to charge it :(  Very disappointing:("
    },
    {
        "title": "Bum Product",
        "text": "Three years, it was great and then it blew up on our kitchen counter while charging.  Thank goodness we were home.  Smoke smelled poisonous!"
    },
    {
        "title": "The connection port mini USB got broken",
        "text": "The speaker itself was good, but after a few months, the speaker totally started glitching. Whenever I try to use It, it’ll pause my music and open Siri a few times, and then it’ll turn off. Sometimes the buttons won’t work. Disappointed."
    },
    {
        "title": "blew up spectacularly",
        "text": "Worked great for a couple of days. It never even made it outside and it won't hold a charge"
    },
    {
        "title": "Short term speaker",
        "text": "I got the item and opened it thinking it be great. Connected to my phone and the speaker sounds pop. It didn’t work at all. I tried contacting about returning and got no help. Never again."
    },
    {
        "title": "Won't hold a charge after only a few days",
        "text": "Very disappointed in this product. I loved it and had great sound/battery life, but the waterproof claim is false. I brought it on the river and it was splashed but never even submerged in the water. It immediately cut out and would not turn back on or work. They should not put waterproof if it's not waterproof."
    },
    {
        "title": "Bad sound",
        "text": "I have a JBL Flip 4...it’s amazing. So...the larger charge 3 would be more amazing right? NO. Plain and simple, it does not have good sound. No full sound. The flip 4 blows it away. Also, Bluetooth connection was bad through two different phones and they were only 5 feet apart."
    },
    {
        "title": "NOT waterproof",
        "text": "Only one year old and it will not hold or take a charge. Sounded great while it lasted. Very light use during the one year I had it as well."
    },
    {
        "title": "Not impressed at all, please read.",
        "text": "Mine stopped charging and when I requested to return it, I was not contacted and ignored continuously ignored for over a year. 10/10 DO NOT RECOMMEND"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I need to use my warranty on the JBL3 speaker. It works fine as long as it is plugged in but will not charge. I pressed the restart button but even though all lights were lit it will not play without being plugged it. What do I do now?"
    },
    {
        "title": "Speaker stopped working",
        "text": "It’ll be good for a week after that Good luck . Wouldn’t buy again"
    },
    {
        "title": "It works fine as long as it is plugged in but will ...",
        "text": "Don't buy. You might as well go buy it from the manufacturer. To Know your getting what you pay for. B/c if it breaks that's where there gonna send you."
    },
    {
        "title": "Poor Quality Speaker",
        "text": "First one speaker quit they warranty for me and the second one just quit freaking junk"
    },
    {
        "title": "Don't waste your time",
        "text": "I used this product literally three times roughly for a couple of hours a time. Now I go to charge the speaker and the charging port has receded into the speaker. Rendering I completely useless. I would not recommend this product at all. I should have bought a better speaker."
    },
    {
        "title": "Junk",
        "text": "Horrible life time. The sounds come out so static-y even though it’s not even a year old. I am definitely not buying this again. Would not recommend for the high price!"
    },
    {
        "title": "Poor quality, rendered useless at first charge.",
        "text": "after 6 months the sound start working really bad, and the battery lights stop working after it is charged, MASSIVE SCUM"
    },
    {
        "title": "Do not buy!!!",
        "text": "Fast shipping. Refused to charge due to a defective charging port. Had to take it for repairs which cost me 1/3 of the speaker’s value. Return was going to be more expensive because I’m an international customer. Very disappointed."
    },
    {
        "title": "MASSIVE SCUM",
        "text": "I've had this thing only 5 months and the power keeps shutting off whether it's plugged in or not. It won't even last 2 minutes before shutting down.  I'm so disappointed."
    },
    {
        "title": "Refused to charge. Disappointed.",
        "text": "My Charge 3 worked perfectly before it blew out after 8 months of use -- very moderate use at that.  I don't think I ever played anything through it beyond a light to regular volume so while it looks great and sounds great, it's clearly not built to last."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I received two bad items; one was the international version with a blemish on the end...the other had the speaker cover put on so twisted the buttons weren't straight. Sellers on here are not reputable for electronics...GO TO JBL WEBSITE and you KNOW it's legit and not black market"
    },
    {
        "title": "Speaker stopped working",
        "text": "Bought this in June and now it won't hold a charge and keeps shutting off. Updates have been done but still doesn't work."
    },
    {
        "title": "Save money and go to JBL WEBSITE",
        "text": "Speaker is garbage. No even loud. Definitely not worth the money"
    },
    {
        "title": "Wont charge",
        "text": "I sent the product back immediately.  I received a fake JBL charge 3 speaker.  Audio quality was horrible and the speaker has a micro sd card slot. Seller: Products360"
    },
    {
        "title": "Not loud",
        "text": "Great sound. Easy to use.Used mostly for audio books.Good speaker but it should have lasted more that a couple of years if mild use.Cannot recommend it."
    },
    {
        "title": "Received a fake speaker.",
        "text": "Loud bass crackle after 14 months of intermittent use, not playing loud or heavy bass music.  Would not recommend."
    },
    {
        "title": "Only lasted 2 yrs with mild use",
        "text": "Upon receiving this speaker I noticed that it was different from my other jbl charge 3. Did some homework and found that it was a counterfeit! I also found in my research into this product that it is actually cheaper buying direct from JBL... I’m returning this ASAP!"
    },
    {
        "title": "Speakers failed after 14 months.",
        "text": "Not a loud speaker I was not impressed"
    },
    {
        "title": "I also recieved a counterfeit!",
        "text": "Do not purchase this Bluetooth speaker. I purchased the speaker for my husband for a birthday gift as he had been contemplating getting it for a while.  He was only able to charge the battery 2 times and it stopped taking a charge. Very disappointing!"
    },
    {
        "title": "Not loud at all don’t no if mines is defective our not but sound quality is not good.",
        "text": "When I turned off my music and speakers to return to them another day I could not keep them connected and or synched. Had to reset to factory settings 5 times."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "I bought this JBL Charger 3,  32 days ago .now it doesn't change my phone. I'm just over 30days ,Now I can't return it. I'm a loser. 😔👎"
    },
    {
        "title": "Speaker stopped working",
        "text": "The speaker won’t charge after 2 months. Sounds no better than Jbl 4 but costs more. I’m very unhappy and will advise others to look elsewhere for a better Bluetooth speaker."
    },
    {
        "title": "I'm a loser",
        "text": "Does not work!Called AmazonSpoke with rep I could not understand. Horrible experience"
    },
    {
        "title": "Battery sucks",
        "text": "The base is weak AF! I’ve seen better sound quality from lesser makers. This is a durable speaker and is well made, but the sound is lacking. Expected better from JBL!"
    },
    {
        "title": "Hopeless- Terrible customer service",
        "text": "Bought two of these and the sound goes out in each of them every few seconds. Customer service dropped my call twice, and no one responds on Twitter. All in all a bad deal. Returning."
    },
    {
        "title": "Sound is weak.",
        "text": "after 2 week the JBL unable connect to any device bluetooth not working i spend $100 for 2 week sound ???"
    },
    {
        "title": "Speakers Go In And Out",
        "text": "I bought this speaker because my cousin had one and it was great. I've had it only less than two months and I rarely have the volume all the way up. It now has a blown speaker and makes cracking noises constantly. Not happy at all"
    },
    {
        "title": "after 2 week the JBL unable connect to any device bluetooth not working",
        "text": "Don’t buy this product is not worth it.I bought it in October and in January it stop charging."
    },
    {
        "title": "... speaker because my cousin had one and it was great. I've had it only less than two months ...",
        "text": "Product failed after just a few months of use sounds like speaker is blown sounded really nice until one day it did not bummer cuz out of the three that we've purchased only one is still working"
    },
    {
        "title": "Is not worth it.",
        "text": "Sound is good. After a week of playing I noticed that the material on the side was starting to come apart and the black rubber but the charging port was doing the same. All I want is a replacement speaker but there no option to do so."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Bought two. One died/refused to hold a charge. The other is on its way out as well and will only play for a certain amount of time plugged in :("
    },
    {
        "title": "Speaker stopped working",
        "text": "My only beef with this device is that it would no longer pair with any device after only 2 years.  I expected a longer life from this device at this price point."
    },
    {
        "title": "Died after a few months :(",
        "text": "Don't try and save money by buying remanufactured items. This will be the 4th DOA item I've sent back to Amazon, this month! Buy new!!! Trust."
    },
    {
        "title": "Short lifespan.",
        "text": "This speaker was great while it lasted! It blinks orange with the charger in and doesn't charge at all. Only lasted 10 months."
    },
    {
        "title": "This was taken apart, and screw holes all broken.",
        "text": "Purchased in october of 2017 and unfortunately it has stopped working.  For this type of money. That's not right."
    },
    {
        "title": "It has not even been a year and the speaker will no longer charge after no damage.",
        "text": "Started off great. Sound quality and all. Until now bought 7 months in sound is crackling and sounds like speakers are blown out."
    },
    {
        "title": "Purchased in october of 2017 and unfortunately it has stopped ...",
        "text": "The volume didn’t go up.  Then to return it I had to pay to have it shipped back. This makes no sense to me."
    },
    {
        "title": "Blown speakers in 7 months",
        "text": "I purchased and received this speaker on June 29, 2017. Overall operation was great until the speaker begin to produce static. We used this speaker next to the pool because of its claim that the speaker was waterproof. The speaker is now unusable. I would not recommend this speaker."
    },
    {
        "title": "Amazon is not standing up to its expectations.",
        "text": "Used this speaker infrequently over the past 9 months and now I am unable to turn the speaker on, or charge the device. Very disappointed because it sounded good while it worked."
    },
    {
        "title": "NOT waterproof at all",
        "text": "Left speaker blew out after 2 months. Was never dropped or damaged. Makes a loud crackling sound for bass practically unusable at this point."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "The Charge 3’s sound quality is poor. IT may have more “power” but it has less bass and less clarity than the Flip 5."
    },
    {
        "title": "Speaker stopped working",
        "text": "Had this product for 5 months -  and its having manufacture issues...tried to exchange product; however there wasn't an option. Please contact me to remove rating.I own multiple JBL speakers and the warranty is superior. However, through this distributer I'm having difficultly with then warranty."
    },
    {
        "title": "Get the Flip 5 instead",
        "text": "Would never buy this speaker again. The charger broke off into the speaker after the first use. Extremely dissatisfied. For such an expensive product, we expected much more and a product that wouldn’t break. Won’t be purchasing from this distributor again."
    },
    {
        "title": "I own multiple JBL speakers and the warranty is superior. However",
        "text": "We must've gotten a lemon, because this unit frequently loses its bluetooth connection and now won't charge properly.  I wish we had purchased a different brand. :-("
    },
    {
        "title": "BROKE after first use!",
        "text": "Worked great for three months then one speaker went out. First time buying JBL and will be the last time!"
    },
    {
        "title": "We got a lemon?",
        "text": "After 3 months it the sound quality is terrible sounds like speakers are blown out. For the price to get three months out of this speaker is a huge disappointment.  Would not buy again."
    },
    {
        "title": "Piece of garbage",
        "text": "It was great for about a week until it started disconnecting while playing music"
    },
    {
        "title": "Doesn't last at all",
        "text": "Just got one of amazon was very excited but ended up so disappointed. Right out the box after charging it up speaker making a rattling sound. Hope customer support handles this quick"
    },
    {
        "title": "Mine started not working",
        "text": "Very bass, low muffled sound without clear voices. Also, always hard to pair with an iPhone or iPad. The app doesn't work and without the app, it still needs to go through the restarting bluetooth every single time."
    },
    {
        "title": "Rattling sound",
        "text": "I've had this speaker for a few months and I'm really disappointed by the sound quality after a few months - all of a sudden the bass is incredibly muffled and the speaker is essentially useless."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Ya nunca supe de mi bocina según me lo entregaron y no llego lo reporte ni así tuve respuesta hasta la fecha muy mal servicio"
    },
    {
        "title": "Speaker stopped working",
        "text": "I tried to pair the Bluetooth and it wanted to access my contact list and call history. It wouldn't let me proceed without that consent. For a speaker? Um, no."
    },
    {
        "title": "Mal servicio",
        "text": "Yo solicité charge 3 y me enviaron charge 4.El sonido entre sí es muy diferente el 3 es stereo y el 4 No"
    },
    {
        "title": "Unacceptable privacy policy",
        "text": "Power button made it difficult to pair"
    },
    {
        "title": "Mal despacho",
        "text": "I had purchased a new (not refurbished) charge 3 about a year ago and absolutely love it. This one, however is refurbed. It wouldn’t stay connected to my phone or the other speaker, which is why I bought it. No-go!"
    },
    {
        "title": "JBL power button does not work after one year",
        "text": "Had it two weeks, battery will not charge now, seller will not return contact me. Terrible seller, thanks for that."
    },
    {
        "title": "Don’t do it!",
        "text": "Will pair to either a Samsung 3 or a Samsung SM-T320 tablet running Android 4.4.2 I own but won't play any sound. My son's phone running Android 7.1.1 will connect and play sound  though. If this thing is dependent on the Android version to work I wish JBL would say so."
    },
    {
        "title": "Charging problems",
        "text": "This is a piece of crap, had it for a while and hardly use it but the thing give out a popping sound and goes of after 30 minutes of play while a low battery . Crap."
    },
    {
        "title": "Will pair but won't play sound",
        "text": "I hate the bass. You can turn it off to zero. But i want like half not 100% or 0%. My fault for not getting a better quality speaker."
    },
    {
        "title": "Crap",
        "text": "O stars anyone can connect to speaker at anytime and take over set a pass word damn if amateurs!!!trash"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Ok, my older JBL Bluetooth speaker became distorted and I orderd this one. Thinking it's an upgrade over my current one, I couldn't have been more wrong. This one sounds as if there's some interference, etc.  Not a clear sound at all. Hardly any bass compared  to my original JBL."
    },
    {
        "title": "Speaker stopped working",
        "text": "Product stoped charging. After a few months. Manufacturer refused to exchange product despite being with return dates and even after requesting we send proof of purchase. Very disappointed child at home. Do not recommend buying this item"
    },
    {
        "title": "Disappointed.",
        "text": "Loved it when i recieved it ...but now not so much battery will not charge...not as loud as I wanted it"
    },
    {
        "title": "Disappointed and frustrated",
        "text": "Piece of junk. Less than 1 1/2 years old. Will no longer charge. Metal ring inside USB port on unit has slipped inside hole and will not hold cable to charge. Large paperweight now. Avoid."
    },
    {
        "title": "Bummed out .. Its not working cuz it wont charge up",
        "text": "Speakers blew 3 weeks after buying and only plays music with static coming out. Waste of money go grab a sound bar"
    },
    {
        "title": "Junk",
        "text": "I ordered this in December 2018.  Now 6 months later it won't charge or play with the cord connected. Tried a new charger but still does nothing."
    },
    {
        "title": "Speakers are trash",
        "text": "I'm missing an power outlet and a  aux cord. When I turn the volume all the way up you can't hear the bass anymore and it starts to static. My clip is better than this speaker."
    },
    {
        "title": "Defective speaker.",
        "text": "5 months in and won’t take a charge so what used to sound great is now a brick.  In pristine condition so warranty should cover as it is clearly a defect, but they claim it’s out of warranty."
    },
    {
        "title": "My clip is better than this speaker",
        "text": "This was a knock off.  I sent it back.  Power cord didn't fit into it without a struggle.  Sound was muffled.  Box was clearly not the usual JBL box.  Many things that pointed toward a knock off."
    },
    {
        "title": "... won’t take a charge so what used to sound great is now a brick",
        "text": "Worked great for 3 months. But shortly after the three month anniversary, the sound quality went down. The bass has a static sound and when played loud all to be heard us static."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Worked great until it didn't. Now it cuts out during operation. Tried to return and found it there's NO warranty on this piece of sh*t. Don't be fooled!"
    },
    {
        "title": "Speaker stopped working",
        "text": "I haven’t had this speaker for a year and it sounds like it’s blown."
    },
    {
        "title": "Worked Great For Three Months!!! NO WARRANTY!!!",
        "text": "After a couple months it sounds absolutely terrible and does extremely fast. Horrible product I won’t buy again."
    },
    {
        "title": "Disappointed",
        "text": "I didnt like this product. It’s bulky and the sound quality is not so good. Either spend the money for the charge 4 or go with the flip 4"
    },
    {
        "title": "Good for a few months",
        "text": "Forgot to test it on delivery. Tried it today for the first time and it won't turn on - neither does it charge. Am so soo sooo disappointed 😢😢😢😢"
    },
    {
        "title": "Charge 3",
        "text": "Speaker blew after 3 months."
    },
    {
        "title": "I was sent a faulty device 😭",
        "text": "Lo que no me agrado.que me engañaron.decian que la batería duraba hasta 10 horas.y no es cierto.solo dura 2 a 3 horas.y luego se descargo."
    },
    {
        "title": "Speakers blow.",
        "text": "I rather liked this speaker, until last night. I've only had it about 6 months, and without being used at extreme volumes, it blew. Now I've got this useless product. I'm quite unhappy about that."
    },
    {
        "title": "Lo más importante es la calidad.",
        "text": "This speaker did not last us over 3 months, it started to sound garbled and blown for no odd reason. Now we are getting a hard time from the manufacture about a replacement."
    },
    {
        "title": "Blew with regular usage",
        "text": "Had product for a month and one of the speakers blew. Will not be buying again"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Buttons on the speaker stopped working for me after 1 month make sure you get a warranty"
    },
    {
        "title": "Speaker stopped working",
        "text": "Sounds great when it stays connected using Bluetooth  - the unit continuously disconnects from my iPod. Very frustrating- will probably return to the seller."
    },
    {
        "title": "Buttons on speaker not working",
        "text": "This speaker randomly turns on and connects to a device which leads to the speaker frequently dying."
    },
    {
        "title": "Keeps disconnecting!!",
        "text": "We have had 2 of these and they break 4-5 months after purchase:( It’s really a bummer!"
    },
    {
        "title": "Randomly turns on",
        "text": "Looking at the size and connecting to it via Bluetooth or wire.. Pandora is like WOW loud and when watching a movie on the projector this speaker rocks and provides a good sound but do not update firmware or else two will not sync up."
    },
    {
        "title": "Don’t last long",
        "text": "At low volume the music is distorted and unclear.  Not sure if this one was damaged or a what; high volume distortion I understand, but low volume distortion is unusual.  I will be returning today."
    },
    {
        "title": "clear sounds if only I had not upgrade firmware",
        "text": "Took it out of the box as soon as i got it and it DID NOT WORK OR CHARGE!!"
    },
    {
        "title": "Low volume distortion and poor clarity.",
        "text": "crackling, static, distortion from bass notes, cutting out for milliseconds"
    },
    {
        "title": "Don't work! It won't turn on or charge !!!",
        "text": "Second one I've had that has went bad as soon as it's out of manufacturer warranty time!!! Save the money and buy 2 $40 ones and have them for longer than these pos'!!!"
    },
    {
        "title": "speakers were distorting Big Time",
        "text": "The battery life is terrible, I’ve had it for a few months but I bought another on because this on doesn’t do the job 👎🏾"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Wasn't abusive or excessive. Blown and trash now. Go for something more reliable. Lasted for 6 weeks tops!"
    },
    {
        "title": "Speaker stopped working",
        "text": "Sound was great, but after about three months of use, I've had an issue with the speaker losing power after 1-2 minutes of play, even with it plugged in.  Very disappointed."
    },
    {
        "title": "Not much of a life...",
        "text": "Something is wrong with mine.  Won't pair with my phone."
    },
    {
        "title": "Disappointed",
        "text": "2 days after the 30 day return window closed the speaker wouldn't charge anymore.  I got 32 days of speaker for 100 bucks"
    },
    {
        "title": "How to pair",
        "text": "Then the distortion started and became so bad that we returned it. The product itself was damaged and looked like it may have been sold to someone else first. I returned it for a refund and will buy the speaker from someone else."
    },
    {
        "title": "Buyer beware",
        "text": "I've had this for less than 6 months, and it's totally broken.  I can't turn it on, even though it still charges.  So disappointed with the quality."
    },
    {
        "title": "The sound was excellent - on the first day.",
        "text": "I gave this to my daughter for Christmas yesterday, completely new. However, after charging it the whole night, the battery light turned red immediately after unplugging it, and it died. Did any one else have this problem?"
    },
    {
        "title": "Charges but wont turn on",
        "text": "Pretty good sound when played loud. When listening to audio books and podcasts, there is a terrible static. I would not recommend this speaker."
    },
    {
        "title": "I gave this to my daughter for Christmas yesterday, ...",
        "text": "This product Stopped working after a few months, Their warranty is a hassle. I don’t recommend this product"
    },
    {
        "title": "Not good for audio books or podcasts. Static is bad at low level.",
        "text": "Mostly used in the shower, now just sounds like a rattling mess.  Unusable"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Really nice but wish the highs and mid range were clearer.**Loved this speaker UNTIL it was a few months old and would NOT connect through Bluetooth to ANY device again!!!  TOTAL WASTE OF MONEY!!!!**"
    },
    {
        "title": "Speaker stopped working",
        "text": "Was broken and dirty when I got it"
    },
    {
        "title": "**WARNING -UPDATE! Went from 4 to a 1!!!! Durable, powerful, battery lasts a long time",
        "text": "only few months of normal use the sound is distorted already. it seems the speaker is damaged."
    },
    {
        "title": "Broken",
        "text": "Just past the return and support windows this unit quit working.  It sounded great until then, but is obviously a terrible value for only 2 months of service."
    },
    {
        "title": "not durable. won't last long",
        "text": "This JBL 3 it seem the speaker blow how do I return it"
    },
    {
        "title": "Quit after 2 months, DO NOT buy!",
        "text": "Didn't work.  Wouldn't turn on or charge from the get go.  Tried different cables, etc, but no luck.  I ordered the Xtreme at the same time, and that worked beautifully.  Returning and trying one more time.  Fingers crossed."
    },
    {
        "title": "Not to my satisfaction",
        "text": "Bought in December and will not hold a charge anymore in April....... SMH"
    },
    {
        "title": "Dud...Rare?",
        "text": "This spreaker lasted less then 3 months. It will not charge nor turn on while plugged in. What a rip off!"
    },
    {
        "title": "Does not stand the test of time",
        "text": "Sound ui not naturel, i shocked about jbl.sounds come likes pipe.bass sound is stronger then pitchid"
    },
    {
        "title": "Will not last!",
        "text": "After one year used, it started an interference sound. Once I turned off, I could never turn on again. I want to know if this product has warranty"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Sound is good but the battery life is so poor you have to leave it plugged in all the time"
    },
    {
        "title": "Speaker stopped working",
        "text": "I bought the charge 3 and it was the best speaker ever for the first 6 months and then it stopped working it charges turns on for about five seconds and then shuts down, disappointing it failed this soon"
    },
    {
        "title": "Poor battery life",
        "text": "I bought this item in June and it will no long take a charge.  Would not recommend this item to anyone. Paid a premium price for perceived quality and the product did not last 3-4 months."
    },
    {
        "title": "I bought the charge 3 and it was the best speaker ever for the first 6 months and then ...",
        "text": "Very overpriced for its quality"
    },
    {
        "title": "Would not recommend this item to anyone",
        "text": "It was a great speaker for the first month ,but the speaker started to great a static noise. Then, 2 days after that noise from one side of the speaker turned off."
    },
    {
        "title": "Overpriced poor performance",
        "text": "No sirve no carga fue una mala compra"
    },
    {
        "title": "Speaker blew out.",
        "text": "Terrible sound. There are cheaper speakers out there that sound better. My original charge had a much richer sound quality with heavier bass. very disappointed in the product especially given what it cost."
    },
    {
        "title": "No sirve",
        "text": "I did not like the service. I bought a new item and received an open package, the seal was broken and everything was a mess in the box. I'm very disappointed. See pictures attached."
    },
    {
        "title": "Terrible sound. There are cheaper speakers out there that ...",
        "text": "I just got the speakers and after 3 weeks it's start to make noises when i play music !! actually I use the speakers like once a day so i thought it was be better than this !"
    },
    {
        "title": "Not recommended - poor quality packing",
        "text": "I payed this much hoping that I'm getting the a used oregional product. Unfortunately, this product is a China made product and its battery dies very fast.It's shameful that Amazon sold me this Un othentic JBL product."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Bought two of these, they both had blown speakers just a couple months after the warranty was up.  Never buy again,"
    },
    {
        "title": "Speaker stopped working",
        "text": "I liked it when it worked. When it did work it sounded nice but only getting 1 year out of it is frustrating!"
    },
    {
        "title": "Piece of Junk",
        "text": "Brought this on my friend's recommendation  with high expectations but may be i got the defective one.. the sound isn't clear rather disturbing.."
    },
    {
        "title": "Had it for a year and it will not turn on. Has not been near any water.",
        "text": "Piece of crap. Handle broke within 2 weeks of light use from truck to table and table to truck. I tried returning but I accidentally tried to turn in the Charge 3, which is great!, and my return time expired...."
    },
    {
        "title": "poor sound quality",
        "text": "Speaker no longer functions!  It will not take a charge!"
    },
    {
        "title": "Piece of crap. Handle broke within 2 weeks of light use ...",
        "text": "The speaker blew within the first 30 days?"
    },
    {
        "title": "The speaker will not take a charge",
        "text": "Already broke.  Wont charge. And sounds blown"
    },
    {
        "title": "Speaker blew",
        "text": "took to long to connect to a device and stop working........."
    },
    {
        "title": "Got a dud!",
        "text": "They did a bait and switch. They did not send the right product."
    },
    {
        "title": "very displease",
        "text": "Stopped holding a charge after 3 months. Would only last 10 minutes on full charge.Wasted money"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Product started out fine but then 2 months in just static sounding.  Can't listen to music using this product!"
    },
    {
        "title": "Speaker stopped working",
        "text": "I had this for less then 2 months and the speakers are already crackling. Sounds like crap."
    },
    {
        "title": "Static",
        "text": "I have only had this speaker for 3 months and one of the smaller speakers inside of it has blown and you can hear a lot of static now."
    },
    {
        "title": "Disappointed",
        "text": "speaker is now blown after having it for 2 weeks."
    },
    {
        "title": "I have only had this speaker for 3 months and ...",
        "text": "It was a fake ."
    },
    {
        "title": "terrible",
        "text": "Horrible in sound can't be to far away sucks"
    },
    {
        "title": "Fake",
        "text": "Speaker was blown after having it just over 1 month. Very disappointing."
    },
    {
        "title": "don't buy",
        "text": "Worked for about 2 months then died. Absolute POS"
    },
    {
        "title": "Great sound but blown after 1 month",
        "text": "Got this thing in January, and it's already stopped charging when plugged in. Also, the + and - buttons are wired wrong. They should be increasing or decreasing the playback volume. Instead, they skip to next or previous track..."
    },
    {
        "title": "Trash",
        "text": "The speakers never worked. They never came on. It never charged"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "If We could give zero stars We would, the buzz sound was terrible. This has to be a knock off...."
    },
    {
        "title": "Speaker stopped working",
        "text": "It only lasted a month then blown speaker"
    },
    {
        "title": "Zero stars it is terrible",
        "text": "After only 6 months it is staticky"
    },
    {
        "title": "Not good",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:02Loaded: 100.00%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:02 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglishAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n These items do not work!! I demanded a refund! Not happy or getting results"
    },
    {
        "title": "not worth the money",
        "text": "I purchased this item on November 23, 2017 and it already messed up. The speakers started sounding staticky and distorted. What a bummer, was my first Bluetooth speaker too."
    },
    {
        "title": "Thought I was getting a value! Not! Don’t work",
        "text": "The product has some signs of wear and tear. The sound of the speaker is not good, it makes weird sound and the bass is not clear. Terrible purchase. I wish I could return it."
    },
    {
        "title": "Stopped working in less than 5 months :/",
        "text": "Low quality. Spend more money get better brand instead. You get what you paid for"
    },
    {
        "title": "Terrible Purchase. I want to return it.",
        "text": "After 5 months of use. It turn on for 2-3 seconds and then it turns off when poweed and it is completely dead without power"
    },
    {
        "title": "Low quality",
        "text": "SPEAKER BROKE AFTER LESS THAN A YEAR! DO NOT BUY!!!"
    },
    {
        "title": "5 months use and it died",
        "text": "Had this for only 4 months and sound is crackled disappointing."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Worse bluetooth speaker I have ever used. Amazon would not accept the return 31 days after my purchase. This is unacceptable by Amazon customer service for doing good this..amazon customer service is horrible"
    },
    {
        "title": "Speaker stopped working",
        "text": "Bought this Nov 22,2018. Now there’s a buzzing sound coming from the speaker."
    },
    {
        "title": "Bad bluetooth speaker",
        "text": "Worked fine for 3 months and then started crackling and stoped working"
    },
    {
        "title": "Buzzing sound",
        "text": "returned it"
    },
    {
        "title": "Jams",
        "text": "Tengo 3 pero una se le dañó una de las bocinas no se escucha bien"
    },
    {
        "title": "returned it",
        "text": "This product is a knock off will not turn on after a month of purchasing it  and will not connect to other JBL charge 3 speakers!  Waste of money do not recommend."
    },
    {
        "title": "Soluciones",
        "text": "Sound"
    },
    {
        "title": "Waste of money do not recommend",
        "text": "This thing is water resistant. Not waterproof at all. And this thing doesn't have any bang."
    },
    {
        "title": "Stop working in less than a year",
        "text": "Does not connect to other speakers. The only reason I got it.Works as a normal speaker. Don’t get it if you need to connect it to another one."
    },
    {
        "title": "Not waterproof.",
        "text": "This is a knock off.  There is no serial number for JBL.. In order to connect the blue tooth to it, the last connection must be physically disconnected."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "One of the speakers went on it. It wasn’t used very often. Sad that it went for the price of the speaker"
    },
    {
        "title": "Speaker stopped working",
        "text": "I can't believe that the volume of my cell phone  broke the speaker"
    },
    {
        "title": "Speaker went out",
        "text": "Speaker blew and I never had the volume above half. Piece of trash"
    },
    {
        "title": "Not good",
        "text": "Didn't work properly from the box. Amazon would not return it."
    },
    {
        "title": "Great battery, crap sound",
        "text": "My speaker has completed stopped charging and won’t charge anymore"
    },
    {
        "title": "Amazon refused to return",
        "text": "Worked decently enough for about a year, then one of the speakers started distorting. $120 for around a year's worth a use is rubbish."
    },
    {
        "title": "Speaker broke",
        "text": "This will die in a year"
    },
    {
        "title": "Worked decently enough for about a year, then one ...",
        "text": "Fake JBL Charge 3"
    },
    {
        "title": "This will die in a year",
        "text": "This quit working after only being used for less than a m! Completely unsatisfactory!!"
    },
    {
        "title": "Don't buy. Keep away!",
        "text": "This speaker lasted for about a month and died right after the warranty expired!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Sound quality is terrible"
    },
    {
        "title": "Speaker stopped working",
        "text": "After a while speaker started rattling"
    },
    {
        "title": "Awful sound quality",
        "text": "After 7 months mine isn’t charging at all"
    },
    {
        "title": "Dont buy this product",
        "text": "Package was sealed, but Charge 3 box was not sealed.upon arrival - would not take a charge and music played directly through it with electric hooked up sounded terrible.  Was returned for full refund."
    },
    {
        "title": "Not charging",
        "text": "Stopped working after 3 months"
    },
    {
        "title": "upon arrival - would not take a charge and music played directly through it with electric hooked up sounded terrible. Was return",
        "text": "Says battery life lasts 20 hours that's crap it only lasted 4.5 hours fully charged. The sound is muffled when turned all the way up. I was very disappointed with this product."
    },
    {
        "title": "Lasts only 3 months",
        "text": "My speaker started to static over 3 weeks of using it"
    },
    {
        "title": "Says battery life lasts 20 hours that's crap it only lasted 4",
        "text": "The charging cord did not come with the speaker- somthis leads me to believe that this is a used product"
    },
    {
        "title": "Bad",
        "text": "Worked less than 2 months before the speaker started cracking"
    },
    {
        "title": "The charging cord did not come with the speaker",
        "text": "I got one that have the GREEN battery lighting which is fake (supposed to be white) as well as there is a micro SD card slot which is not supposed to be there!!!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "AN EMTRY BOX WAS DELIVERED TO ME"
    },
    {
        "title": "Speaker stopped working",
        "text": "Sound was no good"
    },
    {
        "title": "AN EMTRY BOX WAS DELIVERED",
        "text": "Stopped working after only a month. Can't get the seller to respond."
    },
    {
        "title": "Sound not great",
        "text": "Product glitches in and  out of Bluetooth mode. Doesn’t connect correctly. Defective"
    },
    {
        "title": "Disappointment",
        "text": "A lot of static noise."
    },
    {
        "title": "Expect this problem",
        "text": "Defective battery.  Could not be charged."
    },
    {
        "title": "Static noise",
        "text": "dont by will die in 2 weeks if u usee at high volume for too long not good for studio its all static"
    },
    {
        "title": "JBL Charge 3 fail",
        "text": "No es buena calidad  la mía se dañó antes del mes"
    },
    {
        "title": "... u usee at high volume for too long not good for studio its all",
        "text": "appears to be a fake or a low quality make  speaker does not hold up to use,  got roughly 60 days out of mine"
    },
    {
        "title": "No me gusto",
        "text": "After 6 months of not much use the speaker started to sound a vibration in one of the side basses.Don't know what to do!It was a great product u until now."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "works for maybe 40 sec."
    },
    {
        "title": "Speaker stopped working",
        "text": "After only a few uses starting getting crackling sound and then the sound going in and out. Expected more from JBL."
    },
    {
        "title": "bad",
        "text": "Just gave this to my dad for Christmas. He opened the box it came in, and to our surprise the speaker wasn't even in there. Wondering where to go from here..."
    },
    {
        "title": "Think twice",
        "text": "Salio malisima la reembie y nisiquiera me an dado el rembolso"
    },
    {
        "title": "Just gave this to my dad for Christmas. He ...",
        "text": "Broke after it rained"
    },
    {
        "title": "Malisimo.",
        "text": "it is starting sounding sound pretty bad, after a few months"
    },
    {
        "title": "NOT WATER PROFF",
        "text": "Fake product doesn’t even compare to the original"
    },
    {
        "title": "bad sound",
        "text": "Something is wrong wit it wen I put up the volume I'm hearing noise in the speaker to the right side I would like to return it as soon as possible"
    },
    {
        "title": "Fake product",
        "text": "I got Product defector and also wanted to follow up to return this product"
    },
    {
        "title": "... in the speaker to the right side I would like to return it as soon as",
        "text": "After 3 months, the speaker was blown and no longer worked."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Did not work"
    },
    {
        "title": "Speaker stopped working",
        "text": "👎🏾👎🏾👎🏾👎🏾👎🏾"
    },
    {
        "title": "Not working",
        "text": "This is not a new unit.  It is a returned or refurbished product...Serial # has been removed as sticker on box has been relabeled..."
    },
    {
        "title": "2 semanas i se rompió",
        "text": "Is not a water proof!!"
    },
    {
        "title": "One Star",
        "text": "Worked great till it just stopped working. Just plays static now.  I’d love to return it and get my money back.."
    },
    {
        "title": "No good at all!!!!!",
        "text": "I ordered blue, but got a green instead!! Don’t like green at all. And I am out of the country can’t make it for return."
    },
    {
        "title": "Very disappointed.",
        "text": "Returned, no bass at all. Overall sound was midrange focused and clear but no depth."
    },
    {
        "title": "Wrong color",
        "text": "Not waterproof"
    },
    {
        "title": "Sound was disappointing, no bass.",
        "text": "This speaker worked for about 3 months and just shut off and never turned back on, it won't charge or anything. Pretty disappointed considering how expensive the speaker is."
    },
    {
        "title": "Jbl waterproof speaker",
        "text": "Non authorized dealer; JBL won’t warranty...CLONES"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "after a few months of use, it no longer works"
    },
    {
        "title": "Speaker stopped working",
        "text": "The mid range speaker blew after a short period of use"
    },
    {
        "title": "after a few months of use, it no longer works",
        "text": "I purchased this 6 months ago and now am not able to charge it. I would not recommend this product"
    },
    {
        "title": "Not very durable",
        "text": "No la recomiendo la compre hace 4 meses y ya no funciono muy mal no gaste su 💰"
    },
    {
        "title": "Not recommended",
        "text": "The speaker is great but it had no charger.Changing review. speaker had green lights and broke in two months. It was crap. with I could have my money back."
    },
    {
        "title": "👎",
        "text": "It's busted"
    },
    {
        "title": "Four Stars",
        "text": "Worked great until charging port broke. Nice looking paper weight now."
    },
    {
        "title": "Busted speaker",
        "text": "Speaker came in horrible condition. Bass had rattling sound that really distracted from the music. Really disappointed in Amazon and JBL"
    },
    {
        "title": "Failed charging port",
        "text": "This product worked great for 3 months, then it wasn't able to charge randomly. Now it won't work for me :/"
    },
    {
        "title": "Extremely disappointed",
        "text": "Charger did not work. Having to send back"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "It broke the first month i had it and i couldnt return it, and it was with my christmas money :("
    },
    {
        "title": "Speaker stopped working",
        "text": "Just got my delivered and it has a scratch on it. Haven't tested the speaker since it had no charge"
    },
    {
        "title": "It broke the first month i had it and i ...",
        "text": "It worked great for 6 months. Now it squeaks , rattles. I have not abused this speaker and now what do I do?"
    },
    {
        "title": "Just got my delivered and it has a scratch on ...",
        "text": "Unfortunately this item will be sent back and we will buy in person. Opened the package to no charger and speaker having damage."
    },
    {
        "title": "It worked great for 6 months",
        "text": "Speaker sounds like it’s blown. Only had it since June 1st 2018. Rediculous"
    },
    {
        "title": "Used speaker with damage.",
        "text": "<1 year old and sounds like its full of gravel. Battery still lasts decent as long as you dont charge anything off of it."
    },
    {
        "title": "Don’t Buy",
        "text": "The speakers I'm sure are great but the sellers are very difficult to reason with when you receive defective speakers. Nothing against JBL, the seller is what's the problem"
    },
    {
        "title": "Audio is terrible",
        "text": "how do you get a fake speaker from prime"
    },
    {
        "title": "Seller Disappointment",
        "text": "2nd jbl that is already sounding static .. low quality speaker"
    },
    {
        "title": "Couterfeit",
        "text": "After 6 day I use this jbl I get bad treble on that speaker. Sound not so clear treble."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Receipt  an open box product .with defective play/pause button, a lot of Mark arround product .really Disappointed"
    },
    {
        "title": "Speaker stopped working",
        "text": "It’s sounds staticky now. I just bought in in March and never turn the volume all the way up."
    },
    {
        "title": "really Disappointed",
        "text": "Battery only lasted for one charge/discharge cycle"
    },
    {
        "title": "Buy a cheaper one. It’ll last you just as long.",
        "text": "the speaker is failed, it is not heard well, I have tried it several times and it remains the same"
    },
    {
        "title": "Quality issues",
        "text": "Update ruined it, absolutely useless to me now, last time I ever buy a JBL product ever again."
    },
    {
        "title": "Is failed",
        "text": "speaker blew out in the first 90 days"
    },
    {
        "title": "Update ruined it",
        "text": "received in in a open box with the serial number scratched off. This is not a legitimate JBL."
    },
    {
        "title": "speaker blew out fast",
        "text": "Terrible sound quality right out of the box, crackling noises and not clear at all. Seriously dissapointed."
    },
    {
        "title": "One Star",
        "text": "Me enviaron el color equivocado y no lo devolví porque lo necesitaba"
    },
    {
        "title": "One Star",
        "text": "Battery life is less than half of claimed by manufacturer ."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Piece of cheap crap"
    },
    {
        "title": "Speaker stopped working",
        "text": "I had the case for about a month and it fell apart. First, the zippers, then the strap and I can no longer use it."
    },
    {
        "title": "Cheap crap",
        "text": "It’s ok sounds like crap I think it’s a fake"
    },
    {
        "title": "Not worth buying",
        "text": "Everything with the speacker's fine, but It's missing the USB cable and charger.I'm still not having any answer."
    },
    {
        "title": "Fake",
        "text": "battery did not last as long as advertised."
    },
    {
        "title": "One Star",
        "text": "Trash stopped working after 2 weeks. Speaker would make a popping sound."
    },
    {
        "title": "Battery life",
        "text": "Really bad quality. Sounds like ripped."
    },
    {
        "title": "Trash",
        "text": "With 2 month of use , stop to work,  very sad"
    },
    {
        "title": "Bad quality",
        "text": "It doesn't work after buying in in February. I have used it a handful of times and it just stopped working"
    },
    {
        "title": "Very sad",
        "text": "Does not sound loud.. my 40 dollar bluetooth speaker sounds just as loud.. waste of money"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "One of the speaker sounded static at high volume never buy like new products"
    },
    {
        "title": "Speaker stopped working",
        "text": "Stopped working after only a few months. Battery will not charge. Blinking red light."
    },
    {
        "title": "Disappointed buying Like New products",
        "text": "after few month, my speaker stared having crackling sound. i dont know why. i cant fix it."
    },
    {
        "title": "One Star",
        "text": "This one just didn't work out.  The charging port on it became lose and wouldn't charge."
    },
    {
        "title": "One Star",
        "text": "It is reburbished, does not have a serial number, is not a new product."
    },
    {
        "title": "One Star",
        "text": "Good sound but like a year later it started making a static noise on left side. Disappointed."
    },
    {
        "title": "I pay for a new and is refurbished",
        "text": "This is a nice little unit EXCEPT...  We had it for about five years, and the micro-usb charging port broke off its circuit board twice.  I repaired it with some fancy soldering once, and then it did it again.  Testament to the bad design is the availability of replacement parts, with tons of the tiny USB charging ports to solder back on, tons of everything except that charging-port-containing board, meaning that it's hard to find ones that are still intact, and when you can, they are about $50 and come from Kazakhstan (no kidding).  The charge 4 - same problem.  Finally on the charge 5 they replaced it with a USB-C charging port."
    },
    {
        "title": "Disappointed",
        "text": "Quisiera saber si ay devolución del producto me dejo de funcionar no quiere prender"
    },
    {
        "title": "Beware!!  Charging port is flimsy and will break!!",
        "text": "Wasnt legit product"
    },
    {
        "title": "Quiero información",
        "text": "This product does not work. I'm really disappointed, I want to return my money back."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "The bluetooth would not connect. I tried other devices no problems. Ended up returning the speaker."
    },
    {
        "title": "Speaker stopped working",
        "text": "Speaker blown out after 30 days missed the return window"
    },
    {
        "title": "Bluetooth was DOA :(",
        "text": "Blown speakers. Big disappointment."
    },
    {
        "title": "Not a good buy not very loud for the price",
        "text": "Bad product speaker is already distorted after less than a year of use"
    },
    {
        "title": "Busted Speakers",
        "text": "Bad sound quality"
    },
    {
        "title": "Distortion",
        "text": "Speaker blew out and dint even last me two months. The water proof coating made my music sound muffled"
    },
    {
        "title": "Defective",
        "text": "After extensively researching reviews online and YouTube comparisons, I originally purchased the JBL Charge 3 based on all the rave reviews - but I cannot convey how disappointed I was with it. Right out of the box, it sounded \"boxy\", muffled, as if I had ear plugs on - most likely due to it's water-proofing feature. In fact, I was so disappointed that I immediately went out and purchased the JBL Xtreme, of which I had heard before at someone's party (where it sparked my interest in the JBL products). The Hi Fidelity sound of the Xtreme vs. the \"flatness\" of the Charge 3 is night and day. I can see how some may find the Charge 3 a more \"balanced\" speaker, however I tend to boost my treble and bass frequencies for the type of music I listen to, so perhaps it depends on what type of music you prefer. I'm a drummer, so I like a lot of treble and full bass. I bought the Charge 3 primarily because I thought it would be easier to use in my golf cart due to it's smaller size. However the inferior sound to me just isn't worth the convenience of the smaller size, lighter weight, and smaller price tag. The \"Xtra\" cost of the Xtreme was well worth it, and it also fits right in the dash-compartment of a golf cart as well. As a matter of fact, the golf cart dash-compartment actually \"serves\" as a natural \"subwoofer chamber\", and the overall sound projects impressive clarity, fullness, thump, and volume. The larger size and weight of the Xtreme vs. the Charge 3 is insignificant to me, and even if you don't listen to the Xtreme at high volumes, the added power and overhead-reserve of the amp vs. the Charge 3, provides a much cleaner and resilient tone. I suppose if someone specifically needs a water-proof speaker, lower price tag, and desires a smaller compact size, then the Charge 3 would be a good choice. In terms of sound qualify, it was a no-brainer - I went with the JBL Xtreme, and I'm returning the JBL Charge 3. Also, for the price, I feel like the Xtreme is a great bang-for-your-buck, especially compared to other units 2 or 3 times the cost."
    },
    {
        "title": "One Star",
        "text": "after a short while the sound quality is gone! terrible sound squeaking scratching sound!"
    },
    {
        "title": "JBL Charge 3,.... a little lacking for me",
        "text": "Died after only 7 months, not an authorized seller for jbl so no manufacture warranty"
    },
    {
        "title": "terrible sound squeaking scratching sound",
        "text": "Am returning this speaker, it is a used product."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Any one out there plz don't buy this speake for low amount cuz it's fake and they rip you off"
    },
    {
        "title": "Speaker stopped working",
        "text": "El producto no se me entregó nunca llego"
    },
    {
        "title": "Any one out there plz don't buy this speake for ...",
        "text": "Need a replacement, I have only had it for 1month 1/2 and its staticy. I need a replacement. Call me 832_352_0031"
    },
    {
        "title": "Muy malo",
        "text": "The speaker have really bad static noise. I had to return it the same day I receive it."
    },
    {
        "title": "Need a replacement, I have only had it for ...",
        "text": "Broken. Speaker was crackling. Returned and refunded with no problem. Purchased the JBL 4 and love it!"
    },
    {
        "title": "One Star",
        "text": "My speaker are out are warranted on it (o )Any way  get fix"
    },
    {
        "title": "Purchased the JBL 4 and love it!",
        "text": "When I connect it with an AUX cord (tried 3 diff. aux cords), NO AUDIO. BROKEN."
    },
    {
        "title": "One Star",
        "text": "When the speaker was on a high level of volume the music started to sound muffled and distorted."
    },
    {
        "title": "AUX NOT WORKING",
        "text": "I ordered a gray one got a blue one the next day went to use it and it pops, sounds horrible"
    },
    {
        "title": "Not Good if music is Played very loud",
        "text": "The charger came ruined so now I cannot change my speakers"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Item sound become like s*** after 3 month of usege i want to return this item"
    },
    {
        "title": "Speaker stopped working",
        "text": "Didnt last long"
    },
    {
        "title": "One Star",
        "text": "Got it and dosent work"
    },
    {
        "title": "Great bass but went thru two speakers in month",
        "text": "Product came defective , but I’ve been well  assisted so far :)"
    },
    {
        "title": "Dosent work",
        "text": "The speaker is in bad conditions"
    },
    {
        "title": "Product came defective, but I’ve been well assisted so ...",
        "text": "Bought this speaker 5 months ago and now it won’t charge."
    },
    {
        "title": "I don’t recommend this seller",
        "text": "I bought this item and it broken after 6 months.I’m really desapointed."
    },
    {
        "title": "Won’t stay charged",
        "text": "The speaker was damaged from the box.Not a happy costumer right now!!!"
    },
    {
        "title": "Know if this is common",
        "text": "Have not had a day and the zipper is already broke."
    },
    {
        "title": "Not a happy costumer right now",
        "text": "I’ve had my speaker for about a year. Sounds was decent, but lacking a little in low range.  I’ve always maintained the battery. It will no longer hold a charge and won’t even remain powered on while plugged in. It is completely unusable. For the price, this shouldn’t be the case."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Now"
    },
    {
        "title": "Speaker stopped working",
        "text": "Second time buying speaker blew with in a week"
    },
    {
        "title": "Bad",
        "text": "Month later the bass started making weird noise."
    },
    {
        "title": "One Star",
        "text": "Poor product , It didn't even work"
    },
    {
        "title": "Do not buy!",
        "text": "Item was missing just empty box I got"
    },
    {
        "title": "Poor product, It didn't even work",
        "text": "Will not charge......tried 3 different cord's something defective with unit"
    },
    {
        "title": "One Star",
        "text": "There are no instructions in the box.  That is ridiculous!"
    },
    {
        "title": "One Star",
        "text": "Jbl did bit hold charge and only works when plugged into wall, very disappointed."
    },
    {
        "title": "One Star",
        "text": "The speaker is supposed to be Waterproof it's not"
    },
    {
        "title": "Did r",
        "text": "Stands no where in front of Bose Soundlink"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Failure on quality department"
    },
    {
        "title": "Speaker stopped working",
        "text": "Speakers sound raspy and nasty"
    },
    {
        "title": "Charge brick did not work out the box",
        "text": "Not loud enough to play with drums and bluetooth connectivity issues."
    },
    {
        "title": "One Star",
        "text": "Returned"
    },
    {
        "title": "One Star",
        "text": "broke 1 week in, sent her back"
    },
    {
        "title": "Returned",
        "text": "Speaker failed in a month??"
    },
    {
        "title": "One Star",
        "text": "The charger broke after a week"
    },
    {
        "title": "One Star",
        "text": "Not work"
    },
    {
        "title": "One Star",
        "text": "It’s not work"
    },
    {
        "title": "One Star",
        "text": "Fake"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:19Loaded: 31.61%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:19 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Jbl is having a distorted sound , its not working properly, with only 10 months of use"
    },
    {
        "title": "Speaker stopped working",
        "text": "Mal"
    },
    {
        "title": "How to change ir (warranty)",
        "text": "There are no instructions in English."
    },
    {
        "title": "One Star",
        "text": "The sound is terrible"
    },
    {
        "title": "Another waste of money and frustration. I think Amazon and I are done.",
        "text": "It was stolen"
    },
    {
        "title": "One Star",
        "text": "Scam."
    },
    {
        "title": "One Star",
        "text": "Crap"
    },
    {
        "title": "One Star",
        "text": "Speakers blown within 2 months"
    },
    {
        "title": "One Star",
        "text": "newer buy used product!"
    },
    {
        "title": "One Star",
        "text": "died"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Sucks"
    },
    {
        "title": "Speaker stopped working",
        "text": "Bad"
    },
    {
        "title": "One Star",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 1:31Loaded: 6.60%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -1:31 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglishAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n That JBL have a defect the power won't on if the full charge.."
    },
    {
        "title": "One Star",
        "text": "Please don’t buy this brand of speaker and save yourself the annoyance. I owned this speaker for maybe 4 months before I started hearing crackling sounds when there was any bass. It started off minor but within 2 weeks progressed into unlistenable and ruined. I am strongly discouraging the brand all together because I owned the charge two or three (purchased maybe 3 years ago) and had this EXACT same issue. This was the reason I was even in the market for a new speaker. When it happened with the 1st speaker I didn’t do any googling and assumed it was ME because I had had it a decent amount of time (2 yrs) and there was some wear and tear (drops and such) I thought it was the natural life of the speaker. Looking back it absolutely wasn’t me (seeing as its meant to be durable/outside speaker) bc this one sat in once place for 4 months. To fix the problem yourself using the help of YouTube/Google (this is apparently a COMMON issue with JBL speakers that a lot of customers face, just defective that way) you most likely won’t have the tools needed, will need to buy a tool kit ($20-$50), take it apart, & even then it won’t go back to the same sound quality. Plus the “fix” lasted maybe 2 weeks so it seems I’ll have to take this apart until the end of time (not). Save yourself the headache and try a different brand. (When working properly) I honestly love the volume, sound quality, battery life, Bluetooth capabilities, etc etc. it’s why I went back to the brand. if it wasn’t for this I would recommend but $120 for a speaker that lasted 4 months is a waste of money"
    },
    {
        "title": "One Star",
        "text": "My family includes life-long JBL enthusiasts - from way back in the day with the huge egg-crate foam speakers. After reading a ton of reviews, I chose this model given the speakerphone capability and the allure of the brand-quality sound. I eagerly opened my box and started using it, downloading the app (useless) to try and adjust the sound quality. The issue with these speakers is the ability for you to press the - (low volume) and the bluetooth buttons at the same time in order to turn on the \"extra bass\" sound. *Even at the lowest levels I heard a VERY loud crackling noise (my teen kids were like: What the heck is that!!!\") I was stunned. I literally went into my Amazon account and returned it but only a few hours after opening this box. Curiosity plagued me so I looked up \"crackling sounds JBL 3\" and sure enough - there are many videos out there that instruct you how to fix your speaker (which involves taking it apart?!). I found that absolutely ridiculous - a product should work immediately upon receiving and no matter if you turn it up all the way or turn on the bass boost -- a product should work without fail. Please do not buy this - or do your research for known crackling sounds - it will happen either sooner or later. Honestly - I wish Jawbone was still in business - they had the best sound for bluetooth speakers in my opinion. So disappointed and like my husband said - JBL is no longer JBL."
    },
    {
        "title": "Defective, DONT BUY THIS BRAND.",
        "text": "WARNING:  NO REPLACEMENT BATTERIES AVAILABLE.  THIS SPEAKER AND ALL BLUE TOOTH SPEAKERS BY JBL ARE DISPOSABLE SPEAKERS.  AFTER SPENDING 150.00 OR MORE ON A BLUE TOOTH SPEAKER WHEN THE BATTERY DIES OUT, AND IT WILL EVENTUALLY (2 TO 3 YEARS) YOU THROW IT AWAY IN THE GARBAGE BECAUSE THEY DON'T SELL REPLACEMENT BATTERIES.  SHAME ON JBL!!  CUSTOMERS DON'T REALIZE THIS WHEN THEY PURCHASE THE SPEAKER, BUT THEY WILL FIND OUT WHEN THE BATTERY STOPS TAKING A CHARGE.  LOOK FOR A BLUE TOOTH SPEAKER MANUFACTURER WHO SELLS PARTS FOR THEIR PRODUCTS, ESPECIALLY BATTERIES!!!"
    },
    {
        "title": "CHECK OTHER REVIEWS FOR CRACKLING SOUND ISSUES - *Do not Buy - Returned in One Day",
        "text": "Sound quality is great until you listen to low frequencies at high volumes and then it starts to clip out and distort.  About 8 months after I purchased this, the battery started to go and the speaker would shut down on me, even after a full night of charging.  Then yesterday, the battery \"dissolved\" and expanded, popping the thing open!  I tried to take it a part to see if I could replace the battery, but it's mushy to the touch and I really don't want that thing to open.  I'm taking this POS to electronic recycling.  Hopefully they fixed this issue in subsequent models."
    },
    {
        "title": "AND IT WILL EVENTUALLY (2 TO 3 YEARS) YOU THROW IT AWAY IN THE GARBAGE BECAUSE THEY DON'T SELL REPLACEMENT BATTERIES",
        "text": "Sounds ok. Sounds very muddy, no EQ. WOULDNT BUY AGAIN BASED ON SOUND. but wait theres more negatives! Exposed speakers on the ends make me want to return it. I regret buying it now. I wish i tried the UE products. Stupid people pick it up at work when im not looking and stick their fingers in the exposed ends, or i have to yell at them and look like a jackass, Thanks! All could and should have been avoided by doing what they should have and putting them behind grills.SUPER ANNOYING power on sounds and connect chime. I wish i could turn them off completely.Dont even want to bother with the app it has terrible reviews.Battery life is pretty awful when played loudly, Last for 4-6 hours.The flap on the back that covers the electrical ports is ridiculous. Thin little flap to get your fingernail in which if your a guy is barely enough. And its flexible so you really just want to pry it open with your knife tip.After several months of using this i feel like i wasted my money. Totally kicking myself for not going with the UE route.Terrible choice for a charging plug as well. Yeah its common. And yeah every single phone and device ive had thats used one is completely shot after a while. Dinky fragile little plugs need to go extinct. Its time for wireless charging.. Its as simple as two coils of wire next to eachother. Its not rocket science!"
    },
    {
        "title": "Long-term review: battery life is a problem!",
        "text": "We've had our Charge for about 3 years.  Great sound, great charge, decent Bluetooth connectivity.Last week while plugged in, the battery blew up and the unit caught fire.  Had we not been home, the house would have burnt down.JBL would not take my emails or calls on the matter for over a week.  They only offered to replace the unit, once I proved to them that it was the unit, and not some other issue (it wasn't another issue - it was a faulty product).They showed no concern for the safety of my family and stuck to their corporate response.  This tells me this may be more common than we'd like to believe.In any case, I'm going to Bose for all future speaker needs, and please be careful when charging your JBL product."
    },
    {
        "title": "Wouldnt buy again. Honestly terrible product all in all.",
        "text": "Let me start this review by saying this was NOT purchased here on Amazon. I received this as a gift and had it for slightly over a year (about 15 months or so) of very gentle use, almost never played full volume, never submerged, never dropped, never hit, always kept in an after market padded case when not in use and one of the speakers blew out. I contacted JBL only to find out that I was several months out of warranty and there was nothing they could do, they did however refer me to several local repair shops, all of whom had repairs that started at $100 (nearly the cost of a brand new one!). I feel like this was awful customer service by JBL. Between my close friends and family we own four of these and I feel that for a $150 speaker, my concerns should have been addressed as this was the only one that has ever had issues. I will not be purchasing more JBL products after this which is honestly unfortunate as they are one of the better brands on the market."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "For a year and a half, I absolutely loved this thing. I brought it to pools, boating trips to the river and lake, the beach, bonfires, ect. and never had to worry about it getting wet or dusty. It sounded awesome and had almost zero distortion at higher volumes.Did you notice how that was in the past tense? That's because after a year and a half the speakers started making popping and cracking sounds whenever I used it. I reported this to JBL. They sent a few troubleshooting options and none of them worked. I was outside of the 1 year warranty. JBL's response was \"guess you'll have to buy a new one.\" It's disappointing to see a company not stand behind it's product. They don't even offer repair services. I would have gladly sent this in to get repaired.If this had happened with a $10 crappy no-name Bluetooth speaker, I wouldn't be upset. But JBL is supposed to be a legitimate electronics company. I intentionally spend extra money to get a higher quality product. It's a shame to see their quality and support be so poor."
    },
    {
        "title": "Speaker stopped working",
        "text": "The micro usb will recess after a few months, meaning you can not charge it any other way.  Even if you buy a USB to USB adapter, you can not use the regular USB port  to charge it. To repair, you will need to remove 20 or so screws and then solder the connector back, that is, if the pad on the board is not ripped off. Google charge 3 micro usb and see for yourself. Very bad quality on a critical requirement, power. I lost my hard earned $119. I am sure it’s the same connector on the Charge 4. Do not buy! Don’t believe people that write reviews 2 hours  after  opening it, reliability issues take time to manifest!"
    },
    {
        "title": "Go elsewhere. Great speaker until it dies after a year. Horrible customer service. Don't offer repairs.",
        "text": "I bought the charge 3 thinking that it would be better then the bose sound link that I already have and nope very disappointed with jbl. The speaker has no highs it's all mids and bass sounds muffled and poor sound would not recommend, buy the bose sound link it sounds better. C'mon jbl step up ur game. If I owned a speaker company I would be kicking Bose ass or putting the BEST components in my speakers across the board period. A good speaker has treble, mids and bass. The charge 3 speaker in opinion is junk I wouldn't pay .99 cents for this let alone 99$. Great experience jbl I'll stick with bose."
    },
    {
        "title": "Micro USB charge port will recess in guaranteed!",
        "text": "I have used this speakers for the last couple years and loved them! 2 days ago they were turned OFF and charging (with the original charger) and caught on fire! Luckily I was home to call the fire department. JBL has completely ignored my attempts to contact them about the issue so I am here to warn you! If they are charging keep an eye out! I am now facing a big fire department bill and refinishing my hardwood floors....  I am expecting new speakers and expenses covered by the company."
    },
    {
        "title": "For a small portable speaker, bose is the best.",
        "text": "Brand new out of box, plugged it in to charge it and after some time, doesn't turn on at all. Not sure what the deal is but even after hours of being plugged in, still nothing. Tried other chargers and confirmed wires and outlets worked, still nothing. Super pissed. Can't send back because I got it as a gift."
    },
    {
        "title": "THEY CAUGHT ON FIRE",
        "text": "This is nit the first JBL speaker I have purchased - we have several! I bought this one as a Christmas gift- I don’t think we took it out of the box until March or April... here it is August first and it won’t charge or turn on - I think we got a lemon 🍋 this time!! Very disappointing- the other 3 have been great - this one is less than satisfactory!"
    },
    {
        "title": "Do NOT buy this from Amazon",
        "text": "I purchased a JBL speaker with additional warranty.  During the time I had it I had to send it in once for repair.  A few months later, it no longer charges.  JBL and the warranty  both tell me that it is no longer covered and I am SOL.  The sound quality is undeniably amazing.  But it is important for customers to know that the product does not last before spending that amount of money on a speaker."
    },
    {
        "title": "I got a lemon",
        "text": "Flat frequency response, too much boom in the bass, sounds awful at low volume level. Also, makes a series of noises when powering on AND when powering down.WTF?’ Presumably, when one turns off the speaker it’s done because they don’t want anymore noise. Why would there be loud guitar hit when you turn this piece of junk off?? Oh right, so it can wake up my sleeping kids, of course!Another brainless engineering fart fromJunk But Loud."
    },
    {
        "title": "Does not last",
        "text": "Do not buy this. I bought two as gifts, one for my daughter. Awful, it stopped working after a few months. I contacted Amazon and they had me send it back which I did. I received another one but after a few months the same thing happened. Did not even bothered anymore. Waste of my money!Truly wish they would just refund me my money!"
    },
    {
        "title": "Junk But Loud",
        "text": "I've been using my 3 for a couple of years now without issue and have loved it. it just use it around the house and yard with no extreme exposures or abuse.  But recently I began to hear some distortion on the base and I noticed that battery would die out even though it was 80% charged.needless to say I am disappointed and will think twice before buying this brand again"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Although I had for a couple of years it was not used very often ( 6 times under 5 hrs of use)  When I attempted to use it this year for music on the golf course it shut off after 20 minutes of use.  Now it will not take a charge or turn back on."
    },
    {
        "title": "Speaker stopped working",
        "text": "I bought an orange JBL sound bar about 18 months ago. Paid $149. Just 18 months in the sound quality.is so bad I simply want to throw it away and get another sound bar. It sounded pretty good when it was new. It sounds terrible today. I bought a Pioneer home sound system in 1993. It still sounds just as good today as it did 25 years ago. JBL does not produce quality products that last. Pay a little extra and get the Bose sound bar. That’s what I did yesterday."
    },
    {
        "title": "Junk",
        "text": "This speaker gave us trouble from the beginning. I called the company and they sent a new cord. Fine. But one year later, the on/off button will not function and so the speaker is trash. The speaker has been babied, not dropped or mistreated at all. For such an expensive speaker to die after only one year is a pity. I will not buy this brand again."
    },
    {
        "title": "Low cost. Low quality.",
        "text": "I have the bose soundlink MINI but I bought the charge 3 thinking that the jbl would be a better speaker, NOPE the mini blows this speaker away! The charge has no highs it's all mids and bass sounds muffled, bose is a little more $ but it sounds a heckuva lot better. Step up ur game jbl bose is kicking ur ass in the speaker business.🤘"
    },
    {
        "title": "One Year",
        "text": "Received this as a gift and was very to set it up but they don’t bother to provide decent instructions and the one provide hardly have English explanations just pictures. For the cost of this item it wouldn’t kill you to provide decent instructions.  Very frustrating and still trying to get it all setup 30 min later..  very disappointed w this product and company so far"
    },
    {
        "title": "Muffled sound",
        "text": "Worked for five months then one day turned into a static, popping, hissing mess. Contacted JBL for them to fulfill their one year warranty and replace the device, their response: why are you using the volume buttons on the actual device?Uh what? Because you designed the product with volume buttons. Don’t design something with buttons you don’t want the user to use. Stupid. Never again. G Project makes superior, long-lasting speakers. This company does not."
    },
    {
        "title": "Lack of instructions sucks",
        "text": "I bought this about 19 months ago and after fully charging overnight battery gives out after 2-3 hrs. Not even close to the 20 hrs advertised. After contacting JBL, they offered 10% off coupon. I paid $120. That almost $10/month. Expected better product, and then better than a $12 off coupon. See ya JBL you're not the only dog on the track."
    },
    {
        "title": "Malfunctions after five months of use",
        "text": "Had really high hopes for this speaker but have completely let down.  Can't get it to pair with my iPad first off.  Took the original one I bought back thinking I had a fluke, but this one won't either.  My iPad connects to my flip 2 is seconds.  The sound is border line terrible.  The flip 2 doesn't have as much bass, but gets much louder.  I don't see how they made a bigger speaker sound worse.  I'll be exchanging this for a UE and see how it performs."
    },
    {
        "title": "Battery Won\"t last",
        "text": "The media could not be loaded.\n                \n\n\n\n JBL has always been a great brand. I’ve been using JBL products for over 15 years both professionally and for consumer use. I recently purchased a JBL charge 3 a year and a half ago and it sounded great and the battery lasted long while it worked. But then it started acting up. I contacted JBL and they just shut me down and said I was out of warranty and to try a local repair shop. I tried to get it fixed with geek squad next, and they told me that the JBL speakers and Bluetooth speakers in general normally last about two years. Mine didn’t even make it to 2 years. That’s absurd to spend a lot of money ($150 when I bought this and even up to $600 for bigger speakers) on products that’s going to break down and they tell you just to buy it again. Geek squad told me to to just buy a new one and get insurance. Pretty upsetting that it can’t be repaired. I’m upset about this and I won’t consider buying JBL again."
    },
    {
        "title": "Very disappointed",
        "text": "This unit worked for like a minute and then would never charge. We had so much going on at the time that I never returned it. Our Flip works great but this was an expensive oversight. Trying to contact the company a year later--would be a shame to toss."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "After 1 year of having the speaker and only using it a few nights a week at work and keeping it in a protective case the speaker blew.  not happy about that"
    },
    {
        "title": "Speaker stopped working",
        "text": "Loved this speaker when I got it. For a small speaker it has big sound, in a small space. That did not last long. The battery died and now I cannot even use it with power cord. Everybody I know who bought these speaker are having the same problem, even the larger more expensive models."
    },
    {
        "title": "crapped out in a year",
        "text": "The sound quality is not good. It sounds like from a barrel. Highs is not good and bass is poor. I bought Sony SRS X20 and it is much better. Charge 3 has USB for charging your phone, but doesn't allow to listen for music stored on USB flash. You can only is this speaker to listen music from your phone"
    },
    {
        "title": "JBL needs to get it together",
        "text": "Didn't sound as good as my old Bose square speaker and you can't disable the start shutdown sounds, didn't keep it long enough to see much else.."
    },
    {
        "title": "Sound is not good, limited features",
        "text": "jbl is not dependable brand. Speaker says its charged up on battery life but when I disconnected it shuts off due to weak battery. May be faulty but their headphones ended up crashing too."
    },
    {
        "title": "Annoying",
        "text": "JBJ builds a solid product, but if your $300 speaker has a software issues and randomly shuts off they’ll kick you to the curb and tell you to buy a new one. I own well over $1000 worth of JBJ products and after 2 bad jbl Xtremes and terrible customer support they lost my business."
    },
    {
        "title": "Cheap brand",
        "text": "Didn't last. Junk JBL is no longer quality"
    },
    {
        "title": "Terrible customer support",
        "text": "Bought this 12/2018 and in 08/2019 it started having static while playing music.  I have cheap eBay speakers that are 3 years old and still sound the same as when I bought them.  Very disappointed with this purchase."
    },
    {
        "title": "Do not buy this",
        "text": "Stay away from this product! Will work for about a year that it will shut off after about 2 minutes of use. Company is aware of the problem refuses to fix it offers a 10% discount!!"
    },
    {
        "title": "Static with music 8 months after purchase",
        "text": "Over rated and over priced. Sound quality is not impressive. There are many cheaper speakers out there that cost a lot less.Does NOT play for more than 2 hours. If you charge your phone from it the battery will drain much faster. I don't understandwhy so many people are going crazy over it."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Not durable. Not used nearly enough to excuse the total failure. crackles and pops, tried troubleshooting. Company offered no help. No replacement, no repair.It did sound good. Battery was good. All irrelevant when the amp or speaker does not last."
    },
    {
        "title": "Speaker stopped working",
        "text": "I loved this speaker at first (seriously recommended it to all of my friends), and then after a year, it stopped pairing with my other JBL Charge 3, AND the sound is extremely distorted. Conveniently this happened right after the the warranty expired.  Extremely disappointed."
    },
    {
        "title": "died and JBL/Harman won't replace or give meaningful discount for replacement",
        "text": "This speaker didnt last me  i change the battery and charger ,and it didn't work it was manufactured."
    },
    {
        "title": "Works for a year, and then stops. Very disappointed.",
        "text": "I have other JBL speakers and they all work fine. I was disappointed where within the first week of use the speaker was squealing and making horrible noises. It is completely unusable."
    },
    {
        "title": "Quality",
        "text": "Static noise coming from speaker. Mine is over a year old so customer service wouldn’t replace it. Too expensive to buy again and it won’t last long."
    },
    {
        "title": "Broke in a week",
        "text": "Woeks well when its on but it always shuts down even thou power light is on it like goes to sleep do not likethat"
    },
    {
        "title": "Static/crackley noise messes with the music",
        "text": "Device not even 1 and a half year old and having problems.. Won't hold a charge and even when plugged in the music will play for a minute and then shut off on its own. This was the answer of the support team: Unfortunately this type of units is not serviceable so we can"
    },
    {
        "title": "Keeps shutting down",
        "text": "I bought the charge 2 model, lately there are numerous interference s when using it, charging problem and other issuesBad customer service, looking forward to hear from the  company.(Wasn't bought on amazon)"
    },
    {
        "title": "Bad product",
        "text": "Incompatible with Windows 7.I called JBL and they were absolutely disinterested and unprepared to answer anything related to Windows 7, proceeding to blame the BT device manufacturer.I highly recommend from abstaining from JBL products based on this experience."
    },
    {
        "title": "charging problem and other issues Bad customer service",
        "text": "I spent 120$ for this speaker and after few months it’s unusable,the battery won’t charge and all buttons don’t work anymore!"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Nunca recibí las 2 speakers. Por eso estoy cancelando. Necesito el reembolso de mi dinero. Gracias."
    },
    {
        "title": "Speaker stopped working",
        "text": "Terrible don’t buy battery can’t even last a few hours"
    },
    {
        "title": "Nada.",
        "text": "One bass speaker works not properly"
    },
    {
        "title": "Worst speaker",
        "text": "I've bought two of these speakers in less than a year and they both stopped charging within months not worth your money"
    },
    {
        "title": "Broken",
        "text": "Excellent bass but poor voice clarity! No balance at all.  Cant hear the voice especially if it is in non-english language."
    },
    {
        "title": "I've bought two of these speakers in less than a ...",
        "text": "I am having an impossible time connecting via bluetooth. I've tried with my S5 and with my Tab3 to no avail.Unless there is hardware failure, it shouldn't be so troubling to bluetooth to the unit."
    },
    {
        "title": "Excellent bass but poor voice clarity!",
        "text": "Would not connect to either of my devices - the cellphone or the tablet. Returned. Yet the Flip 4 I have works well, sounds great."
    },
    {
        "title": "no boom, just bust",
        "text": "You can buy the 4 at walmart for $100."
    },
    {
        "title": "I got a lemon.",
        "text": "Drops the Bluetooth connection repeatedly. Returned and got the Bose Mini Soundlink and it never drops the Bluetooth. using a Moto X 2nd generation smartphone."
    },
    {
        "title": "One Star",
        "text": "With two paired together (party mode) the sound from the second one cuts out every 2 seconds from across my living room."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Do not buy from the \"used\" portion. I received my item in a little under a month which is horribly unacceptable to begin with but once it arrived there were no chargers or info on my product at all. So if you'd like to go out and purchase an entirely new charger go ahead and purchase. Other wise I suggest paying full refund"
    },
    {
        "title": "Speaker stopped working",
        "text": "Ever since I got it and use it. The product came effected. It blinked a couple of times, sometimes when I used it the speaker didn't worked to connect it with Bluetooth, when I did and I wanted to turn it off. It didnt didn't turn off. When I wanted to charge it it didn't charge."
    },
    {
        "title": "USED DOESN'T COME WITH CHARGER",
        "text": "Basura"
    },
    {
        "title": "Bad product sinces day one",
        "text": "Fuzzy"
    },
    {
        "title": "Basura",
        "text": "Product came broke, old, missing the battery and I had to pay for the return."
    },
    {
        "title": "Sound",
        "text": "It was defective when it arrived."
    },
    {
        "title": "Broke and old product missing battery",
        "text": "If you plan to buy one JBL Charge 3, you'll be happy with it. Sound and hardware quality is excellent. BUT - if you plan to buy two devices in order to enjoy Stereo sound, go to Google Play now and read through the JBL Connect app reviews. In order to get the devices paired to listen in Stereo, one need to use the JBL Connect app. With the current firmware/app, it's not possible to switch to Stereo mode without using the app. If you manage to pair the devices to play Stereo, you'll listen to an annoying crackling noise for about 5 seconds before the devices decide to g into the desired mode. We all know, JBL/Harman can do better. I returned the devices because they simply do not work together with the JBL Connect app in a satisfactory way. You don't have to return the app, just uninstall it and touch it never again. As one needs the app to operate the devices (if you want to listen in Stereo), the whole system (device/app) needs to be rated. One star is more than enough."
    },
    {
        "title": "Defective",
        "text": "I’ve had this speaker for several months I don’t know exactly how long but I could tell you after about eight months the quality of the speaker completely did a bellyflop, is fuzzy sounding especially at lower volumes I do crank it louder because it’s not as fuzzy but it has very poor quality sound, I know that this is a namebrand item but for whatever reason my speaker is defective I’m very dissatisfied also battery life is not that great but that’s fine in my eyes because I use it in my home but sounding like crap I rarely use it now, I definitely did not get my moneys worth.Please note that this speaker has never been abused, it’s never been around water, it has never even been used outdoors."
    },
    {
        "title": "Excellent sound quality - JBL connect app the pure opposite",
        "text": "Gonna return it it not what I thought it was. When I push on the button to put it louder ot cuts off the sound."
    },
    {
        "title": "Speaker sounding fuzzy and staticky after a few months",
        "text": "Received blown speakers had to return"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Doesn't sound good.  My old smaller jbl speakers are just as loud and sound better."
    },
    {
        "title": "Speaker stopped working",
        "text": "Excuse me, if you spend 150 US dollars and buy a Bluetooth speaker, it only takes less than two years, bass part start creaking noise; creaking noise, do we still need to trust this so-called big brand?"
    },
    {
        "title": "A big letdown",
        "text": "DO NOT BUY FROM THESE PEOPLE.. THEY ARE DISHONESTI have given this a one star review because of the TERRIBLE customer service from Electronique Hifi.I purchased this speaker from them and a couple of months later it started randomly turning itself on and off. It was well within the warranty period so I emailed them to organize a replacement. They first told me they could not do anything if I didn't have the original packaging. I then managed to organise a replacement. I sent my faulty speaker back to Quebec for around $25 dollars with the promise of a brand new replacement speaker.A couple of weeks later I received a package. When I opened it, it was just a speaker in a generic box with no original packaging. As I paid for a brand new one and it was faulty, I should have received a brand new replacement. When I emailed them about this, they were very argumentative and assured me that this was a brand new speaker but just wasn't in the packaging. Why would they have taken it out of the box I asked? They just responded with a copy and paste from the JBL website which had no real answer in it.At this point I had been back and forth with them and was getting nowhere so I called amazon. They were great. Told me that the seller was completely in the wrong and issued me a refund straight away. After all of this, I finally went to use the replacement \"brand new speaker\" and it is also not working properly. It does not pair with a new device unless you reset it to factory settings. Therefore proving that they did not sed a new one."
    },
    {
        "title": "Our fate is over",
        "text": "Amazon review: Bought the JBL Charge 3 Bluetooth speaker for my husband for his birthday, he really wanted a JBL because they are known for their superior quality and craftsmanship. What he ended up getting was the complete opposite of that. Speaker worked great for a week, after that the sound quality completely depleted, it is full of static and scratchy notes. The volume has been almost cut in half. It does not get loud anymore. He took it to work with him to use while on his 28 day shift and he is totally disappointed and can barely use the speaker it sounds so terrible. Brand new purchase off amazon, for $149 it lasted 2 weeks tops. Will never purchase again and will NOT recommend to anybody. Go buy the Beats Pill or a Bose, something that will last for more then 2 weeks. Total disappointment.We also bought his father a JBL flip 5 from Best Buy and the same results are happening to him. So much distortion and static it is almost unbearable. 2 different stores, 2 different models, both purchased the same month and both, in my opinion are broken and garbage. Save yourself the trouble of having to return the speaker and buy a different brand!!!!"
    },
    {
        "title": "BUYERS BEWARE",
        "text": "Je suggère pas cet appareil de tout!! Après 1 an et demie fonctionne plus!!! Ça vous réveille pendant la nuit parce que ç’allume tout seul et s’éteint pas…"
    },
    {
        "title": "Terrible",
        "text": "No sé si llego con daño pero se escucha muy feo por desgracia me rompieron el empaque y no puedo hacer un reclamo"
    },
    {
        "title": "L’appareil s’allume tout seul!!! C’est vraiment dérangeant. S’éteint pas!!!",
        "text": "Al principio fue un gran producto, pero al cabo de dos años la bocina del lado izquierdo falló, se escucha como si estuviera rota pero no lo está, simplemente es un defecto, puedes encontrar videos en Youtube, aunque se cambie la bocina en cuestión la falla vuelve a presentarse, al parecer es un defecto en la impedancia del circuito, NO LA RECOMIENDO."
    },
    {
        "title": "Mal sonido",
        "text": "Don’t buy from here or just don’t buy at all. Mine broke after 1 month. It sounds terrible and cannot be listened to. I inquired about warranty and was told I’d have to ship it to them at my cost with the original box, which I don’t have anymore. Wasn’t expecting it to break after one month. If you want one go somewhere they can honour the warranty in store. Not worth the headache."
    },
    {
        "title": "No te engañes",
        "text": "My parents ordered this product for me in May. They gave it to me on my birthday on June 29, I loved the speaker until just a few days ago. I never have the volume above \"half\" and the speaker has started to blow out already. The sound quality worsens everyday and sounds like there is something shaking in the speaker. I would like a replacement to fix this."
    },
    {
        "title": "Broke after 1 month of light use.",
        "text": "Después de poco más de un año dejó de funcionar: se apaga solito, se descarga en pocos minutos y desde hace unas semanas empezó a \"croar\" muy feo. Lástima porque el design es  muy bonito, y el tamaño es perfecto, pero ya es inutilizable."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "This product was good in the beginning but less than a year and it’s already having problems charging.It doesn’t work without the charger. The sound is scratching. I’d like a new one"
    },
    {
        "title": "Speaker stopped working",
        "text": "Défectueux .... Impossible de l'éteindre..... il s'éteint et se rallume à chaque 30 minutes et nous empêche de dormir. La seule façon qu'il reste éteint c'est lorsqu'il est sur la charge. Nous sommes trop tard pour dans le délai pour l'échanger alors je suis pris avec. Je vais bientôt le lancer par la fenêtre ...."
    },
    {
        "title": "I need a new one",
        "text": "I was so excited to receive the red jbl speaker from Prime one-day shipping. The speaker was great for about 15 minutes, and then there was a loud static noise. Now every time I turn on the product there is just static noise, my laptop cannot even connect to the speaker. I will have to return it. Defective product, do not buy!"
    },
    {
        "title": "Défectueux .... Impossible de l'éteindre.",
        "text": "I bought this because I wanted to pair it with my JBL4. The instructions included and the YouTube videos led me to believe it’s easy.It is not. They don’t pair.At all.I tried for two afternoons and they simply are not compatible regardless what you are led to believe.You know that, you will save yourself $200+.Now I have a speaker that won’t do what I bought it for. What a waste of $"
    },
    {
        "title": "DEFECTIVE PRODUCT",
        "text": "This speaker was perfect until last week when somehow the bass blew and it plays now as if sand is stuck inside it. (It's December here and I have not been anywhere near a beach in many months.)"
    },
    {
        "title": "Doesn’t pair",
        "text": "The media could not be loaded.\n                \n\n\n\n I dislike the sound quality when i play the music the sound comes from it with muffled voice. I am not satisfied with this product. I wasted approx $200 on this product. So, i will not suggest anyone to buy this product."
    },
    {
        "title": "Speaker shot after just 5 months",
        "text": "Was happy with it yesterday, today not!  Once it hits water stops working!  Once you pull it out sounds horrible. This is JBL expected a lot more from them.  It's also only 6000mah cant do much with it.  No bass controls so some songs sound really bad.  (.  Bass bottoms out a lot.  It is somewhat loud well as loud as it can be for 10w speakers.  For $200 I expected something a lot better and more usefulness.  Also side woofers they could of put a black or red mesh to protect them but they did not and choose to!"
    },
    {
        "title": "Waste of money.",
        "text": "This is just a scam, the seller never stated is an open box, it fails to stay connected, its sound is choppy and the exterior looks used. Most be either a returned device because  of malfunctioning. Its disappointing because I own another bought at Best Buy and it's just excellent, unlike the crap this seller is trying to sell. Returning ASAP!"
    },
    {
        "title": "Meh returning it!",
        "text": "Use it maybe a couple times a week in the house for music. After 4 months all the buttons stopped working. Never been dropped and always stored in the carrying case. Suped disappointed"
    },
    {
        "title": "Be careful with this seller",
        "text": "Purchased this unit because I did not want to buy a Bose.I had this unit for about 2 weeks and might have used about 15 times for no more than 3 hours each time then all of the sudden it stopped connecting to my Macbook Air, I tried giving it a full charge, removed other Bluetooth speakers on my list and nothing. So back it went."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "The one I have received will not charge nor will the cord even plug into it. :( and there is a constant crackle when playing. Which I cannot do now because it is completely dead. Very discouraged right now. 😪"
    },
    {
        "title": "Speaker stopped working",
        "text": "Sound quality was noticeably bad, as soon as we turned it on there was static sound. Something was wrong and led us to believe it was refurbished product as most original packaging was non existant.Back it goes!"
    },
    {
        "title": "I would have loved this if it was working properly. :(",
        "text": "Update: Static sound that makes it useless. Read other reviews on the web from another users, all of them with the same issue after replacing the speaker and using it after some months. Do not buy, terrible product. It does not worth the price."
    },
    {
        "title": "Refurbished?",
        "text": "sound its bad \"boxy\" no mid or lows sounds like a 20 years old speaker and its disconnects all the time !dont buy!"
    },
    {
        "title": "Useless",
        "text": "Barely holds charge and speakers sound blown a"
    },
    {
        "title": "sound is bad!",
        "text": "It seems as if they have refurbished this device, the sound is terrible and pretty much never works. Would not recommend and would love a refund."
    },
    {
        "title": "Speakers suck",
        "text": "While this item has great sound quality, it will only pair with one device. Once paired with that device it's impossible for other devices to pair and play music. Pretty disappointing."
    },
    {
        "title": "Sound quality sucks",
        "text": "Had this speaker for about 4 months with minimal use.  Never got it wet or dropped it.  Have only used it in my apartment.  Out of the blue today it just stopped playing sound.  Says its connected and looks brand new.  Useless.  Awful product."
    },
    {
        "title": "Doesn't pair with multiple devices.",
        "text": "Brand new out of the box crackling speaker"
    },
    {
        "title": "Connects but won't play sound",
        "text": "Au bout de 10 mois d'utilisation restreinte seulement, l'enceinte est tombée en panne , apparition dd grésillement qui empêche complètement l'utilisation"
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "Product wouldn’t charge properly or hold any charge, and wouldn’t connect via Bluetooth. Ended up returning."
    },
    {
        "title": "Speaker stopped working",
        "text": "Item turns on and off after 2 months."
    },
    {
        "title": "Sent to me not working",
        "text": "Be care is a chiness copy!! Fake jbl"
    },
    {
        "title": "Garbage",
        "text": "Can not contact Redsun  This was a bad experience so far!"
    },
    {
        "title": "Fake jbl charge 3 is a copy !",
        "text": "C était un faux"
    },
    {
        "title": "Poor battery - No product support from JBL  unauthorized dealer!",
        "text": "I JUST CAN'T BELIEVE...I BOUGHT THIS JBL TO NOT GIVE ME ANY PROBLEM, SINCE IT'S A VERY TRUSTABLE BRANCH, BUT MY PRODUCT WAS BROKEN....BATTERRY NOT GOOD AND SOUND WITH A LOTS OF NOISE....I HAD TO RETURN THIS AND I DIDNT USED FOR MY PURPOSE WHICH WAS NEW YEAR EVE PARTY...."
    },
    {
        "title": "Pas un bon achat",
        "text": "I expected a much better sounding speaker for 180.00. Terrible highs and when you turn it up it sounds like it's going to explode. Would never recommend this kind of sound for that kind of money"
    },
    {
        "title": "WHAT A SHANE",
        "text": "Algo no anda bien no puedo sincronizar dos bocinas, y el sello de seguridad venia roto"
    },
    {
        "title": "Awful!",
        "text": "Cuando lo pedí, por más que busque y busque, porque estaba a buen precio, nunca vi que fuera refurbished, y llega uno reacindicionado. Digo, no es que este mal, pero creo que es algo que deben de especificar"
    },
    {
        "title": "Por favor ayuda",
        "text": "En México nunca me contestaron para la garantía en su correo oficial, solo me contestaban en Estados Unidos pero ellos no se podían hacer cargo por la zona. Suena muy bien pero de nsda sirve si se descompone 2 meses después de su compra."
    },
    {
        "title": "Big Sound From a Small Package",
        "text": "So mad!! Charger broke after few uses. I don't think I've used the charger more than 10 times. Bought the speaker on may 2017"
    },
    {
        "title": "Speaker stopped working",
        "text": "Not at all loud as i expected.not much bass its low and just has the worth of150 bucks 250 is too much"
    },
    {
        "title": "So mad!! Charger broke after few uses. ...",
        "text": "The charger cable broke in less than a week, worse than an Apple product"
    },
    {
        "title": "Not at all loud as i expected.",
        "text": "sounds good for couple hours. tried to turn it on no response!!!thanks for wasting my time!got to  get my money back!"
    },
    {
        "title": "jbL",
        "text": "pas tres bon...."
    },
    {
        "title": "works for a couple hours then quits!",
        "text": "Worst experience ever"
    },
    {
        "title": "One Star",
        "text": "Muy mal el paquete llegó abierto y el cargador llegó todo sucio pidiendo devolución"
    },
    {
        "title": "One Star",
        "text": "Nunca me llego y me lo cobraron 😡"
    },
    {
        "title": "JBL charge",
        "text": "La compre en abril (Apenas 4 meses tengo con ella) y ya suena feo. Y los vendedores no me responden para hacer válida la garantía:(."
    },
    {
        "title": "Baaaah",
        "text": "El producto funciona muy bien, sin embargo no trago ni cable ni cargador a pesar de haber venido en su paquete sellado.No logro encontrar la opción donde pueda solicitarlos para que me los envíen."
    }
]