[
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "If you just need a good sounding portable speaker with heavy bass range and no wires then this might be a good option, but far better sounding units out there at less price if you don’t care about not having a JBL tag.However, they advertise if you buy two, you can configure one for left and the other for right channel operation.  Forget it. First it’s not easy as they force you to download a special “JBL connect” App. Which is required to reset the speakers each time as they keep defaulting to mono mode. In addition, the app is next to worthless as it keeps having problems recognizing any speakers are present requiring many many attempts to connect.Finally, in order to actually use this piece of crap software you first have to agree to TWO (2) totally separate licensing agreements, which are about 1000 pages long and describe all the snooping they plan to do regarding when you are using the speakers, the other connected devices, where you are physically when you are using them, and also agree to let them send you all kinds of JBL and third party advertisements to your email address.  The most recent Federal Budget had fewer legal terms, conditions, and far less pages than these speakers require!Please explain why a very basic utility program needed only to reset default settings on something you just purchased suddenly requires the same licensing and usage monitoring as purchasing MSWord or Excel?.Save your money, and don’t blame me if you think I’m exaggerating."
    },
    {
        "title": "It’s decent",
        "text": "I loved this speaker until it sank immediately after falling in a river. It didn't even float for a second! The main reason I purchased it was because it advertised that it floats in water! I was so upset, $100 down the drain or should I say at the bottom of a river. Before that, the sound quality and battery life was amazing but I regret believing it was safe to take on water."
    },
    {
        "title": "Don’t waste your money buying two if you expected setting up L & R stereo output.",
        "text": "I purchased this product and shortly after the return window, I started having issues that required a reset. I have the exact same model in red and have never had to do this. The sound is also different - almost distorted - nothing like my other JBL Flip. When I contacted Amazon support, it was oh we’re so sorry, you have to contact the manufacturer. The manufacturer says we have to contact them and report everytime we have to reset the item before they will address it. Obviously I received a defective unit and I have to contact them every time it has to be reset? And then what? I am clearly disappointment in both Amazon and the manufacturer. I see that there is a newer model - I would avoid this one!"
    },
    {
        "title": "DOES NOT FLOAT IN WATER!!",
        "text": "After using the JBL flip 4 for almost 5 years (albeit on life support), we have used the flip 4 constantly plugged in as a white noise machine with years of uninterrupted noise. Cant even make it one single night with the Flip 5 without it shutting itself off due to low power WHILE PLUGGED IN. Going back to using my half broken, bass blown out, battery-less flip 4 because at least it works while plugged in."
    },
    {
        "title": "Beware of Technical Issues and Support",
        "text": "Should last 12 hrs.. when new would only play for 4 hrs. after the first month you cant play at full volume or it powers off.  now only last for 3 hrs when at 1/2 volume. payed for the extra 2 year protection.after the run-around with Asurion and Harmon CS. I have to send it back, wait two weeks for them to verify my complaint, then they will send a replacement.  I expected a better product and I expected better customer service.  don't waist your $ on JBL, get something better!"
    },
    {
        "title": "Can’t stream whil plugged in??",
        "text": "After about a year or less it started taking a solid overnight charge in order to get it useable, but at least it would last multiple hours before dying. Now I can charge it a full 24 hours and I battery indicator won’t even come out of the red, and dies after a few minutes. Major bummer."
    },
    {
        "title": "12 Hr Batt?  what a bunch of BS.",
        "text": "The sound was great, the portably was perfect and the one time I recharged it took very little time. The reason this is getting one start is as a result of the speaker just dying after only a few weeks. I believe that all the items I just highlighted are voided immediately by the fact that the speaker no longer turns on. Very disappointed. Now had I purchased this item at a pawn shop I could understand, but brand new from Amazon?"
    },
    {
        "title": "Stopped taking a charge",
        "text": "I originally bought two flip 5 that were refurbished. The sound quality was great, but the connectivity was patchy and would fade in and out from less than 10 ft away and nothing breaking the line of sight. I thought this was maybe just because it wasn’t brand new, so I returned them for 2 flip 6. Sound was even better, and bt connectivity was great, but they would not connect party mode without the app. This was not acceptable bc I can’t get that app on my bt tv. I switched back to two brand new flip 5 thinking they would be perfect bc they were new, but it had the same connectivity problems as th first set. The sound quality was great, so I’m very disappointed about the connectivity."
    },
    {
        "title": "After only three weeks it’s dead.",
        "text": "I foolishly bought 2 of these before I knew they had an issue.Pros:- Great sound for the money!  Very nice!- Water proof - it's a plus by the pool for parties, etc.- Easy Bluetooth connect - it could not be easier- Nice sleek look and feelCons:- Battery life!!  It's a deal breaker for me.Both of my units WILL NOT stay on even when powered with high amperage USB transformers.  The battery slowly drains until the unit turns off.  In other words you cannot just leave it running playing music powered by a cord, the unit will run out of life and shut off on you.  This one issue is a engineering design flaw which trumps all pros.Bottom Line:If you expect to run your speaker continuously in the background while you get work done or whatever, do not buy this unit as it will shut off on you after a few hours even when fully charged and plugged in.  I ran several tests on multiple units."
    },
    {
        "title": "Great sound! Terrible range!",
        "text": "I have the coolest electric bike in the state of Colorado and I am embarrassed by the screeching sound that speaker makes I took my bike out again yesterday it did the same damn thing I will keep it and I will learn my lesson and not buy anything from you people again"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I owned the Flip 3 and Flip 4 prior to this. They both died after approx 24 months of moderate use...leading me to this most recent purchase. The Flip 3 and 4 both had excellent sound quality which is what led me back to the latest version of the JBL Flip series. The F3 and F4 produced amazing sound from such small speakers. This Flip 5 is disappointing. The bass and lower range do not compare to my prior JBL's. I've placed the Flip 5 in all the same places where my prior JBL's excelled (for such small speakers). The Flip 5 is a major disappointment."
    },
    {
        "title": "It’s decent",
        "text": "I have a JBL Extreme that I love. I was under the impression that this was about the same only a little less quality. I was going to use it in my garage which has been converted to a small machine shop. I really didn't need a super good sound system... just something for some background noise.Upon unboxing this thing, I noticed it was smaller than a 16 oz. water bottle and began to be concerned. I fired this thing up in my quiet living room, connected it via Bluetooth to my phone and fired up the music. After hearing the unbearable distortion, even at a very low volume, I immediately packaged it back up and sent it back for a refund.Sound quality was a 1 because that's the lowest I could give. The Bluetooth connected immediately without any dramas so 5 star there, and I didn't use it long enough to rate the battery life so I gave at a 3 out of 5 stars.While I positively love my JBL Extreme, this thing was a swing and a miss from JBL. My cheap transistor AM radio from the back in the 60s sounded better than this thing."
    },
    {
        "title": "Tinny Bass - Doesn't compare to Flip 4 or Flip 3",
        "text": "I should have read the reviews more closely before purchasing. Upon listening to the very first song through this at low volume I could instantly tell something was up. The bass and volume are fine, but the mids and highs sound harsh and aliased. I own a few Flip4 speakers and thought this would be a welcomed upgrade with USB-C charging and more battery life. I was not aware the sound quality has decreased across the latest JBL models. After researching this a bit more it turns out that the Flip5 (and Charge4 apparently) are mono output only.Nowhere in the product description does it specifically state that this speaker is mono. The only hint is that in the description it mentions you can pair two in party mode to create a stereo pair. This is some deceptive marketing. Going back and reading the Amazon reviews there are plenty of others who pointed this out and had the exact same experience.So if you were happy with previous versions and think the Flip5 is an improvement, you'd be wrong like I was. This is going back and I'll be keeping my Flip4s until JBL comes back to their senses. If you wanted to shell out more money then the Extreme2 seems to be stereo output. But if that is out of your budget then you'll be much, much happier finding an older Flip4 instead of this poor example from JBL."
    },
    {
        "title": "Sound Quality Is Awefull!",
        "text": "I WANT A REFUND!!!!!The first thing I noticed about this hunk of crap was that the battery life was significantly shorter than I'd expected. I found it only lasted 2.5 to 3 hours TOPS.Well, that short battery grew shorter and shorter and shorter to the point where after 5 months, it doesn't hold a charge at all.EVEN WORSE, even keeping the \"portable\" speaker plugged in doesn't help, and it simply crashes and shuts off automatically."
    },
    {
        "title": "Not Stereo. Sound quality worse than Flip4",
        "text": "I purchased this to use as my new bluetooth speaker in our gym as my previous one finally died.  I got it to pair immediately, and played it for 30 seconds--alll looked great.  Went to actually use it the next day.  Worked for part of one song then stopped playing.  Went through the troubleshooting steps.  Factor reset.  Could not get the bluetooth to stay connected.  Thought maybe it was my smartphone.  Had my techie son try to get it to work with his phone but same failure--just wouldn't play.  Called the manufacturer and performed troubleshooting.  They told me to return it.  Pretty sad as my daughter and my husband each have one and we were looking forward to connecting the speakers for great sound.  Bummer."
    },
    {
        "title": "GARBAGE. DON'T BUY!!!!!",
        "text": "Shows that it is charged,  but it is dead when you unplug it!  We have several of this model throughout our family and they are all fine! Got a Lemon on this one and need a replacement, but it is after the 30 days!"
    },
    {
        "title": "Supposed to be good...",
        "text": "I purchased my JBL flip 5 in July. My nephew had a very large one that stopped working, however he stated they were powerful. I actually purchased because #1 I love music with great bass, and #2 I wanted to pay my downstairs neighbors back for continually being obnoxious and loud lol. When I received it, I was happy with the fast shipping and the sound quality. Fast forward about a month later, I realized it wasn’t worth the price. The battery life is short. I would estimate I get get a couple hours out of mine. The other issues, if my phone is not within 5 feet of the device, it starts crackling and skipping, as if the Bluetooth connection is poor. Another issue with this device, the sound quality seems to have faded, or doesn’t hit as hard. Maybe that’s because I’m no longer a JBl virgin who knows 🤷🏾‍♀️ The app is also very poorly executed, I’m not even certain what the benefit of downloading it is. I wouldn’t recommend sorry."
    },
    {
        "title": "Will not hold a charge",
        "text": "Only lasted a month and a half ...sounded great but started to turn itself off every few minutes then it wouldn’t take a charge !I don’t like things that have a  Lithium battery that won’t take a charge"
    },
    {
        "title": "Not all it’s cracked up to be",
        "text": "Well it hooked up to my iPhone 13 very easily and worked great. Sound quality is far inferior to Bose or Sonos. But I was okay since my Sonos was crap and didn't work correctly.But then I connected it to my Macbook Pro (2021). Initially I had to call and change the settings to output to the speaker, which was odd, but whatever. Then it just constantly wouldn't play smoothly. Never had this happen with another speaker. Every time I moved screens or did anything on my Mac, it would crack and stop playing for a split second and it was horrible. Had to return it immediately after that. Didn't know finding a decent speaker would be this difficult."
    },
    {
        "title": "Only lasted a month and a half .....",
        "text": "This is a fine portable speaker with a fatal flaw for anyone wishing to use this as a speaker for an ECHO product -- even if it's plugged into power, it falls asleep after 20 minutes if music is not playing, so forget about setting any wake up alarms. I even downloaded the (rather useless) JBL App to see if there's some configuration there. No luck. This thing is just naturally narcolepticIf you do not care about this, it's a great speaker. Excellent bass, clear highs. Controls are clearly marked.However, the sleep feature is annoying. JBL should be smarter than this. A premium speaker should know when it's plugged in and stay alert. Even more frustratingly, if you pair an ECHO with it, it will go to sleep while somehow maintaining the connection, so your ECHO appears to be mute!Summary: A competent portable speaker with a lazy power management system."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "So I bought this speaker thinking it would be worth the money and last years. I bought my speaker in June of 2021, and use it at least once a week. The battery life is amazing, I can go a month without charging it. Recently the speaker started to static and will not play, I’ve contacted JBL directly and their “cheapest” solution is to just buy a new one."
    },
    {
        "title": "It’s decent",
        "text": "Bought this item new and it came opened already then revealed with tape. The speaker won't even turn on and I've tried every troubleshooting method and nothing works. Getting a refund."
    },
    {
        "title": "Wont last",
        "text": "I bought this because so many reviewers commented on how good the base was. Did we get the same product? There is none whatsoever! And I listen to rock/metal, so it's not like my music is super base heavy. This sounds high pitched and awful."
    },
    {
        "title": "Box was opened prior to arriving. Speaker doesn't work.",
        "text": "I bought this to replace the JBL Flip 4 I loved that my teenager begged me for. I thought \"hey, go for the upgraded model for yourself!\" and trusted the brand and went with the Flip 5. This speaker has never been put through the wringer. In fact, we've used it about a dozen times just on our patio. All of a sudden, just after the 1 year manufacturer warranty period, it doesn't turn on and won't charge. What a disappointment! I purchased the extended warranty through Amazon and will be trying to get this replaced. Depending on how that experience goes, my review may change, but that remains to be seen."
    },
    {
        "title": "No bass!",
        "text": "Dumbest design for functional buttons. They are on the opposite side of the output. I’m using this as a bedroom speaker for my smart TV. i have it on my nightstand. Great quality. But if I want to increase or decrease volume, turn it off or have any adjustment, I have to pick it up and move it. It’s so inefficient."
    },
    {
        "title": "Works great... until it doesn't",
        "text": "Super disappointed because I shopped around for a while before settling on this bluetooth speaker. I even have another JBL product that I like a lot and works really well! But for this one, the bluetooth absolutely never connects to any of my devices - my macbook, my iphone, and my ipad all fail to connect to it, and when I do a hard reset (holding down the plus and the play button until it shuts off) it once and a while will fix the issue and connect, but it takes several minutes to get it up and running.  Recently, however, this hasn't even worked -- several factory default resets and it still won't connect to anything. Luckily Amazon offered a refund even though I had it for months."
    },
    {
        "title": "Dumbest design for functional buttons",
        "text": "I bought this speaker because I was told it would be a nice little desktop speaker. It lasted about a month, then stopped taking charges. Shame on JBL for making such a mediocre product. Maybe I was just unlucky and received a defective product. Either way I'm out a speaker and the money I used to buy it."
    },
    {
        "title": "Have to hard reset it to connect the bluetooth--every time",
        "text": "Both of my Flip 5's have broken--one after eight months of use and one after 6 weeks. They sit on my shelf-- I don't haul them around--I don't tax them in any way, they just sit in one spot. They have broken in exactly the same way. First the battery life goes-- I will have just charged it earlier that week and suddenly it's out of batteries where the battery had great life before. Then it starts sputtering or won't find my phone on blue tooth and this last one will only play if it's hovering in a certain position--if it rolls out of that position, it stops. I'm really disgusted. How could two of them break in exactly the same way unless a whole bunch of them were made wrong. When I get in touch with JBL, I'm directed to a robot. I'm either going to have this resolved by Amazon or I will open a dispute with Amex. A product like this should last years not 8 months or six weeks."
    },
    {
        "title": "Stopped working",
        "text": "It says it has a 3.5 mm connector, but it does not. Sadly, I didn't see this in the reviews on my desktop PC, even though I checked. Maybe that was an Amazon glitch or something. Either way, the advertisement is still displaying incorrectly."
    },
    {
        "title": "Two of my Flip 5's have broken",
        "text": "Going to keep this 1 star until they fix description. I brought it to their attention months ago and they said they would fix it. Bad brand support to list features that don't exist.Actually a great little speaker though."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Showed up fine, a day early. Bother Amazon and JBL boxes were undamaged. Plugged it in, and nothing. Hit the button, and nothing. Let it charge overnight, and nothing. So I hafta ship it back and wait for them to approve the replacement before sending me a new(likely refurbished and possibly also not working) unit..... Maybe I shoulda bought the UE 3....."
    },
    {
        "title": "It’s decent",
        "text": "I had a Flip 5 and decided to add another one to get the PartyBoost feature when using both speakers together. Long story short....it doesn't work well. It constantly breaks up and drops out. The app is unusable. It can never find the second speaker. I would highly avoid this speaker for this reason."
    },
    {
        "title": "Won't turn on, won't charge.",
        "text": "I loved my JBL 5 right up until it completely gave out and i no longer get any sound, I am a delivery driver so i've had a few Bluetooth speakers most of them never gave out they either got stolen out of my car or the battery ended up giving out (AFTER YEARS)I HAVE NEVER HAD A BLUETOOTH SPEAKER LAST SUCH A SHORT AMOUNT OF TIME.hopefully its just a lemon  ?as you can see in the picture its brand new.Edit after this ^ they kindly sent me a 2nd JBL Bluetooth speaker which has now also stopped working, I appreciate them sending me a 2nd speaker but I will never buy another JBL product"
    },
    {
        "title": "Great product when its used by itself",
        "text": "Not a good speaker for work only holds a charge for 2 hours way to expensive for what you get"
    },
    {
        "title": "Quit working after 1 month replacement came and also quit working",
        "text": "Worked for a week before is started to crackle and pop. Firmware is updated and not the issue. Pretty much useless."
    },
    {
        "title": "Value",
        "text": "So disappointed about the jbl speaker , only play music two month and suddenly just dead"
    },
    {
        "title": "Worked for 2 weeks then snap crackle pop garbage.",
        "text": "It’s all base and no clarity. Not for true music lovers."
    },
    {
        "title": "Defective",
        "text": "Had this soeaker for alittle over a month. Turned it on 6 times and charged it 3 times. Has never been in water and sits in my shop. Today went to go charge it and the port and cable caught on fire. Started smelling up the shop and smoking. I will be contacting for a replacement this doesnt seem safe"
    },
    {
        "title": "Sound is terrible",
        "text": "Mine works great in the beginning, but in the 3rd month, it won't start anymore mysteriously.It's a nice little speaker that seemed to work well in the beginning. It worked perfectly for 2-3 month prior to it failing. Seems the unit stopped charging (via the USB-C port), same story as another customer wrote in the reviews.And the customer services told me it passed the return window (within first month only, not 90 days window as website suggested) so refused to exchange or refund. I am very busy with my work and don't want to spend too much time to contact the JBL warrantee by phone, so the customer service refund me $33, which is 30% of the price.Disappointed."
    },
    {
        "title": "Had this speaker for alittle over a month and not good",
        "text": "Supposed to last at least 12 hours and after over 24 hours of charging, died after less than 5 hours. Complete crap for what is supposed to be a higher end product.***UPDATEafter contacting JBL directly about the issue because I was past the return point of it on amazon, I was directed to send it back to jbl so they could assess is and get a replacement. I have confirmed that they received I but have now been without the speaker or any more contact from JBL for over a month. Save yourself the money and the hassle, I got a better one for under $40 that works fantastically and all day long."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I'm very disappointed.  The unit has stopped charging for no discernable reason.  I plug the charging cable in, the charge indicator illuminates for a moment (when it's actually charging the light bar changes to indicate level of charge) and then goes dark.  The unit is not fully charged.  I ordered it in January of 2022 and use it for a few hours a week.  This is very disappointing."
    },
    {
        "title": "It’s decent",
        "text": "Maybe I just got a lemon, because I’ve never had issues with JBL or ordering a JBL from Amazon. This particular speaker had issues pairing to other phones after initially pairing to my iPhone, and had issues pairing to my other JBL Flip 5  (I have this one which is blue, my other is red). Once my friends’ phone was paired to this JBL (Blue), it would glitch/go silent when I got a text even though I wasn’t pair to it. After the 3rd night of trying to use it, we couldn’t get it to turn off.At this moment, I’m sending it back powered on because no matter how hard or long I press down on the power button, it won’t turn off.I love JBL and amazon. I just think I was sent a bad or already returned speaker. My other JBL Flip 5 (red) is awesome and highly recommend."
    },
    {
        "title": "battery has stopped charging after 6 months of use",
        "text": "I really thought I was going to love this little speaker, but after owning it for less than 6 months all it does is quit playing in the middle of the night and a loud deep constant humming noise is all it will play…even when plugged into a USB outlet for long term playing (used the original charging cable for it). And of course, there’s no extended warranty and I’m unable to return it. Guess I’m going to have to try & contact JBL directly. I STRONGLY suggest NOT buying this product from this vendor."
    },
    {
        "title": "Think I got a dud",
        "text": "Did not work. Charged and speaker still would not turn on."
    },
    {
        "title": "Loud Annoying Constant Boom Noise",
        "text": "The sound on this is little baby is real serious! No joke the base is great on it for such a little speaker. The quality is questionable some times when i connect it cuts in/out and I have to go and disconnect shut off the speaker turn it back on and reconnect. It’s SO FRUSTRATING!!  the Bluetooth connectivity is horrible. I don’t live in a large apartment but i have to keep my phone and speaker practical next to each other as soon as i step into any other room its starts to disconnect reconnnect.  I have another speaker which was 30 bucks and the sound isn't that great but the bluetooth connectivity is serious and never gives me issues! STEP UP YOUR GAME JBL especially for your price. I would NEVER buy another one of these or even recommend it. Sorry"
    },
    {
        "title": "Doesn’t work. Broken product.",
        "text": "The speaker stopped working after 2 months!! Do not buy off Amazon !!"
    },
    {
        "title": "Not worth the money",
        "text": "I bought a cheap bluetooth speaker at the drugstore. It worked very well, so I thought I would buy something better, more expensive, higher quality. JBL is a great brand, but, unfortunately, the speaker I bought simply did not work. The sound from it was OK for a minute, and then it would begin to stop, resume, stop. etc. This happened repeatedly. I thought at first that the problem might be with the bluetooth connection, but I checked multiple times and the connection itself was fine.When I used the cheap speaker again--no problem at all. So I packed up the JBL speaker and returned it to Amazon.I then bought another, better, somewhat more expensive speaker at the drugstore. I am listening to it now, and it's very good. Perfect reception and nice sound."
    },
    {
        "title": "Stopped working",
        "text": "So, 100 days after purchasing this for my husband as a Father's Day present, it quit working altogether. It won't charge, it won't turn on - DEAD. So, I called JBL.  They will only replace and warranty it if they sold it. Since Amazon sold it, we were told to contact them. Amazon's multiple customer service reps were \"so very sorry\" but they wouldn't replace since it was past 90 days (despite the warranty supposedly on the product from the manufacturer). So, now I have to go back through JBL and try to get them to replace it. So much better to just go to the source initially and cut out the RIDICULOUS middle man. DO NOT PURCHASE THIS FROM AMAZON!"
    },
    {
        "title": "Did not work",
        "text": "Awful. Unless they send me one that works while plugged into the wall if it runs out of battery and lasts more than an hour when fully charged without being plugged in. It only last an hour when fully charged and doesn’t play when plugged in! I will remove this review if I got a bad one and you send me one that works. Beat pill lasted hours and when you plugged it in the wall when it ran out of battery it would keep playing. This sucks! What a waste of money!"
    },
    {
        "title": "DON'T BUY THIS FROM AMAZON, GO TO JBL",
        "text": "As of right now this isn't really that great. It consistently drops the bluetooth connection to my mp3 player and I can't figure out why. The longest I have gotten it to work has been about 20 to 30 mins. On average it stays connected about 30 seconds before it starts it beeping, the lights flash, and then drops the connection even though my player says its still connected. And to add insult to injury there are times it just shuts off completely.At first I thought it was my player but that connects fine to my JBL Endurance ear buds, so I dont think that is the issue so I really have no clue why it doesn't work with this speaker. Overall I am very dissatisfied and would not recommend it to anyone."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "More junk made in China, do not buy. JBL is totally scamming buyers with this garbage. It says it comes with a 30 day guarantee, what a joke. Sounds nice for a year, then unit will not charge. I suppose they expect their customers to buy a new one every year?"
    },
    {
        "title": "It’s decent",
        "text": "Sounds great, easy to use. Looks great next to green iMac. Exactly what I was looking for!UPDATE 10/12/22- After 8 months of daily use I decided to replace this with a BOSE. This speaker never really worked well with my IMAC. Every couple of hours, DAILY, the connection becomes extremely choppy. I have to disconnect and reconnect, sometimes multiple times, for the audio quality to improve. Good luck getting a hold of JBL's customer service. What a waste of money."
    },
    {
        "title": "Not a good product!",
        "text": "I bought this to replace a much older jbl portable speaker that wore out after years of use. Bought it specifically for 3ml hookup for job site equipment.  Quite disappointed to see the way the price  increased recently, but decided to go for it any way.  Got it to to find no 3 ml support.  You increase price and do not offer basic features.  Common sense dictates a 3ml jack for sound equipment for compatibility.  Going to stay away from jbl.  Couldn't use it so 1 star for all features.  In a wheelchair and more important things to do daily than getting to the post office to return it and do not need another paper weight.  Trash bin."
    },
    {
        "title": "Worth it",
        "text": "This is my second JBL Flip. There is major interference issue with the Bluetooth connectivity when my Apple wireless mouse is turned on (using it with a MacBook Pro.) If I turn the mouse off, the sound is clear, but if I turn the mouse on again while the speaker is connected, my computer will not recognize the mouse. Once the speaker is off, the mouse connects.I've tried repositioning the speaker, mouse, and computer, but I can't figure it out. I tried using it on another MacBook with the wireless Apple mouse - same exact problem. After doing some research, this appears to be a known issue for which there is no solution - except to purchase another type of speaker."
    },
    {
        "title": "no 3ml support",
        "text": "Flip 5 will not link with Flip 4. I cannot believe this is not clearly stated that previous versions won’t link up because as customer support told me “JBL Connect+ enabled speakers will not be compatible to pair JBL PartyBoost enabled speakers”. Why wouldn’t the non compatible speakers be listed in the description? How was I supposed to know there was a difference from what PartyBoost is???? Terrible Terrible!! Also, the USB cord connects with a unique USB connection that I haven’t seen before so the other charger cords I have won’t work with this one. They don’t even send an outlet charger for the cord. Speaker sounds good though but the things above really are disappointing to find out after I bought it."
    },
    {
        "title": "JBL needs to fix compatibility issues with Apple Mouse",
        "text": "This speaker is great! But is stuck on.Help. Who can help with this?"
    },
    {
        "title": "Doesn’t Link To Flip 4 !!!!!",
        "text": "This is, with the exception of a pair of headphones, by far the most money I've paid for a Bluetooth sound device. And, after barely 2.5 months, the sound is getting wonky. It keeps cutting out while i'm using it and to say that I'm disappointed would be a HUGE understatement! I cannot believe that this is happening. The other two Bluetooth speakers I own are years old and cost a fraction of this. Suffice to say, this is the last JBL product I will buy."
    },
    {
        "title": "Need help",
        "text": "Hola. Mi parlante fue comprado hace 7 meses y presenta interferencias cuando  lo conecto al movil, el sonido es intermite y de repente emite un sonido fuerte. Tiene garantia y como la puedo activar?  Intente reclamar la garantía por Amazon y me informaron que solo aplica por el primer mes posterior a la compra y que a partir de ese momento se debe gestionar con el fabricante. Estcribi al fabricante y me dice que es con el vendedor. Me tienen de un lado a otro y nadie da respuesta. ¿ Alguien podría ayudarme?"
    },
    {
        "title": "After Two and a Half Months, Sound is Cutting Out - Don't Waste Your Money on Overpriced Junk!",
        "text": "My battery on a full charge doesn’t even last a full day"
    },
    {
        "title": "Interferencia",
        "text": "I have owned JBL speakers in the past and looked forward to the purchase.  I bought 2 Flip 5 units to pair them in stereo and unfortunately the app that manages this is not working properly.  I tried to pair / unpair the two speakers many times , delete the app, upload again, remove speakers from bluetooth and add again, nothing works.I contacted JBL on Monday and I replied immediately to their auto e-mail that I needed to reply to and they still have not gotten back to me.  Great sound if they would actually play correctly but ultimately a TERRIBLE Product and Equally Bad Customer Support.  Good Bye JBL, I'm moving on."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Really disappointed, advertising said it paired with 4, it doesn’t!!!"
    },
    {
        "title": "It’s decent",
        "text": "product defective does not work. no sound comes through after paring is completed. it turns on and connects but no sound comes through."
    },
    {
        "title": "No sync",
        "text": "I’m quite disappointed with this speaker. The battery runs out in under an hour of use. Other aspects are just fine but the battery issue basically ruins it for me.I’m guessing this could be a fault specifically with the speaker I received and may not be the case with all of them but such is the experience I’ve had with it."
    },
    {
        "title": "Defective product",
        "text": "I've had this for almost 6 months now.The connectivity is AWFUL. It would randomly disconnect on its own when I stop playing a video. It doesn't remember to automatically connect to my computer sometimes, even though that's the only device I use it for.A couple months after I bought it, it wouldn't turn off.Now it's not charging. I've been trying to charge it and the battery is just not taking it in.What a horrible purchase. I don't understand why anyone would give this a 5 star. I was definitely fooled!"
    },
    {
        "title": "Battery runs out much faster than it should",
        "text": "It work great with phone but when I tried to connect with my mac it makes my mac mouse cursor lag. Also, it gives lagging sound. Very disappointed. I didn’t get any solution of this problem. I tried to remove all bluetooth device from mac and connect back but still no works for me."
    },
    {
        "title": "Problematic. Defective.",
        "text": "Hello,JBL has serious problems with the batteries on there flip 4 and 5 units. Purchased the flip 5 January 5th, today February 8th the battery no longer functions, and the return time  has expired. Im stuck with a speaker that cost me almost $100 and its non-operational. JBL needs to be better managed, people trust the company, and to be financially burdened surely is wrong! Same thing happened with my flip 4 it lasted under 10 months, I trusted JBL again, and well .. not much more needs to be said."
    },
    {
        "title": "Bluetooth problem",
        "text": "It seems i spoke too soon.  The speaker is now very hot while plugged in to charge. However, while plugged in, not only is the speaker not charging, it will not stay on. The charge light is blinking, as if it is charging, but will not hold charge long enough to play music.I recently purchased wireless headphones from a discount electronics retailer and the battery was also in similar shape. Acts as if charging but not really charging. This seems to be a common issue. Somehow, retailers are getting faulty products and passing them off to public at discounts."
    },
    {
        "title": "Battery non-operational after 30 days of use",
        "text": "After battery died I plugged it in for a charge. It's been plugged in for 6 days and still won't charge or play. It just sits there flashing like it's charging, but it's not."
    },
    {
        "title": "Battery failure",
        "text": "Dont waste your money on the flip5. I Bought several flip4 speakers all but 1 had battery issues. I thought with all the reviews pointing out the battery problems JBL would have fixed it with the new Flip5.Nope!! They last just long enough where the return window expires and your stuck with a speaker that dies less than 1 hour of use."
    },
    {
        "title": "Will no longer charge",
        "text": "I ordered this because my JBL charge 2 just died after about five or six years. That was a great sounding speaker that never had connectivity problems. This is not that speaker. No exaggeration, the signal started breaking up when my phone was about six feet away from the speaker. There would be static or other problems every time I typed or did anything else on my phone, even standing right next to the speaker. I am returning this speaker and am not likely to order another JBL, which is too bad because I loved my old one!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I'm not goin go to comment on the sound quality. I am going to comment on the ridiculous charging port. Why is it that the entire world has agreed to use standard size charging connectors - except for JBL? Why in the world did they have to make this one slightly different so that no other chargers work? I can't find the original cable so now the whole speaker is useless. I could order one from JBL but I would rather set the speaker on fire just out of principle. Why would they do that? Why?????? I give this product negative 487 stars."
    },
    {
        "title": "It’s decent",
        "text": "Defective product, it works for a few seconds and turns off, it does not save charge, it sounds distorted, totally dissatisfied, I usually buy Bose, but the black friday price convinced me, big mistake!"
    },
    {
        "title": "Can't recharge battery",
        "text": "The speaker worked well for the first 3 months but then it started breaking down.  The return period ended in after 3 months by the way.  It would experience times when the sound would go silent and I would have to reboot what ever I was listening to.  It has also started emitting a very high squelching sound intermittently.  Very painful to the ears!  It continued to perform more poorly over the next few weeks until now it only works half the time.  I would not buy this again and cannot recommend this product!"
    },
    {
        "title": "Defective product",
        "text": "At the beginning the sound quality and connection works fantastic, but, after a week, I start to have problems with the battery life, it was a real problem when you can not unplug the speaker and neet to have it connected to the power supply all day to listen your favorite playlist. Then, I've been in contact with the costumer service through amazon website and each answer takes more than 3 days to come back and, with out any solution."
    },
    {
        "title": "Very short life cycle for this product.  Do not buy it!",
        "text": "Returned this product already once, got my replacement and that one doesn’t work either. Neither would charge or power on."
    },
    {
        "title": "Battery is not good and customer service no efficient",
        "text": "I WON'T buy another.  Battery failed.  Tried to replace battery at battery store, they said it couldn't be replaced.  They were correct after I tried following youtube instructions.  Seems the brand new ones are wired so they absolutely cannont be replaced.  : ("
    },
    {
        "title": "Doesn’t work",
        "text": "My JBL speaker was fine. It was just used during my daily workouts, so we had some background noise/music. And it just stopped working suddenly. I don't know why. Now I'm out trying to replace it. And I'm upset to spend $130 on something that might only last a year. Ugh."
    },
    {
        "title": "Battery died just after warrantee period.  Cannont replace battery!! : (.  Waste of $$$$",
        "text": "The soind that comes out of the speaker sounds like a radio station frequency. Haven't dropped the speaker once so I don't understand why the speaker doesn't work correctly anymore. The battery life on it is awful too. Too bad it broke after the return window because this is just a waist f money"
    },
    {
        "title": "Didn't even last a year.",
        "text": "I replaced my JBL FLIP 3 speaker with this one and honestly I could not tell the difference in terms of sound quality. HOWEVER, apparently there's a known bug with this version where connection drops every few minutes. I contacted JBL's customer service and asked for replacement. It's been 6 weeks already since I sent the defective product and they have not sent me back anything yet. I won't be buying their products anymore - it's just not worth it. There are plenty of other good speakers on the market now."
    },
    {
        "title": "Stopped working little after a month",
        "text": "Got my order today charged it first then was excited to see how it sounds. Man I was so disappointed with the sound. You would think the base would be awesome with the way the ends are made, but no!! They sound bad. Like no base at all. It was all treble and there is nothing you can do about it. I have already printed the return label and sending it back tomorrow."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Difficult to pair two speakers together.  Once paired, one speaker will disconnect for no reason.  Far too expensive for the quality of the product.  Look to other brands."
    },
    {
        "title": "It’s decent",
        "text": "I bought the camo speaker and the black one at the same time. The black one has been flawless. The camo one would never hold battery power from day 1. I was lucky to get an hour of play time from it without charging. So, I sent it back and JBL sent me a new one. This one did the exact same thing and now it won't turn off. So, if you are going to get one, don't get the camo one."
    },
    {
        "title": "Terrible product.",
        "text": "This thing is a pile of crap. At first it would turn on every time I tried to charge it forcing my to turn off my Bluetooth on my phone so nothing would play out of it. And now it turns on for half a second and then shuts off! I bought for a camping trip this weekend and now I won’t have anything to use! What a waste of $120. NOT WORTH IT. I’d honestly rather use a dollar store speaker at this point for my trip this weekend, probably be more reliable than this thing."
    },
    {
        "title": "For Some Reason The Camo is a Flop",
        "text": "I used to swear by JBL products. My last 3 have failed me. The power button is doomed to fail no matter how little or often I use they product. I will mo longer be recommending this brand to anybody."
    },
    {
        "title": "Crap",
        "text": "Nice piece, great quality feel....no performance. It was supposed to be a speaker for my shop but it couldn't fill my bathroom with any real 'sound'. IF you live in your parents basement or a retirement community I strongly recommend this speaker. If you have more than 10 square feet to yourself and actually enjoy music, look for something with better performance...."
    },
    {
        "title": "Doomed to fail",
        "text": "I just received my JBL flip 5 speaker yesterday  and it already malfunctioning. It does not play music while it is on the charger , it literally will turn on for a couple minutes while it’s charging and then automatically turn off. I spent over $100 for this charger and there are chargers waaaaaay cheaper that will work properly while it is on the charger. This is ridiculous. I feel like I’ve been cheated. And I don’t even know what steps to take to get it replaced cause I’m not sure who to call or what to do...."
    },
    {
        "title": "My factory 1979 Camaro stereo is louder...",
        "text": "Bought my first JBL flip 4 speaker a few years ago and used it on occasion for a couple of years. It started having connectivity issues and stopped working so I bought a flip 5 in September of last year, this one literally worked for like a month and started shutting down fir now reason after just a few minutes. Now it won’t even charge and is completely unusable."
    },
    {
        "title": "DOES NOT PLAY MUSIC WHILE ON CHARGER.",
        "text": "Amazon canceled my review earlier. Said my works are inappropriate. Then fine. I would say it appropriately this time. This is a defect product! Do not buy. The Bluetooth connection are so poor and  it lose connection constantly. I tried my laptop, phone and iPad. They all work poorly. I then returned the product, and after a week amazon said I didn’t put the product in the box. Then they send the empty back to me and also say my review is irrelevant of the product. I don’t know what to say, thank you amazon. Very good"
    },
    {
        "title": "Bought this speaker twice and neither one lasted very long.",
        "text": "I would rather go to Flip 4 because of microphone and talking possibility.Device is great and usb-c chargingBig \"-\" it's not joinable with Flip 4 model"
    },
    {
        "title": "Poor connection and poor shipping",
        "text": "Purchased JBL flip 5 from Amazon. Speaker was delivered on June 5th and was working fine, up until today July 7th when the speaker all of a sudden stopped holding a charge. The light just keeps blinking. Even if plugged in the speaker will not play any sound.  I contacted amazon and was told it’s outside the days allowed on returns. Amazon is now telling me to contact JBL directly. Absolutely disappointed with how much I spent on this speaker to only last me 1 month and 2 days. Don’t recommend buying this item from Amazon."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "For what I paid I was expecting better speakers in this thing. There's so many sides to this but one, yes, ONE speaker and it's on the bottom of the thing. Sure you can turn it over but really? Wouldn't you want speakers  all over the place to HEAR it from all sides? Sent this back. Thought it would work out because of all the research I'd done on JBL, but nope."
    },
    {
        "title": "It’s decent",
        "text": "This speaker sounded amazing and worked for about 30 minutes. I was suspicious when it still wouldn't turn on while charging but it hasn't worked since. It turns on and right back off. The Bluetooth button doesn't work at all and after doing further research, it seems to be a common problem with this particular speaker. Returning immediately."
    },
    {
        "title": "Ha! Nope.",
        "text": "This speaker is perfect. It has amazing sound, mobility, style, connectivity. Everything. I bought it for my girlfriend and she absolutely loves it. It hasn't even been 6 months and the charging port stopped working. Worse yet, whenever we plug it into a different outlet, it shorts the outlet and the outlet itself stops working too. It won't charge anymore so it is essentially useless. I would say try this speaker, but it's hard to recommend when it's a literal electrical hazard. If anything changes I will update this to reflect."
    },
    {
        "title": "Not worth the money",
        "text": "Did not even last 4 months!Had this for kitchen staff at a restaurant, we always made sure to keep it charged and it was nowhere near food or water. The thing ended up not turning on at all after a few months and wouldn’t even charge. Was so bummed and don’t know if it’s because eco friendly model is not as good? My older regular version has lasted me years and now I’m stuck with a dud and out $100."
    },
    {
        "title": "Charging port stopped working and started shorting my outlets",
        "text": "I loved this speaker for about a week or two.  The music is loud and clear and I was able to pair it to my phone with ease. It was exactly what I needed for this quarantine. Unfortunately, it began shutting off on its own. It happened once ,and I ignored it. But, after numerous times, I’m ready to throw in the towel. It’s two weeks old, and I have to factory reset it. I looked online and this is actually common for JBL speaker, so it’s definitely going back."
    },
    {
        "title": "My upgrade died..",
        "text": "Unfortunately, I wouldn’t repurchase the Flip 5. I don’t know if I got a defective one but my speaker does not hold a charge and does not last more than an hour of use. It will not hold a charge even if it is plugged up to the charger while in use. Don’t waste your money with this product. The battery life is horrible."
    },
    {
        "title": "Shuts off on",
        "text": "Why even advertise the pairing abilities if this doesn't work with the JBL3? JBL 3 has a bigger battery, boasting 20 hours of life vs the Flip5's 12, has a 3.5mm headphone jack, and has voice assistant capabilities.Do not buy this product, buy the Flip3 instead, I am extremely disappointed that this doesn't work with the JBL3.EDIT: Additionally, \"party boost\" causes awful latency. Do not try to use these with a TV show, movie, video game, etc... anything with video because the audio will be completely off."
    },
    {
        "title": "Good when it works, trash because it doesn’t last long",
        "text": "I bought this JBL with the express intention of being able to connect it with my JBL Flip 4 and my friends' other JBL speakers for parties yet Flip 5's can ONLY connect with other Flip 5s. This is an extremely bad decision on behalf of the company and is very disappointing. The speaker itself works well, of course, just very disappointing considering a hallmark advantage of having JBL products is the ability to sync them all together to create a great surround sound experience."
    },
    {
        "title": "\"Works to pair with other JBL\" Except the Flip3",
        "text": "If you plan on listening to any sort of bass, even guitar, this is not the speaker for you. It blew out within the first 3 songs I played on it and still pops even at the lowest volumes. I trust some of the positive reviews on here but I wish I hadn't wasted my money. Would highly recommend the Charge 4 however. I got this one as a replacement because it was cheaper but it was no where near the same quality."
    },
    {
        "title": "BEWARE: ONLY CONNECTS WITH OTHER JBL FLIP 5s!!!",
        "text": "The Good:Does sound good, not sure it's any better the the Flip 4 though.Battery life seems pretty good, but hard to tell since the battery on my flip 4 is going bad.The bad:I bought it specifically to pair with my current JBL Flip 4. However turns out that it is not capable of doing this.Uses USB-C cable, so not compatible with the dozens of other USB cables I have.These two reasons are enough to return it."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:07Loaded: 85.80%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:07 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n I got this for myself as a Christmas gift. Iv only used it a handful of times and it seems as if the speakers have blown. I never put the volume up super loud of even half way and I am very disappointed because of the amount of money I spent on it."
    },
    {
        "title": "It’s decent",
        "text": "We have 3 of these in our house.  Mine has just stopped charging and working out of the blue.  Not happy at all. I will not be ordering this again, since I cannot get my money back now. Sick of pouring money into worthless products that last less than 3 months.  Should not have to buy a warranty to get a new one after it stops charging and working not even 3 months into owning it. Very dissapointed.  Sticking with something other than JBL and/or this seller."
    },
    {
        "title": "Blown speakers",
        "text": "I received this item on March 23rd and wanted to give it time to give it a fair review. I am VERY disappointed and wish i had not purchased. I have not even gotten 3 consistent hours of playtime, nevermind 12 hours that they claim in their product write up. One star for portability, also, because it's not very portable if I have to make sure I can plug it in so frequently. Sound quality is okay- it does sound good, but it is not very loud at all. Overall, highly disappointed."
    },
    {
        "title": "It just stopped working.  Shocker, cannot return it now.",
        "text": "I do not recommend. Not worth the $."
    },
    {
        "title": "Not worth the price",
        "text": "Speaker was fully charged. Last only 5 hour. Not 12.Also not good sound quality. maybe in a closed room might sound good and loud but out in the open like a beach or park. Not so much."
    },
    {
        "title": "Stopped working after 4 months of infrequent use!!!!",
        "text": "I purchased this speaker in october and the speaker will not turn on or do anything at this point.  I've tried charging the speaker and it won't show that it is charging. Not happy with how long the speaker lasted for the price."
    },
    {
        "title": "Doesn’t last 12 hours",
        "text": "Got my speaker in, right when I opened the package and took out the packaging, I noticed this brown stuff on the inside just to see that charging cord has exploded or corroded. It’s not like I can use a charger laying around the house. This cord is specific to the speaker so ugh"
    },
    {
        "title": "Purchased in December and not working",
        "text": "Advertisement said 12 hrs of play no where even close to it. 3xs fully charged each time never lasted more then 3 hrs had just over a month an cant return it now. I kept it plugged in to my car while using it an I got 4 hrs out of it once. Not worth the money if I can get a speaker that last longer from Walmart half the price."
    },
    {
        "title": "Can’t even use it",
        "text": "This speaker is only good for indoor use within the same room.  Taken outside, intended by the waterproof nature of the speaker, the sound carries only about 10 feet and again there should not be much in the way of background noise.  On a moving boat forget it.  You would need it a couple of feet from you.  Everyone bought a louder units after me, some for a lot less money, and this is collecting dust in a drawer."
    },
    {
        "title": "Battery life is a joke",
        "text": "I bought this in December and here I am in June and my Bluetooth will not connect. I paid over $100 for this speaker and I am not happy! I never leave good or bad reviews but this has me errrkdddd! BEWARE!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I'd give this product four or five stars if not for the fact that my iMac simply can't find it. My phone can but I'm shocked that this lack of connectivity is not specifically mentioned in the product description. It is amazing to me that JBL cannot figure out a simple software tweak in order to vastly increase this product's functionality. I also feel tricked by them not mentioning this."
    },
    {
        "title": "It’s decent",
        "text": "I've had this JBL Flip 5 for only 9 months and whereas previously the volume meter only needed to be at 20 for it to pump out good strong volume, now suddenly I have to turn the same device connected to it all the way up to 100/100 for the JBL Flip 5 to put out enough volume to actually hear the music. Very disappointing. Don't waste your money."
    },
    {
        "title": "Cannot Connect to Desktop Computer",
        "text": "I’m sure I’ll get resolution, but a common issue from a manufacturer should be recalled and/or corrected immediately, I wish I had known of their new unit charging/powering up issue. JBL knows, but would rather deal with it post sale. Triple handling and disappointing customers is typically a culture issue made at the highest management levels."
    },
    {
        "title": "9 months in and the volume failed",
        "text": "This speaker was fantastic… for a few weeks. Then it blew out completely and the seller won’t give a refund, which is crazy because I used it no more than 25 hours total. It’s a real shame that they’re peddling such low-quality products."
    },
    {
        "title": "Simply disappointed.",
        "text": "Fully charged... Won't play sound... I'm returning tomorrow.... Disappointed"
    },
    {
        "title": "Speaker blows out fast!!",
        "text": "Speaker has very poor battery life and with full charge it could not last for 2 hours."
    },
    {
        "title": "Doesn't work",
        "text": "I bought 2 of these speakers only 2 months ago. It has already died, permanently. It won’t turn on or charge.  It’s a lot of money to spend for just 2 months of listening."
    },
    {
        "title": "Battery Life Poor",
        "text": "I got this to have in the golf cart for music. It won't make it through 18 holes on a charge though. By 13/14, its pretty much over. Not impressed."
    },
    {
        "title": "Doesn’t last long",
        "text": "Terrible Battery life. I was sent a LEMON!! It does after 4 hours... Every time it's fully charged. I'm really getting tired of Amazon sending me products that fail... And it happens more and more.!!!!! Diabolical product."
    },
    {
        "title": "Terrible battery life!!!",
        "text": "I had the Flip 3 and just before my two-year warranty expired they replaced it. My replacement last just over two years (both issues were the same: they would no longer charge). They would not replace my 2nd replacement but offered to give me a 20% discount on the purchase of a new one. Hey, I love this speaker and literally use it daily but a speaker running about $100 should be good for more than 2 years."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "It was working fine until I heard some static and it’ll just turn off on me even while charging. What a rip off! I should’ve gotten it from the actual website."
    },
    {
        "title": "It’s decent",
        "text": "I bought this because a coworker had one  and it sounded good but when I purchased mine off of this companyI had trouble from day one . It will not hol a charge at all period"
    },
    {
        "title": "Not happy",
        "text": "Used the speaker out of the box until the battery died and just left it on the desk for music,never fell off the table or was near water it just turned off and never turned back on after being charged with all the recommended chargers and cables.  The sound was nothing to be impressed about. Sounds exactly as any generic $30 Bluetooth speaker, no defining sound or redeeming qualities, it even has distortion at 50% volume."
    },
    {
        "title": "dont buy this item",
        "text": "The unit sounds great so when I first I was pumped. Then, as I listened to music, it kept breaking the Bluetooth connection every song or so. I'm now listening to an older Bluetooth speaker I still have and it never drops!This Flip 5 is super annoying and it is going back to JBL in a New York minute. If I could give it negative stars for connectivity, I would. Boo!"
    },
    {
        "title": "Stopped working in less than a week.",
        "text": "The worst speaker i have ever bought, i should have stayed with my Oontz speaker. The speaker stop charging after a month and it died while i was using it even though it was fully charged. This was also my second jbl speaker in a month. Waste of money"
    },
    {
        "title": "What a waste of time and money!",
        "text": "This is just a bad product. Both units I bought skip badly sometimes during podcast playback using Spotify on my Amazon Fire tablet over bluetooth for fully downloaded content. Playback to my bluetooth headphones of the same content is perfect, as is playback from my Amazon Fire's built-in speakers."
    },
    {
        "title": "Speaker stopped working after a month",
        "text": "No la recomiendo e comprado speakers por menos de la mitad de lo que vale esta y se escuchan igual incluso la bateria dura mas de el doble y si quieren un ejemplo esta la @anker"
    },
    {
        "title": "Bad product.  Don't buy.",
        "text": "I'm giving this all 1 stars. I had a JBL flip before this one and it worked and connected with bluetooth wonderfully. This one, however, has had problems with bluetooth connectivity since day 1. I used to like JBL products but after this one, not any more."
    },
    {
        "title": "Mala compra",
        "text": "Hard to like product when it died after only 4 months of use"
    },
    {
        "title": "Horrible connectivity!",
        "text": "This is my second JBL speaker...I was so happy that I purchased two. Fast forward and I'm very disappointed that after 2 years, I don't have full use.  I will reach out to JBL and report back."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Constant interference from any device connected though Bluetooth (Android, Fire, Pixel). There is no audio jack so stuck with a crappy, unusable product. Purchased additional accessories making it even worse. Horrible. In contrast, an 8 year old Beats Pill never had this problem and even if it had there's an audio jack."
    },
    {
        "title": "It’s decent",
        "text": "Bought this like other JBL speakers and by far this one is a disappointment.  Battery life is nonexistent. Have to continually plugged in. Speaker static more pronounced then previous models purchased."
    },
    {
        "title": "Constant interference from any device (Android, Pixel, Fire) and no audio jack",
        "text": "I bought this flip 5 for my mp3 player, I charged it after it's arrival, when it was fully charged I tried connecting it to my player. When it finaly connected I turned on some music, but it just would not play after waiting some tie (about 10 sec.) it disconnected. I returned it and got a new flip 5 and I had the same problem!!! I guess the \"NEW MODEL\" is just a big flop!!!"
    },
    {
        "title": "Bad JBL",
        "text": "Stopped working after 6 months. Completly shut down. =("
    },
    {
        "title": "Worst bluetooth connection!!! don't waste your money!!!",
        "text": "Beginning last week the off button stopped working, and now the only way that I can get it to work is to remove it from my bluetooth devices on my pc and re-pair it. Every freaking time. Its a pain to do and for a speaker this expensive I was hoping it would lat longer."
    },
    {
        "title": "Stopped working after 6 months",
        "text": "Like the sound hate the battery life"
    },
    {
        "title": "It stoped working.",
        "text": "I bought two of these and I regret it Every time I have them in party mode they don't work correctly. Its sounds like it skips the music. It's only when I'm far away from the speakers that they work like they're supposed too."
    },
    {
        "title": "Will not hold a charge longer than 2 hrs",
        "text": "Me dejo de funcionar a los dos meses"
    },
    {
        "title": "Doesn't pair well with other jbl speakers",
        "text": "Good volume.  Imho battery life should always be stated at max volume at disclosed  max descibles for comparison purpose.  Overstated battery life.  The reason for the 3 , no flat surface to keep it from rolling around .  In the boat or car it rolls off the dash .  Same issue in the boat and on the lanyard it swings around to much."
    },
    {
        "title": "No funciona",
        "text": "I hated how it’s not even 90 days and it’s dead.  At the moment I couldn’t afford the warranty.  But then again it was so well recommended didn’t think I had to. So not happy, it leaves a bad taste in regards in still ordering for the future."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Wonderful sound yes - for 2-3 hours. That’s it. Don’t buy that this speaker has 12 hours of play time. It’s just not true. Disappointing."
    },
    {
        "title": "It’s decent",
        "text": "The battery doesn’t last it’s gotta stay plugged in the whole time it doesn’t last the whole eight hours 12 hours it goes up only as far as your phone goes up it’s just not worth the money to buy this thing"
    },
    {
        "title": "Don’t do it.",
        "text": "It worked and then stopped working after 9 months. No power. No anything. Tried all of the things suggested to fix, reset, etc. But it’s too late to return it. Very disappointed that I paid more money for what I thought would be quality."
    },
    {
        "title": "Junk",
        "text": "The boxes were opened and speakers/cords obviously used at some point. Decided if they worked fine, I could look past that. Plug them in and download the app and they keep disconnecting and cutting out when playing music. Thought maybe it was my phone so I used a different phone and downloaded the app. It was even worse."
    },
    {
        "title": "Broke in less than 1 year.",
        "text": "I RETURN THIS ITEM BECAUSE THE BATERY NO WAS GOOD  AND NEVER THEY GIVE ME MY MONEY BACK AND NO ANSWER THE MESSAGES"
    },
    {
        "title": "Used speakers sent that don't work.",
        "text": "Sound was muffled, instrumentation scrambled,  unclear. I order the Soundcore Motion + and its sound quality is excellent"
    },
    {
        "title": "ESTE VENDEDOR NUNCA CONTESTA Y LE DEVOLVI SU PRODUCTO",
        "text": "I was told JLB's work best. I have been wanting something to listen my music while I clean. The package was not damaged. I charged as instructed and when I went to play it...it was so bad! The sound would cut in and out, it would skip like a stutter. It wasn't loud it just wouldn't stop messing up the music. I was so disappointed."
    },
    {
        "title": "Had to return",
        "text": "This is a terrible itemDo not recommend at allDoes not hold charge for an hour"
    },
    {
        "title": "Amazon is great at listening and providing you the best solution to the problem.",
        "text": "Received the product, the initial charge lasted about 35 minutes so I thought, meh, I have to charge it. Left it on the charger over night and went to use it the next day and the charge didn’t last even 5 minutes. Hasn’t worked since. Very dissatisfied."
    },
    {
        "title": "Terrible",
        "text": "The speaker is great but it just stopped working completely. I bought it for fathers day for my husband and he loved it. Then the other day he went to use it and it would not turn on. We tried 3 different cables and it wont even charge. Its past amazon’s return window and now i have a $100+ Paperweight. So thats pretty rad i guess."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I bought this and was so excited, unfortunately I guess I didn't pay attention to the warnings until it was too late. It turns on and everything just fine, but once you start the music it skips and makes weird popping like sounds. Got a flip 4 and now everythings fine, so please if you want to buy this...save your money!!"
    },
    {
        "title": "It’s decent",
        "text": "See. This product is great. But it just stopped working out of nowhere. Didn’t even drop it or nun and it just stopped working. I would not recommend this seller. Go on a better website or just go to Target. I saw reviews saying the same thing about the speaker but chose to not listen. This seller is horrible go to target plz"
    },
    {
        "title": "Defective",
        "text": "I have had quite a few JBL Bluetooth speakers. I have had a micro wireless for like 5 years now going strong. I have a Flip 3, Charge 3, a Boombox and this. Unfortunately this one burned out on the third day after I went for a walk with my daughter. The speaker being mono is not an issue and sound quality was great while it lasted."
    },
    {
        "title": "Stopped Working Out of Nowhere",
        "text": "The 12 hr battery life is a COMPLETE LIE. I bought one thinking it was a lemon bc the fully charged battery only lasted 3hrs. So I bought I second one and it fully charged only lasted 4 hrs. This is a piece of crap."
    },
    {
        "title": "I love JBL but this one didn't work for me",
        "text": "Very difficult to play more than one speaker at a time - pairing and getting another speaking to play is a real pain"
    },
    {
        "title": "BATTERY SUCKS",
        "text": "Only lasts 2-3 hours max on a full charge.  When battery was at half capacity Bluetooth connectivity gets very unreliable.  Not worth the price for such a short playtime and poor connectivity.  Tried to play it at lower volumes and troubleshooting from website without any improvements.  Not worth it from a manufacturer that you expect top notch products from!"
    },
    {
        "title": "Pairing issues",
        "text": "La batería no dura y se pone a cargar y no suena"
    },
    {
        "title": "Horrible battery life and spotty blue tooth connectivity",
        "text": "He quedado desagradablemente sorprendida de la mala calidad de sonido que tiene esta bocina, cuando subes el volumen se distorciona. La relacion precio-calidad es negativa. Y para colmo, ayer fui a una tienda local y me encontré con una bocina JBL a menos de $10 dolares, la diferecia que esta no es a prueba de agua. DECEPCIONADA...Intentare devolverla."
    },
    {
        "title": "Me tocó devolver el producto y no me han devuelto el dinero",
        "text": "Great sound but useless. The WiFi keeps cutting in and out, this is the second unit and still the same problem. It happens with my android and wives iphone. My old jambox works with no problem."
    },
    {
        "title": "Mala calidad de sonido",
        "text": "Either this was a returned item or it had been opened by someone. Not NEW as stated."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Wow!! I have the jbl flip 4 & thought the jbl flip 5 could connect. When I was sorely mistaken, I decided to buy a second jbl flip 5. Returned both because the speakers disconnected when we moved one to the living room from the kitchen, all of 12 feet away,"
    },
    {
        "title": "It’s decent",
        "text": "It broke down immediately. Didn’t last me 2 months"
    },
    {
        "title": "Horrible Connection",
        "text": "I am very upset. I charged it one day went to use it the next and it won’t work at all. Not worth spending the money on this and it will die on you. I absolutely loved the sound quality! I was so upset when it stopped working!"
    },
    {
        "title": "It broke down by itself",
        "text": "Will no longer charge. Completely dead. Only had it a total of 4 months."
    },
    {
        "title": "Nope",
        "text": "Bought Bluetooth speaker July 24 and it hasn’t even been a month and it stopped charging."
    },
    {
        "title": "Battery dead after 4 months",
        "text": "Battery life and sound terrible. Eventually wouldn’t even charge. Seller non responsive.Junk."
    },
    {
        "title": "Disappointed",
        "text": "Lasted 37 days only Carries a 30 day warranty. Never abused or overly used sold as new, but is refurbished therefore comes with no warranty after 30 days. No customer service no reply to emails or anything. Waste of money and scam do not purchase. Sounded good as other reviews state, but doesn't last long."
    },
    {
        "title": "Refurbished piece of junk.",
        "text": "bass speaker breaks very easily from small drop"
    },
    {
        "title": "Worthless. No warranty. Sold as new, but refurbished. Wasted money. No costumer service.",
        "text": "Item works good, easy to operate. BUT will not turn off. The on/off button is in the permanently ON mode."
    },
    {
        "title": "two broken from small drops",
        "text": "Was warned after purchasing that the speaker blows easily if used at max volume. I brushed it off, but in use the other evening it start making a high pitch noise with static while playing as if the speakers were blown.Spend money on something else."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "6/20:Great speaker. However, arrived with no charging cord. Should have had one IF this was a new unit. Not a big deal, my son has the same one, I’ll use his charger.8/20: does not charge at all. Won’t turn on. Lots of runaround with Harlan/JBL getting a replacement. We’ll see if they send a new replacement, not a refurbished one."
    },
    {
        "title": "It’s decent",
        "text": "The battery does not last as advertised. Max. 4-5 hours."
    },
    {
        "title": "Don’t",
        "text": "This was a great gift until it was opened and realized they didn't include a charger. Now I'm sure I either need to retrieve the gift from who I gifted it to, return it and get a new one with a charger. Wish it could be as simple as sending a charger but nothing is simple anymore."
    },
    {
        "title": "Terrible Battery",
        "text": "When I first received the flip 5 it was great, for about 4 or 5 days. Then I noticed the sound just wasn't the same. Come to find out the right speaker just quit so its only playing the left speaker. I never had it blasting music. Usually just around half volume and it stayed indoors on a counter."
    },
    {
        "title": "No charger.... that's just great!",
        "text": "Buyer beware bought this for my sons birthday & it was broken."
    },
    {
        "title": "One of the speakers quit after only 4 or 5 days.",
        "text": "It was a birthday gift for my mother, sounds great and she loved it but she told me it kept continuously turning off. I did a hard reset on it and it seemed like it fixed it but then it shut off on its own again. Sending it back and getting a replacement because we think maybe it’s just defective. Will update."
    },
    {
        "title": "BUYER BEWARE SPEAKER IS BROKEN BOUGHT IT FOR MY SONS BDAY & IT WAS BROKEN",
        "text": "The sound is MONO - this will make your music sound more muffled and less crispAfter buying this I bought the Flip 4 to test side-by-sideThe Flip 5 louder than Flip 4 but it's not worth it for me. I like my sound to be high qualityIt's also noticeably heavier than the Flip 4"
    },
    {
        "title": "Keeps shutting off by itself",
        "text": "Looks like its a used speaker, don't know how it works because it came without a charging cord. Air bubbles under plastic coating,"
    },
    {
        "title": "Flip 4 Sound Quality is BETTER",
        "text": "DONT BUY, POS!!!!Doesn't pair with my Qualcomm Bluetooth transmitter. Both devices are bt v4.2 and other (cheaper) bt speakers work fine so it's NOT the transmitter. I'm a long time JBL fan and have pair of 150A that are the centerpiece of my old school sound system that rocks. VERY disappointed that JBL no longer means quality. WTF happened?"
    },
    {
        "title": "used incomplete speaker",
        "text": "Used it 3 times and the sound was amazing. After the 3rd time it would not even come on,  nor would it charge. VERY disappointed but I'm sending it back for a refund. Lesson learned. My 4 is still working. Newer isn't always better."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "The equipment was faulty. It stopped working after very few uses. It would not turn off and took multiple minutes to connect to bluetooth device. When I tried to get a replacement the process was more work than the item is worth. Waste of money and poorly made."
    },
    {
        "title": "It’s decent",
        "text": "I believe I got a defective Flip 5. Sound is only coming out of the left side of the speaker. I would love to give this thing 5 stars once I get a replacement.Update... got my replacement... still not working on the left ... you've earned your 1 star JBL"
    },
    {
        "title": "Stopped Working After 20 days",
        "text": "I got the jbl flip 5 for fathers day barley used it next thing I know it won't charge talk to Amazon customer service they told me some buttons to push to reset it tried it work for about 2 weeks now it won't work or charge with the steps they gave me this device is trash."
    },
    {
        "title": "Sound only on one side. Bye JBL",
        "text": "I figured the box was beat up. Not the whole unit. Glue or something everywhere?  Garbage. Stay away"
    },
    {
        "title": "This product is trash",
        "text": "El parlante JBL flip 5 simplemente no volvio a prender en menos de 6 meses de uso. Tengo el JBL flip 2 hace varios años y aun funciona.Lastima la mala calidad de las nuevas versiones."
    },
    {
        "title": "What kind of garbage are you selling?",
        "text": "Do NOT waste your money. The sound is awful. I can’t even hear it in my bathroom when it’s in my kitchen. I have a 2 bedroom apartment. There is no base. It’s just awful!!! I wish I would have sent it back. The battery didn’t make it 3 hours at the pool before it died. Super disappointing!!!!!!"
    },
    {
        "title": "Bateria se daño a los 6 meses de uso.",
        "text": "We bought this speaker and had to return it a month later because it wouldn't turn on or charge. It's under a year old and it is doing the same thing. I have reached out to JBL but I have not heard back. Very disappointed in this product!"
    },
    {
        "title": "Don’t waste your money!",
        "text": "This literally worked twice for me and then completely stopped working"
    },
    {
        "title": "Disappointed!!",
        "text": "Does not sound loud at all waste of money 💰"
    },
    {
        "title": "Stopped working after two uses",
        "text": "Bought this about 3 months ago and it just stopped holding it's charge today.  Don't buy this model.  Sound is great and that's all!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "bro it pops so much and i just got it yesterday. very disappointed"
    },
    {
        "title": "It’s decent",
        "text": "Disappointed I didn't receive it.  I am sure this is a great product!!"
    },
    {
        "title": "rip off",
        "text": "Bought this product for my mom. Gave it to her on mother’s day. Starting working great but lasted 1-week. The battery died and now the charger doesn’t charge it. Awful! We have a JBL 3 that works great and we’ve had it for a while. Don’t buy the 5 and if you do get the warranty. It’s awful!"
    },
    {
        "title": "Never received this.  Said was out for delivery yet I never received it, had to cancel the order.",
        "text": "i expected more from this product the sound quality is ok but this unit does not have good volume at all i have other speakers half the cost that are louder with same sound quality. the bluetooth also doesnt have much range either the charge doesnt last long . I would like my money back ."
    },
    {
        "title": "Don’t buy it",
        "text": "Playtime is only about 4 hours at best. Unless you’re listening at minimum levels, 12 hours of playtime is a pipe dream..."
    },
    {
        "title": "its doesnt have good volume",
        "text": "I ordered the pink with a case to match. Online the speaker and case were the same color, more of a pepto pink. When the speaker arrived I was disappointed. It was more of a dusty rose pink. Very ugly in my opinion, and didn't match the case. I had to return both for a basic black."
    },
    {
        "title": "Terrible battery life!!!!!!!",
        "text": "I fully charged it and it worked for one day and hasn't worked since it won't hold a charge and with covid and lockdown and the closing of everything around me I'm not in a large city I can't even send it back yet. So I wasted my money of something that isn't working. :("
    },
    {
        "title": "color not as shown",
        "text": "product stopped working after 9 months"
    },
    {
        "title": "wouldn't hold a charge",
        "text": "The media could not be loaded.\n                \n\n\n\n Just received this order, speaker came just fine and works just fine. However, it is upsetting to see that this was the quality of charger that I received. Not what I was expecting at all."
    },
    {
        "title": "died",
        "text": "I was not impressed with this speaker at all. Surprised that JBL sells such a subpar product. The sound is all treble and tin. No real bass to speak of. I wanted to love it, but am sending it back immediately. The search for a good Bluetooth speaker continues ..."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Sub portion broke on the 3rd time using and now rattles so badly that it is not usable."
    },
    {
        "title": "It’s decent",
        "text": "I bought three of these. One works great, one has to stay plugged in as the battery won't hold a charge, and the third wouldn't even charge or power up out of the box. You have about a 33%. Chance of getting a good one."
    },
    {
        "title": "Sub portion broke on the 3rd time using and now rattles so badly that it is not usable.",
        "text": "This thing is awful. Can't turn it off. It makes electronic noises all of the time when not playing music. It will not charge anymore. After 2 weeks it's worthless."
    },
    {
        "title": "Terrible quality control.",
        "text": "My roommate and I have bought this speaker twice. The first one worked and sounded great but stopped connecting to bluetooth within 4 days. We returned it via amazon and the SAME thing happened again. The speaker will NOT reset and is unusable. We will not be buying another JBL speaker again."
    },
    {
        "title": "Something is defective in this unit",
        "text": "PRODUCT IS JUNK! ATER 6 MONTH IT CRASHED AND NO LONGER PAIRS, BUT ALL OTHER BLUETOOTH DEVICES IN MY HOME CONTINUE TO PAIR. What a waste of money!!!  Dennis Spinella, Ph.D."
    },
    {
        "title": "STOPS WORKING AFTER 4 DAYS",
        "text": "This was plugged in and smoke started coming out of the speaker and it burned the port.  We haven't had this speaker but about 2 weeks.  Very disappointed because I've always heard that these were good speakers.  This is the second one this has happened to."
    },
    {
        "title": "After 6 months my flip 5 stopped pairing to my laptop. All other devices Still Pair!!",
        "text": "the Bluetooth function of this speaker stopped working after just a few months, my jbl 3 still works, so it must be the jbl 4. Without any sort of aux option, it's now essentially trash. I will not be buying jbl again, they have decent speakers, but awful Bluetooth."
    },
    {
        "title": "Would not charge, caught fire",
        "text": "Product no longer takes a charge or power on.  Bought is October 2020, it is now April 2021.  Has not been dropped or exposed to water.  Last day Amazon would alow a return was January 31, 2021."
    },
    {
        "title": "bluetooth stops working, making the speaker useless",
        "text": "Connected to Echo via bluetooth and will just stop playing music.  Based on Alexa app, music is still playing but no sound out of speaker or Echo.  I turn off the speaker and the Echo starts playing.  Very annoying.  Recommend looking for a better speaker."
    },
    {
        "title": "Good Speaker Until It Wasn't",
        "text": "I dislike about this product the Bluetooth connection somehow doesn't work right! Every time I try to play music it skips like I'm playing a CD and I'm not and this happens all the time and this is why Dislike this product!!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "DO NOT BUY THIS. This product arrived was extremely scratchy and my phone was louder. DO NOT BUY THIS"
    },
    {
        "title": "It’s decent",
        "text": "I expected much better sound quality for a JBL, especially at this price.Found a similarly priced speaker at Best buy with much better sound quality."
    },
    {
        "title": "Do not buy this",
        "text": "The sound is good but the frustration and the time it takes to connect isnt worth buying this thing. On top of that it all of a sudden disconnects with no apparent reason."
    },
    {
        "title": "Terrible for the price",
        "text": "Have used this speaker very little since purchase.  It just stopped playing.  No reason, just stopped playing.  Paid too much for it to only last a few months.  Will seek to get it replaced but not hopeful."
    },
    {
        "title": "Have a hard time connecting. Says connected but no sound",
        "text": "Skips and glitches multiple times in an hour, started straight from box. Don't waste your money or time."
    },
    {
        "title": "Don't buy",
        "text": "Speaker is fine but the charging cable was crap, rusted and scratched to hell. No way is this new. It's been used."
    },
    {
        "title": "Speaker keeps skipping straight out of box. I",
        "text": "Disappointing how the speaker has completely stopped turning on, and I have to wait about a month for them to ship me a new one once I ship them their malfunctioned speaker back. Not recommending JBL anytime soon."
    },
    {
        "title": "Cable was rusty and useless doubt it wasn't a return or something",
        "text": "The sound quality is great. The speaker has a tendency to lose Bluetooth connection regularly.  The battery life absolutely sucks, might get 3 hours on a good day. The 12 hour claim is a joke."
    },
    {
        "title": "Speaker died completely after 3 months, sending back to JBL",
        "text": "I would never order this again, consumer beware.  Worked for 1 Month and then would not turn on again or charge. Amazon gave a coupon for me to get a replacement charging cord and adapter, which we did, it still will not charge or turn on."
    },
    {
        "title": "Sound is great, battery sucks",
        "text": "I used the speaker for maybe 5 hours on no more than half volume because even that is pretty loud and the bass blew out and the speaker is worthless now I’m sending it back"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Worked great for two months. Now it cuts itself off after 25 minutes even with a full battery. Amazon refused to exchange or refund. DO NOT BUY. JBL is garbage. Buy another brand. You’re welcome."
    },
    {
        "title": "It’s decent",
        "text": "Sucks don’t charge long !!! Done recommend what you pay for !"
    },
    {
        "title": "DO NOT BUY",
        "text": "la barberia se descarga muy rapido"
    },
    {
        "title": "Sucks",
        "text": "It connected easily 1st time.  Then it would often not connect.  I would have to remove from  computer bluetooth devices and reconnect.  Now it will not reconnect.  I have tried factory reset, USB, uninstalling device and reinstalling.A pricey speaker which worked less than a month."
    },
    {
        "title": "la barberia no sirve",
        "text": "Too expensive for short battery life, scratchy sound. Not happy with it at all. Wish I never bought it"
    },
    {
        "title": "Will NOT CONNECT!",
        "text": "Does not stay charged"
    },
    {
        "title": "Flip is flippen too expensive and no battery and scratchy sound",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:51Loaded: 11.78%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:51 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Skips like crazy, bad sound and glitchy.  Waste of money.  JBL sucks.  Check out the video"
    },
    {
        "title": "Does not stay charged",
        "text": "Cannot pair to any of my other JBL devices, out of date Bluetooth technology. Older generations are better."
    },
    {
        "title": "Video says it all.  Junk.  Junk.  Junk.",
        "text": "I ordered this and played it for about one hour I submerged it in less than 3 feet of water and it did not work after that. Highly disappointed. Returning ASAP. And very sad about the situation because I have been a JBL fan my whole life"
    },
    {
        "title": "Do not buy",
        "text": "I loved the JBL products.... but wish I would have bought something different... this think drops the Bluetooth BAD... I contacted JBL and they are having me jump three hoops to get a replacement... I DO NOT  RECOMMEND THIS SPEAKER."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Speaker quit working after a month"
    },
    {
        "title": "It’s decent",
        "text": "Speaker died after a 4 uses over a 32 day period.Amazon says it was no longer under their warranty and now I have to chase the extended warranty (may not cover because it starts after manufacturer warranty), contact jbl by email only, still waiting on reply."
    },
    {
        "title": "Quit working after about a month",
        "text": "I already own one of these Flip 5’s. The on/off switch stuck and the only light on the unit was the battery power, which eventually expired. I’m not happy with the unit at this point. Going to attempt a return or swap for a replacement."
    },
    {
        "title": "Disappointed! Mother's day present for mom, died after minimal use.",
        "text": "But the speaker after a week of use and Yes!-battery charged. The speaker started to cut in and out! Which is irritating for us! Especially it was a gift! Now I dont know what to do! Amazon will probably  getting a Return!"
    },
    {
        "title": "Trouble with the switch",
        "text": "I purchased this item in June 2020, less than 6 months ago and it has stopped working. The power will not turn off yet the music will not play. What good is it if it doesn’t last 6 months. Don’t waste your money!!!"
    },
    {
        "title": "Cuts In and Out! Unenjoyable!",
        "text": "I used it for about two weeks and then it broke. I charged it and the battery light will not turn off and the speaker will not turn on. So it’s a waste of money and I’m very disappointed with this purchase."
    },
    {
        "title": "Don’t waste your money!!!",
        "text": "I purchased this item in October of 2020, now will not even take a charge. We've only had it for 4 months. What a piece of crap! And of course the return date expired on January 31st."
    },
    {
        "title": "Garbage",
        "text": "Absolutely awful product. It is a complete pain in the butt to link to your phone, the bass just isn't there, and the sound quality is mediocre."
    },
    {
        "title": "4 months old will not charge cannot return",
        "text": "I wouldn’t know how to rate this product because I could never turn it on.  They didn’t include the battery charger in the packaging.  Way to go geniuses!!  Does ANYONE do their job anymore?"
    },
    {
        "title": "Awful. DONT BUY",
        "text": "El cargador bino asi como puedo regresarlo"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "My old JBL flip 3 stopped taking a charge, so I decided to get the flip 5.  Within a month the flip 5 stopped taking a charge.  I will never buy a JBL speaker again!"
    },
    {
        "title": "It’s decent",
        "text": "Not working properly. Disconnecting and cutting off! I can not even return or replace it 😔"
    },
    {
        "title": "Charging problems",
        "text": "I ordered one, worked for a few days and stopped working.  Sent it back, ordered another one and here I am 3 months later and it stopped working AGAIN.  Won’t even turn on and I can’t return it.  Really disappointed."
    },
    {
        "title": "Not working properly",
        "text": "What’s the point in buying a speaker that stops working within 4 months ???"
    },
    {
        "title": "Not Good",
        "text": "I turned it off after only having this for 1 week, and it will not turn back on.  This wasn't cheap, I am very disappointed."
    },
    {
        "title": "Worst speaker",
        "text": "I'm extremely mad this speaker is a lot of money and won't hold a charge for more than three hours.  I tried talking to customer service at jbl and they stopped responding before helping me find a solution"
    },
    {
        "title": "I had this item for 1 week and it broke",
        "text": "Battery dies within 3-6 hours but says 12 hour battery life"
    },
    {
        "title": "don't waste your money",
        "text": "Speaker is 3 months old and I can’t get it to keep playing or turn off and on. Would not buy again!We had to return my husbands after a week because it would not hold a charge.For $100 these are a rip off!"
    },
    {
        "title": "I’m really unhappy battery…dies after 3-6 hours but says 12 hour battery life😌",
        "text": "this product is brand new bavent had ocer a week and its already not charging"
    },
    {
        "title": "Never Again",
        "text": "The Bluetooth connection is really bad.  Even when I put it right next to my laptop, it disconnects itself regularly.  Unfortunately it can not be be connected through cable either.  Very frustrating!!!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "The battery sucks and only lasts for about an hour at a time.  After that, the speaker begins skipping and cutting out.  I am so disappointed in this piece of crap.  Wish I'd bought something else."
    },
    {
        "title": "It’s decent",
        "text": "No me agrado nada porque solo lo pude utilizar por dos semanas y dejo de funcionar y solo lo utilize para escuchar música"
    },
    {
        "title": "12 hour battery life??????",
        "text": "This speaker looks good but for the price. It sucks ass. Just don't buy not worth it. Ive had mine for 2 weeks and its already acting up"
    },
    {
        "title": "No me sirvió solo me funciono por dos semanas y se arruino",
        "text": "Good sound overall, but it died within a year. Wouldn't recommend JBL anymore :("
    },
    {
        "title": "This speaker is shitaly built",
        "text": "Product caught on fire just a year after purchase. Very unfortunate. I was using the original cable. I used a different cable and the same thing happened."
    },
    {
        "title": "Died within a year of use",
        "text": "Amazon stated the speaker had a 12 hour battery life We have had it full charged and 4 hours is the most life We have gotten from this product. Very Disappointed!!!"
    },
    {
        "title": "Product caught on fire while charging.",
        "text": "Very defective and very embarrassing….I will never buy JBL Audio again"
    },
    {
        "title": "Product is not as advertised.",
        "text": "Worst battery"
    },
    {
        "title": "Very defective and fckn embarrassing!!!! Never buy JBL electronics from Amazon",
        "text": "JBL Makes your buy your own charger, and ok no problem. But if you don't buy their specific brand it ruins your speaker. My speaker does not charge anymore. its stuck on the beginning level of charging"
    },
    {
        "title": "Terrible battery life. Will even go dead if you have it plugged in!",
        "text": ""
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Stopped working after less than a month"
    },
    {
        "title": "It’s decent",
        "text": "Todo esta bien pero la carga no es buena sólo aguanta una ahora y es mucho si dura eso"
    },
    {
        "title": "Doesn’t last",
        "text": "Showed up broken"
    },
    {
        "title": "Dura muy poco la carga aun que la cargue bien dura una hora I se descarga",
        "text": "This speaker sounds horrible and even weighs less than the real jbl speaker we bought in a dept store!  I am upset beyond belief!"
    },
    {
        "title": "Didn’t work",
        "text": "No durability"
    },
    {
        "title": "Knockoff speaker that even weighs less than the original!",
        "text": "Rarely used it, stopped taking a charge after 1 year, tried a new cord, no luck.  Would not buy again."
    },
    {
        "title": "Purchased February 24 2022, stopped working mid April, return period ended to weeks before then",
        "text": "I purchased this product because the listing says it has a 3.5mm stereo input. After the item arrived I found this is not true. Very disappointed in this purchase and I do not recommend it."
    },
    {
        "title": "Made it 1 year then stopped charging.",
        "text": "This will only connect to other flip 5 speakers and will not connect to flip 4, charge 4 or any other device. Great as stand alone but do not buy if you wanted to connect multiple speakers."
    },
    {
        "title": "Not as advertised",
        "text": "I am not happy with this product, It only lasted a year and it started to die.  Cheap very cheap product."
    },
    {
        "title": "Does not connect to any other jbl speakers but flip 5",
        "text": "I purchased this item as a Xmas gift and it was being used quite often and all of a sudden it will no longer hold a charge - please advise if this could be returned for a replacement ??"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "GRAMOPHONE comes with a carbon fiber case this doesn't"
    },
    {
        "title": "It’s decent",
        "text": "Battery life isn't what Jbl claims \"12hrs\" what a joke! I got 4 hrs max before it went completely dead.I've only had this speaker for a week, very disappointing. Don't waste your hard working money. Look elsewhere!"
    },
    {
        "title": "Better Deal with GRAMOPHONE",
        "text": "The battery on this was complete garbage.  Save your money. If you buy this plan on buying a generator to carry with you also."
    },
    {
        "title": "Not worth it =/",
        "text": "Speaker busted within a month."
    },
    {
        "title": "Battery life sucks",
        "text": "I wanted a good speaker, I hoped mine wouldn't be bad when I got it. Won't hold a charge at all."
    },
    {
        "title": "Ugh",
        "text": "Product was used maybe 5 times in the first month i got it. Never got wet or stayed outside. It powers on but will not make any noise or play music whatsoever. Junk"
    },
    {
        "title": "Won't Charge",
        "text": "Sounded great but Would not stay connected to Bluetooth. Apparently not an uncommon problem since many on internet claim to have had same experience. Amzn was easy to work with on refund"
    },
    {
        "title": "Junk do not buy",
        "text": "Great speaker, shipped with a charging cable that will not fit USB adapters. See photo: on the left, JBL-branded charging cable that came with the speaker; on right, a USB cable."
    },
    {
        "title": "Mine was defective out of the box. Easily returned same day it arrived.",
        "text": "Sounds only comes out of one side. Returning. $30 speakers are better than this."
    },
    {
        "title": "Charger cord will not fit USB",
        "text": "We only got 8 months out of this before it was making a crackling sound and dying on us. We treated it very gently. I feel like the company should replace it for us."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Just completely stopped working after 3 months won’t turn on at all won’t light up when plugged in it’s complete junk amazon sold me a junk product and I want my money back. Don’t buy this!"
    },
    {
        "title": "It’s decent",
        "text": "Bought two in no less of 4 weeks...both broke down almost immediately...couldn't charge or connect and the only thing I was left with was white blinking light...worthless"
    },
    {
        "title": "Complete junk don’t buy",
        "text": "Purchased as a gift. Worked fantastic initially then, after just one month, stopped taking a charge."
    },
    {
        "title": "Broken",
        "text": "Sucks!! It does not have an auxiliary port to play my Ipod. Yes, Ipod.....I still have one and I have great tunes on it that would be nice to play it through JBL Flip 5."
    },
    {
        "title": "Stopped taking a charge.",
        "text": "What an absolute waste of money!!! Battery won’t last playing 2 hours before dying. Disconnect later constantly. Terrible sound quality. Have to have speaker charged while playing anything"
    },
    {
        "title": "No Auxiliary port",
        "text": "Great out of the box.  But after one full use will not take a charge. Very disappointed. Got a replacement speaker and has worked amazingly.  Couldnt be happier."
    },
    {
        "title": "Cheaply made, terrible sound quality",
        "text": "I got it and it didn't work so I called jbl and got a new one and that one don't work either"
    },
    {
        "title": "very disappointed",
        "text": "Completely stopped working after a few months of use. It was fully charged and then wouldn't turn on at all. Very disappointed"
    },
    {
        "title": "Connectivity issue",
        "text": "Only had it a couple weeks...No matter the outlet, it charges overnight but only lasts 20 minutes of playtime. EVEN WHILE ITS PLUGGED IN...super disappointing. definitely returning"
    },
    {
        "title": "Don't",
        "text": "I expected better sound from all the positive reviews. It stopped working after 6 months. Sent back to JBL for warranty still waiting for replacement. Would not recommend."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Horrible don't purchase this without a warranty. Oops you can't before they don't offer any.  Moral of the story don't but anything that doesn't have warranty ."
    },
    {
        "title": "It’s decent",
        "text": "Worked great for a few months then one day i wasn’t able to turn it off and now I can’t even turn it on"
    },
    {
        "title": "Beware",
        "text": "2 semanas todo perfecto y ya luego la batería se daño. Ahora todo el tiempo tiene que estar conectado"
    },
    {
        "title": "Never buy it  again",
        "text": "I was very happy with this speaker until it unexpectedly refused to charge after less than a year of use.Right at it's warranty."
    },
    {
        "title": "La batería del altavos se daño super rápido",
        "text": "Sent back when it finally arrived"
    },
    {
        "title": "Died approximately at warranty life",
        "text": "It stopped working after 3 weeks. No longer powers on. Returning. Great while it lasted but this is a huge disappointment"
    },
    {
        "title": "Shipping was delayed to many times",
        "text": "This speaker sound absolutely terrible. Do not buy it. There is too much bass and the little bit of trouble that it does have is muddled. Do not buy"
    },
    {
        "title": "Doesn’t work",
        "text": "Bluetooth connection is unreliable even at very close range. Constantly malfunctions and needs to be restarted. At first we found the only way to get it to work was to drain the battery completely and then recharge and reconnect. Before too long even this didn’t work and it ended up in the trash. Please do yourself a favor and purchase absolutely any other brand of Bluetooth speaker, this one is a piece of junk and a complete waste of money."
    },
    {
        "title": "Terrible sound",
        "text": "awful, waited for this and it doesn't connect to laptop. what a shame"
    },
    {
        "title": "Extremely poor quality",
        "text": "did not work power button broke"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Can’t hold bass for Hiphop sounds terribleI do not recommend"
    },
    {
        "title": "It’s decent",
        "text": "My 12 year old son loved it for Christmas! I might have to borrow it too, great sound and great quality!!!!!"
    },
    {
        "title": "Speaker can’t hold bass for hiphop",
        "text": "Product was damaged. I am highly upset. I didn’t even open it because I don’t know what to do."
    },
    {
        "title": "Love all the color options!",
        "text": "After only a couple weeks, this device no longer hold a charge more than 4 hours!  Not the 12 hours as promised!!!"
    },
    {
        "title": "Damaged smh",
        "text": "The reign of JBL Flip has come to an embarrassing end. The removal of listening versatility by the choice to change the long-standing two-axis symmetric speaker position to an asymmetric orientation massively reduces the sound quality and versatility. If you ever enjoyed listening to your JBL Flip speaker in \"landscape mode\" (with the speaker horizontal on a surface), the sound stage in this position is ruined in the JBL Flip 5 generation and on. In technical terms, they changed the JBL Flip in-built speaker orientation by removing an axis of reflectional symmetry, to promote (and restrict) the speaker to only be used in the vertical orientation (nb: you're out of luck on any uneven or soft surface).This change was made without any public notice regarding the change in the sound design. An incredible disappointment as a past owner and avid user of JBL Flip 3 and 4 speakers - the new JBL Flip 5 generation shows a purposeful attempt to reduce the functionality of the JBL Flip line in an effort to push larger JBL portable speakers and/or multiple copies of JBL Flip 5 speakers for listening to a symmetric sound stage. These were the sole two recommendations I received from JBL Flip support *after* they improperly diagnosed my warranty request about the asymmetric speaker orientation as a defect. My JBL Flip 5 was purchased through an Amazon retailer in June 2022 and replaced directly by JBL, in error, in July 2022 via warranty (removing my ability for a retailer return).And now to be petty: With such a drastic change to the listening capability of this device, why have they forgotten to rotate the orientation of the JBL symbol to be read from the actual (vertical) speaker orientation?"
    },
    {
        "title": "Won’t hold a charge more than 4 hours!  It’s brand new!  Why!",
        "text": "I paired it to my laptop and it started skipping after about an hour. I went back to my Dollar Store speaker which works much better."
    },
    {
        "title": "It's time to move on",
        "text": "This device didn’t come with a charger and it didn’t pair. We did everything to find a way (Google and YouTube) with no success."
    },
    {
        "title": "Waste of money.",
        "text": "Speaker worked fine for about a year. Now won't charge or turn on!"
    },
    {
        "title": "Do Not Purchase from this Company",
        "text": "Speaking constantly cuts in and iut,out, phone would  be literally on top of Speaker and still very choppy."
    },
    {
        "title": "disappointed",
        "text": "the description says 3.5 mm stero connector type.. that was why I bought it and it does not have it."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Stopped writing like it won't charge or anything after 5 months. Warranty is useless."
    },
    {
        "title": "It’s decent",
        "text": "Super cute speaker, BUT 1 major problem—- There is NO “back button”!!— you are not able to repeat songs! Dealbreaker! Returned speaker."
    },
    {
        "title": "Stopped working after 5 months. Warranty is useless.",
        "text": "I received today and the quality sound is so bad, , the speaker bass sounds rattling. It's not what JBL stands for good quality."
    },
    {
        "title": "There is NO “back button”!!— you are not able to repeat songs! Dealbreaker!",
        "text": "Will not stay connected to my PC, Extension Flip 5 (party mode) will NOT stay connected. sounds good if it freaking worked"
    },
    {
        "title": "Not good quality.",
        "text": "Fell from dresser stopped workingI know it’s my fault but should be tougher. Broke way to easy"
    },
    {
        "title": "DOES NOT WORK",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:30Loaded: 20.02%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:30 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglishAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n It's been barely 4 months since I got this. Today it just wouldn't turn on. I have tried to charge it, plug it on my computer, but nothing 😑.What do I do?"
    },
    {
        "title": "Does not last",
        "text": "Does not connect with the flip 4. JBL need to stop changing their connectivity standards. Very disappointing."
    },
    {
        "title": "Flip 5 won't turn on! 😑",
        "text": "This item was great until it stopped working, stopped charging, and became a useless brick three months after I purchased it."
    },
    {
        "title": "DOES NOT CONNECT TO FLIP 4",
        "text": "IT WILL NOT HOLD A CHARGE!!!!!"
    },
    {
        "title": "Stopped working 10 days after return window closed",
        "text": "Definitely don’t purchase this.  After a month it shuts down and on constantly on its own.  This was a bad purchase."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "The speaker was never played at full volume and it crackles already and I've had it a month. Low quality for the money."
    },
    {
        "title": "It’s decent",
        "text": "Haven’t even had this three weeks and it no longer charges. So I’m soooo happy that I wasted my money on this."
    },
    {
        "title": "this speaker isn't worth the money",
        "text": "This is just not loud enough"
    },
    {
        "title": "Bad luck, I guess...",
        "text": "It takes a while to connect to Bluetooth. Not as loud as I thought. Battery doesn't last that long."
    },
    {
        "title": "Don’t do it",
        "text": "I got the speaker and I turned it on once and then plugged it in to the charger, now it won’t even turn on"
    },
    {
        "title": "Not what I thought",
        "text": "The sound kept cutting out"
    },
    {
        "title": "Alright speaker",
        "text": "This speaker is no good. Some songs sound good some sound awful. Seems like knock off JBL. Not a good product"
    },
    {
        "title": "Defective even though it was new",
        "text": "This came with a label that says ubl not jbl"
    },
    {
        "title": "BEWARE/ WARNING",
        "text": "This speaker started doing a crackling noise after almost 2 months of use never been dropped or anything"
    },
    {
        "title": "Rip-off",
        "text": "Speaker didnt work...bluetooth kept cutting out...had to order a replacement....will fix my review when i get my replacement....😩"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Don’t buy. Couple months later and it’s junk. Always disconnects randomly and crackles for no reason."
    },
    {
        "title": "It’s decent",
        "text": "Battery don't last long"
    },
    {
        "title": "Doesn’t last the summer.",
        "text": "Only had the speaker for just over 3 months and it blew one of the speakers out. Junk do not Buy!!!!"
    },
    {
        "title": "Don't like",
        "text": "The speak was nice. The sound quality is poor. Static. Disappointed  with this purchase. :("
    },
    {
        "title": "Blown speaker just over 90 days of owning",
        "text": "They advertise stereo audio with 2 speakers but can't deliver that in 2020. Very disappointed with this item. I feel cheated."
    },
    {
        "title": "Disappointed :(",
        "text": "Would not buy battery only lasted 3 months will not recharge."
    },
    {
        "title": "JBL Flip 5 has no stereo and there is no solution.",
        "text": "I like it but can I get a replacement mine won't turn on no more..."
    },
    {
        "title": "Battery defective",
        "text": "No dura la batería nada"
    },
    {
        "title": "It's awesome but it died...",
        "text": "Base was all I heard, so treble and sound was foggy at best. Not worth the money at all."
    },
    {
        "title": "Batería muy mala",
        "text": "Loved this at beginning but 2 months after buying it it has stopped charging. Very dissenting"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Just flat out stopped working/turning on a couple days after return close... 3 month return policy needs to be implemented."
    },
    {
        "title": "It’s decent",
        "text": "El aparato lo estoy usando y me dura máximo 20 minutos y se calienta mucho enseguida se apaga"
    },
    {
        "title": "Just Stops Working",
        "text": "Item worked for 3 weeks and now sounds horrible.  Very disappointed and want to return"
    },
    {
        "title": "Que tengan un poco más de duración y saber porque le pasa eso al producto",
        "text": "The audio quality is very poor. The sound is muffled"
    },
    {
        "title": "Ughhh",
        "text": "No me funcionó la conectividad bluetoothDidnt work the bluetooth conecttivity"
    },
    {
        "title": "Sounds like a cheap radio with bad connection",
        "text": "The product wouldn't power on and I would like it to be replaced"
    },
    {
        "title": "No me funcionó la conectividad",
        "text": "Got it January 22, broke August 8. Wrote to the seller & never heard back."
    },
    {
        "title": "Please send me a return slip",
        "text": "We have only had this for a couple of months and it no longer will charge."
    },
    {
        "title": "Bad quality, bad service.",
        "text": "It was good but One day it did not want to turn on"
    },
    {
        "title": "Poor battery life",
        "text": "It acts like it won't stay connected. Keeps making a clicking noiseVery annoying"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Stopped working after 4 months"
    },
    {
        "title": "It’s decent",
        "text": "Works great when you can get it to turn on."
    },
    {
        "title": "Stopped working after 4months",
        "text": "La bocina Bluetooth no funciona bien"
    },
    {
        "title": "Disappointed",
        "text": "Se agota muy rápido"
    },
    {
        "title": "No funciona",
        "text": "Works great except wont stay on, dies quick, even when on the charger"
    },
    {
        "title": "En verdad q no vale la pena",
        "text": "I bought this speaker 3 times and it messed up every-time anybody else experience this ? Just stopped charging and never turn off what a nice piece of  junk while it lasts"
    },
    {
        "title": "good speaker, bad battery",
        "text": "Will not hold charge!!!! Literally charge it and will die within 2 hours of using!"
    },
    {
        "title": "Awful",
        "text": "Sound was great, but advertised party boost does not work"
    },
    {
        "title": "Terrible battery life",
        "text": "LDLBUS008773393, sigo esperando el producto.Me encuentro muy decepcionado de este servicio.No han cumplido los plazos prometidos."
    },
    {
        "title": "Party boost does not work",
        "text": "Got a noise complaint! Lasted all day!  Didnt test waterproof. Worth every penny!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Bought 2 and they won’t stay connected. Keep turning off or cutting in and out"
    },
    {
        "title": "It’s decent",
        "text": "it works well but the battery doesn't last 4 hours before it shuts off"
    },
    {
        "title": "Won’t stay connected",
        "text": "Worked fine until it almost caught fire while charging. The port and charger melted."
    },
    {
        "title": "short battery life",
        "text": "Terrible design, terrible sound, terrible connectivity.Do not waste your money."
    },
    {
        "title": "Byer beware: fire hazard!!!! 🔥",
        "text": "Not a good speaker"
    },
    {
        "title": "You’re buying a name and it sucks",
        "text": "Por que no agarra carga y no prende solo duro 1 dia"
    },
    {
        "title": "Not a good speaker",
        "text": "The Bluetooth doesn't function very well."
    },
    {
        "title": "No carga",
        "text": "The sound quality was bad. You could hear static when the volume went up."
    },
    {
        "title": "Bluetooth sucks",
        "text": "I don't like.  Need  replacement.  Item  doesn't  charge."
    },
    {
        "title": "Bad sound quality",
        "text": "Charger caught on fire! Melted the charging port and charger. No option to contact seller!"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Garbage...sound is excellent but it continually disconnects from the phone while playing."
    },
    {
        "title": "It’s decent",
        "text": "Audio only works on base. Other speaker works on same blue tooth."
    },
    {
        "title": "Won't stay connected!",
        "text": "Its bad"
    },
    {
        "title": "Speaker only works on base.",
        "text": "La  batería no dura más de 5 horas"
    },
    {
        "title": "Trash",
        "text": "Battery life is not as advertising"
    },
    {
        "title": "La batería no dura más de 5 horas",
        "text": "Distorted, very poor sound quality. I return the product."
    },
    {
        "title": "Battery does not last for more than three hours of play,",
        "text": "I need to return my Flip - 5 because it is faulty."
    },
    {
        "title": "Distorted, very poor sound quality",
        "text": "Volume"
    },
    {
        "title": "Not good",
        "text": "trash. it was completly destroyed upon dellivery."
    },
    {
        "title": "Small",
        "text": "The media could not be loaded.\n                \n\n\n\n Straight out of the box. I tried numerous sounds sources, all the same. How could this have made it past customer service?"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Hard to connect doesn't work as advertised!"
    },
    {
        "title": "It’s decent",
        "text": "its literally incapable of connecting to laptops"
    },
    {
        "title": "Failed equipment and no customer service.",
        "text": "This is the second one of this brand we have owned and they are junk-frankly.  Was really hoping this one would work. Nope.  We did everything to get it to work.  Returning and buying a different brand this time.  So disappointed."
    },
    {
        "title": "A 90$ brick",
        "text": "Didn't even get the right item and there was no charger."
    },
    {
        "title": "Continually cuts out- we are returning",
        "text": "Not good Bluetooth connectivity"
    },
    {
        "title": "Possibly scammed",
        "text": "You CANT connect this device to OLDER MODELS!! WTH?!!"
    },
    {
        "title": "Not a good speaker",
        "text": "No dura mucho tiempo la batería"
    },
    {
        "title": "WILL NOT CONNECT TO OLDER DEVICES!!!",
        "text": "Batery didn't last long"
    },
    {
        "title": "Batería inservible",
        "text": "Won’t hold charge for more than an hour. Help!"
    },
    {
        "title": "Poor batery life",
        "text": "love my speakermy speaker just stopped working after months of having it. I'm so mad"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Ddnt have enough bass. Returned and ordered the charge 4"
    },
    {
        "title": "It’s decent",
        "text": "Garbage"
    },
    {
        "title": "Ddnt have enough bass",
        "text": "Battery does not last more than 3 hours"
    },
    {
        "title": "it sucks",
        "text": "Battery dies very fast have to keep it plugged in to play music."
    },
    {
        "title": "Hate it",
        "text": "I used one time the speakers blew"
    },
    {
        "title": "Faulty jbl speaker",
        "text": "ESTOY MOLESTO POR RECOMENDACION INADECUADA"
    },
    {
        "title": "Junk",
        "text": "nice look but after 2 month its stop play."
    },
    {
        "title": "NO DEBEN RECOMENDAR UN BOLSO QUE NO ES DEL TAMAÑO ADECUADO",
        "text": "Would not recharge"
    },
    {
        "title": "after 2 month its stop play.",
        "text": "Randomly turns off. Won’t hold charge"
    },
    {
        "title": "Broke",
        "text": "I was a big fan of the JBL speakers and purchased several for other people as well. Unfortunately, I discovered that within one to two years and many times sooner they would simply not hold a charge. Even worse you couldn’t play the It even when it was plugged i. It  was essentially dead. I’ve had four of them two  had to be thrown out within a year and a half. They sound great but there’s definitely a defect built into these things and I wouldn’t buy another one"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Kept disconnecting on all phones"
    },
    {
        "title": "It’s decent",
        "text": "\"Subwoofer\" distortion."
    },
    {
        "title": "Disconnected",
        "text": "Not loud enough"
    },
    {
        "title": "nope",
        "text": "Not working good.."
    },
    {
        "title": "Very low volume",
        "text": "No dura la bateria"
    },
    {
        "title": "He damage.",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:19Loaded: 31.61%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:19 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window."
    },
    {
        "title": "No dura la bateria",
        "text": "Did not work with my phone."
    },
    {
        "title": "Its completely broken. I am using it for first time.",
        "text": "It stops every second"
    },
    {
        "title": "Failed to work with my Phone",
        "text": "I’ve had it for a year and a half and treat it perfectly. Never dropped it, never take it anywhere, play music on low volume, charge it properly etc. It won’t turn on and JBL customer service has been useless. Called and talked to a rep and a mgr and they won’t do anything since it’s out of warranty. Offered me 35% off of a future purchase but I will never buy JBL again. Apple homepod costs the same price and better quality, warranty, customer service etc."
    },
    {
        "title": "It’s broken",
        "text": "Its ashame, looked like a decent item."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I like the sound back in the day JBL made some solid speakers that last over 4-5 years my flip 4 and 5 onlyLasted 8 months tops and then battery would only last 30 min and now I can only use it while charging same goes to my JBL extreme battery lasts maybe 12 months and did the same thing this sucks I will no longer be buying JBL speaker stay away they won’t help me out reached out to JBL and Harmon several times and they will not help me out !!!!! They just lost. A loyal customer"
    },
    {
        "title": "It’s decent",
        "text": "I'm not sure if it's because I bought the two I did from Walmart or not, but the JBL Flip 5 is a dumpster fire of a speaker in terms of functionality and technical function as well. BOTH of the speakers I purchased ended up falling victim to not only the play button, but both volume buttons AND the party link button completely not working any longer. It still turns on, and links to my phone to use, but in order to control both the volume and the music playing I have to do it from the device it's connected to. VERY disappointed considering that this speaker costs $100 so I had high hopes that either of them would last at least a few months before they took a crap on me.. but the first one lasted literally 5 weeks and then the 2nd lasted about 7-8 weeks before the button functions stopped working.  Not only that, but the quality and overall volume of the speaker has diminished over time as well. Becoming filled with that ominous static sound during certain songs and a little scratchy to add to it, and like I stated the volume has gone down over the course of owning it.WASTE OF $100!!!!!!"
    },
    {
        "title": "Battery fails pre maturely",
        "text": "If you are looking for sound fidelity, the sound is just okay. The bass is too bass-y, the highs tinny (if the speaker if pointed a you correctly)and the mids are weak. This is just a mono speaker. Unless you have the logo pointed at you and laying mostly flat, the sound is always a little off. If you have it hanging by the strap, the bass-mid-treble balance is almost always off. I typically use my speaker when playing golf or when at the beach. In both instances, I have experienced cheaper speakers that do a better job. At the beach, the speaker only sounds \"right\" when it's laying flat on a surface directly in front of you. Ina  golf cart the sound is never great because the speaker is generally oriented in a vertical position. As a result, you typically lose half the bass and the mids/highs only sound right when the speaker is facing you. Having said that, this speaker will get loud. So, if you're looking for volume, it might be the way to go.My biggest issue is the durability of the product. A portable speaker should be relatively indestructible under normal circumstances. When I bought the unit last year, I bought a silicone protector for it at the same time (see pics). When my wife and I were at the beach last fall, the end trim on the speaker broke while it was in the protective sleeve and in a beach bag, when the bag was dropped on the floor of an elevator. The speaker was on the bottom of the bag but it was dropped from less than knee height with a protective sleeve and in a bag. As heavy as this thing is, I expected much more durability out of it than it delivered. One of the key benefits to this is that it has an IPX rating. Since the case cracked, I doubt that still applies and was one of the main reasons that I bought it.I have several other high end JBL products ( (tower speakers, sub woofers, etc.) that I absolutely love ($3k+ speakers). This particular speaker was a terrible disappointment as a JBL product and it makes me reluctant to buy from them again."
    },
    {
        "title": "Quality is good, but technical issues are the real killer",
        "text": "The battery is garbage my flip doesn't last more than 3-4 hours, while plugged in and at about half volume.It also doesn't seem to like being outside for long as it get cranky and shuts itself off. I have to put it inside my lunchbox with icepacks so it can cool down and maybe turn back on."
    },
    {
        "title": "Sound meh...durability terrible",
        "text": "I used to have a little Braven speaker that was amazing, it had the speakerphone and the ability to charge devices as well. so you can imagine my surprise when I purchase one of these JBLs, and they cannot be used as an external charger! and also when the device is turned up fully, i hear tons of popping and static. needless to stay, I returned it immediately and will be getting another Braven, highly recommended, i promise you will like it much better than a JBL and I guarantee youll find one for much cheaper as well"
    },
    {
        "title": "Can't stand the heat",
        "text": "I just open the package today only to find the sound is crackling very disappointed"
    },
    {
        "title": "Doesnt charge Devices and Static Noises",
        "text": "I've had the JBL charge 4 speaker for 8 months. Used less than ten times, I was looking forward to using my speaker for a fun weekend on the lake with my friends. Much to my surprise, my speakers would not charge one bit and would not turn on. Thinking it must have just been a one time thing, I held onto the speaker hoping that if I let it charge over night it would come back to life. After months of desperately charging and praying, it was confirmed dead.Calling customer support, I was hopeful that a well respected company would have decent customer support. I was sorely mistaken. I was informed that my speaker, less than a year old, was out of warranty and  unable to be replaced or fixed. Not to worry though, I was offered 35% off my next order! Glad I spent 140 dollars on this beautiful paperweight."
    },
    {
        "title": "Crackling sound v",
        "text": "For the price this should seamlessly connect to anything via bluetooth. But it doesn’t. I ALWAYS have issues connecting to this speaker whether it’s my phone, PC/laptop, echo.I almost have to reset the flip5 and wth is the purpose of a speaker that you have to do so much with to connect to? Forget this crap, for the price it should at least do its job somewhat effortlessly. Skip it and get yourself a cheaper bluetooth speaker. I have a $30 one I got from amazon that works 100x better than this branded piece of crap"
    },
    {
        "title": "Horrible customer service after a speaker of 8 months unexpectedly quit.",
        "text": "Sound quality is so bad... i have my doubts about if it was mine that has the problem after see too much good reviews, but mine sounds so bad... i just feel like the good sound when i used it in my bathroom that is a closed and little space, but after that in my bedroom the sound was bad and in the living room is even worst and not talk about open spaces... I'm so disappointed about this that I'm returning this right now i want my money back... to much money for the sound quality... do yourself a favor and don't buy it..."
    },
    {
        "title": "Bluetooth connectivity SUCKS",
        "text": "After owning this for 2 weeks the unit won't turn on or charge.  Attempted to pair this with a flip 2 only to learn JBL connect and partyboost are not compatible, 2 days later it seems to have bricked itself.  Was a birthday gift via amazon"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Not compatible with Connect+. This is ridiculous for previous JBL speaker owners.  I forgave the change from connect to connect+ because you could now connect multiple speakers, but now this partyboost is the same as connect+ just not compatible. It's horrible from JBL's part to do this to loyal JBL users. It's ridiculous for anyone that bought multiple JBLs for this exact purpose. I've had multiple JBL portable speakers going back to the first Flip but this might be it."
    },
    {
        "title": "It’s decent",
        "text": "Mine shuts off after about 30 seconds, if and when I ever get it to connect to my macbook pro. This seems to be a widespread problem. I've tried plugging it into a USB port and it still won't play. Such a waste of money!"
    },
    {
        "title": "Not compatible with connect+",
        "text": "Bought a JBL Flip 5. When it arrived it would not turn on. It would not charge. Yes, I did all charging troubleshooting. Returned item as defective and received another unit. 2nd Flip performed for approx. 3-4 hrs. Same issue, dead battery and will not charge. Unfortunately this was realized after 30 day return window. The Flip 5 is junk. I have a $120 paperweight now."
    },
    {
        "title": "Can't get it to stay connected",
        "text": "I have a JBL Charge3 that's been going strong for years, and received this flip5 6 months ago as an employee gift for years of service.  It's total garbage in comparison to my old Charge.  Barely used (kept at  family home when I visit on occasional weekends) never played loudly (I use it for sleep meditations and sleep music) and it's already buzzing and crackling.  Not conducive to restful sleep.  The source is less than 5 feet away.  I don't recommend this model at all."
    },
    {
        "title": "Defective Batteries",
        "text": "Should have taken a closer look at the reviews. Main reason I purchased this was to create surround sound in my apartment and connect with older JBL speakers. But party boost speakers won't connect with Connect+ speakers. I don't imagine making them compatible is terribly difficult but JBL probably got greedy. I will be sending this back and won't recommend it. Shame, I own the Flip 4 and Charge 4 and was excited about adding a new one to my collection."
    },
    {
        "title": "Buzzing, crackling, and cutting out after 6 months",
        "text": "Garbage! Do not waste your money! Won’t hold a charge, won’t operate in cold weather; who am I kidding, it won’t hold a charge in hot weather either! It you want a fully charged speaker that craps out on you within 5 minutes, this garbage is for you! JBL, you’ve been better!"
    },
    {
        "title": "Party Boost does not connect with older speakers.",
        "text": "The last off brand Chinese speaker that owned had significantly better battery life than this junk! I used it daily in the shower(15-20 minutes) and I could go for months without charging it. I have to charge this junk once a week!  really had high hopes for this… This has the worst battery life out of the all portable speakers. The sound quallity is not that different. Don’t wast your money!"
    },
    {
        "title": "Absolute garbage!",
        "text": "Soo I purchased one for my kid and also one for myself but at different times. How about both of them stopped working after a year. I charge and it will not keep the charge. I have to keep it plugged up for it to work and my daughters doesnt even work plugged up.. Nice sound but having purchased not one but two and have the same thing happen.. Its a NO for me dawg..IJS"
    },
    {
        "title": "Very disappointing",
        "text": "I was very pleased with the sound quality while it lasted. Only got a few months out of it before the battery started to drain after 1 hr use. I replaced the battery and that only lasted 1-2 months before it went out again. I gave up on the JBL Flip and will not purchase another one. If I'm spending close to $100 or more I need at least 2 solid years out of the product.......at least!"
    },
    {
        "title": "DONT DO IT. I PURCHASED 2 OF THESE AND THE SAME THING TO BOTH OF THEM",
        "text": "It's slightly louder and bassier than the flip 4, however, battery doesn't last anywhere close to the specs. About the same or less than the flip 4 at full power.The USBC doesn't do its job. You can't listen to the speaker while charging if it's empty.Can't pair it with the flip 4 so far but I keep trying. Maybe a firmware update is necessary but don't know.Bluetooth is not very strong. It cuts out even at short distances."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I have a JBL flip 4 and was given a flip 5 as an Xmas gift. I was very excited when I first received it because I was under the impression I could connect speakers throughout the house. Well apparently the flip 4 and 5 have two different connections (connect + vs partyboost)... REALLY JBL!?! Why should I be penalized for staying loyal to your product line!!!"
    },
    {
        "title": "It’s decent",
        "text": "This is not a sale."
    },
    {
        "title": "Shame on you JBL!!!! Buyer Beware",
        "text": "0/10 have owned 1 for two weeks and has already died. was not dropped or flooded and was charged indoor at night. 120 dollars down the drain. hindreds of posts online about what to do if it wont turn on and none work surprisingly :( highly recommend looking into another brand"
    },
    {
        "title": "This is the walmart price everyday of the week",
        "text": "This speaker is purple and not a baby pink. The photos are incredibly deceiving. It looks much more pink in pictures. It’s a dusty muave in person. I took a picture of it compared to something actually pink. If you are buying this to match a baby pink set up please don’t waste your money."
    },
    {
        "title": "speaker failed within 2 weeks",
        "text": "I bought this speaker and bluetooth was not working so contacted them and they sent me a new speaker right way which was great, but they didn’t specify the time i had to return the damaged one. So the deadline wasnt met and they charge me 2 speakers with no refund. Such a fraud!"
    },
    {
        "title": "Not pink",
        "text": "JBL makes an upgrade yet they take away a microphone and the ability to connect a hard wire to this speaker. Some people may not care but the question remains, why would you make an upgrade and then do away with two good basic features?? You figure it out if you care but I give it an overall rating of tragic.."
    },
    {
        "title": "They charge me twice",
        "text": "2 years i have had these lame speakers, in and out sound, loysy quality, i am a musician and cant count the times these speakers have let me down, just bad bad manufacturing or siomething, but never ever trust jnls anymore though since the 80's i loved them, never ever ever, consistently horrible"
    },
    {
        "title": "Tragic",
        "text": "I bought one for myself and one for my daughter. Both speakers died just after warranty ran out. Both had same problem. They would not charge back up, completely stopped working. Great sound up until then."
    },
    {
        "title": "you want every party ruined?",
        "text": "It is not great product for the price, I’m thinking about the larger model"
    },
    {
        "title": "Dead Speakers",
        "text": "The speaker sounds tinny compared to the flip 3. Also it is not a sale at $99 ( which was original MSRP until JBL raised the price ) overpriced & less quality"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Sound cuts out every 4-5 seconds"
    },
    {
        "title": "It’s decent",
        "text": "DO NOT PURCHASE TWO FOR STEREO.  Read the reviews of the app. It will be one of the most frustrating experiences ever. When they are in stereo they sound great. That's why 1 stars. FIX THE APP JBL!!"
    },
    {
        "title": "DO NOT BUY",
        "text": "I take it to the beach everyday and never make it past half a dozen shrimp before it’s dead. At least the waves sound nice. The Flip 4 had way better battery life and sound is pretty much identical"
    },
    {
        "title": "Dont buy two for stereo.",
        "text": "The partyboost is a joke. If you buy more than one it doesn't stay connected and cuts in and out constantly and Jbl acts like there's no problem when you contact them about it."
    },
    {
        "title": "Put a decent battery in this log",
        "text": "This products its work with some phones not with other its sees to get static from the blutooth really disappointed. Sad. I thug jbl was a god brand"
    },
    {
        "title": "Partyboost is trash!",
        "text": "Don’t buy this product unless you want to receive a broken cracks everywhere they won’t give me a refund cause they think I did it"
    },
    {
        "title": "Bluetooth is not good",
        "text": "Received my Flip 5 today, but unfortunately it arrived dead. Tried charging to no avail. Nothing worked and Amazon had no replacement. So I'm sending it back and purchasing something other than JBL."
    },
    {
        "title": "It’s nice at first broken In the inside",
        "text": "Terrible just opened. Used it once. Battery died. Charged it. Overheated now doesn’t work."
    },
    {
        "title": "DOA",
        "text": "This portable speaker needs a portable charger👎🏾👎🏾"
    },
    {
        "title": "Overheats with iPhone charger cord",
        "text": "Overpriced junk"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:14Loaded: 42.90%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:14 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n This speaker is not good"
    },
    {
        "title": "It’s decent",
        "text": "All the new gen speakers from JBL are HORRIBLE!!! JBL Flip 5 and JBL Xtreme 3 most notably.  They suffer from horrible bluetooth interference and lag.  Firmware was updated, speaker and app were reset, every troubleshooting they could come up with, and I am pretty tech savy and know what I’m doing. Nothing worked.  5 different speakers all same issue.  If my phone got more than 12” away static and sputtering; or if it was even in my pant pocket the bluetooth immediately cut out.  It requires a direct line of sight at all times and can only go a couple of feet before it starts cutting out every few seconds.  I have several of their previous gen speakers and they have NEVER had these issues.  JBL really screwed things up this time.  Super disappointed.  These aren’t even worth to keep as paper weights."
    },
    {
        "title": "Jbl flip 5",
        "text": "Yes, as other reviewers mentioned, it gets AMAZINGLY loud.  But that doesn't really matter to me when the stereo input audio signal is spit out from a MONO output. Meaning it sounds AMAZINGLY BAD. I tested it with a pure 100% left-right audio test and there is no difference in sound – it's all coming from one output channel. The result is a very muddy, echo-y sound. Not good for music, not good for anything except making lots and lots of very loud noise. Very disappointing for the price."
    },
    {
        "title": "JBL really screwed up again",
        "text": "Sooo this speaker was great for 2 years. I barely took it out because I loved it so much:Eventually after 2 years, product stops working. I know about 3 people that said the same about their jbl’s.I let the company know and they said my warranty was up. If I knew how quickly they go bad,  I personally wouldn’t buy it. I would rather spend my money on another brand that promises a longer life than 2 years.Bluetooth died and I no longer can listen to music"
    },
    {
        "title": "Not Stereo At All; Muddy Mono Audio",
        "text": "Stereo simply doesn’t work. Updated firmware on both speakers.  Single speaker sound is mediocre.  Crackling and fading out.  App almost worthless. Unfortunately I missed the return window by two weeks.  What a waste of money.  Sorry I ever bought this."
    },
    {
        "title": "It will die at 2 years old",
        "text": "I got this Bluetooth speaker based on the sound because a friend of mine had one but when I purchased mine if I put it on the loudest control from my phone the speaker will start sounding like it’s about to give out you can hear a very loud excruciating static sound that hurts your ears  now I bought his refurbished but I still feel like I should of gotten quality sound if not why resale it to make money only to get bad reviews and have the customers wish they never chosen this brand of speaker"
    },
    {
        "title": "Do Not buy if you want stereo!",
        "text": "If I could give a zero I would. I have now bought three of these speakers and each one dies after a few uses. They will not charge and cannot be turned on. How is this company allowed to sell these. I have had plenty of older Bluetooth speakers by other brands and this has never happened. Never again. Do NOT buy."
    },
    {
        "title": "Don’t buy refurbsished",
        "text": "I have an indoor pool and the Bluetooth keeps cutting out.  Even when my phone is 10 feet away the water seems to make the device not work."
    },
    {
        "title": "Will die after few uses",
        "text": "Not loud enough and battery life sucks"
    },
    {
        "title": "Does not work well near pool",
        "text": "I am so disappointed with this speaker. I have had two JBL Charge bluetooth speakers in the past, which I liked but this one bites. The battery last for a very, very short while and then you do not get a clear sound. So sad. So disappointed"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Used a few times in the rain and next to the pool for less than an hour at a time.  We always let it completely dry in between uses.  The speaker died just a few days outside of the return window.  DO NOT BUY!!"
    },
    {
        "title": "It’s decent",
        "text": "Would not stay charged! Stopped playing after two hours."
    },
    {
        "title": "Not really waterproof",
        "text": "It was defective and the company did nothing to remedy it."
    },
    {
        "title": "Avoid!",
        "text": "Bought this for my husband because he was always using mine.  It is a great little speaker he can use wherever he likes.Now it doesn’t work correctly, won’t turn off and is a problem to connect!I wouldn’t recommend"
    },
    {
        "title": "Absolutely garbage",
        "text": "My needs for a new BT speaker to replace my trusty 10w Oontz angle: portability, loudness, bass - for usage primarily outdoors in my backyard while landscaping.The Oontz just didn't have the bass, but was surprisingly capable in terms of volume. Great little speaker.I also purchased a JBL Charge 4, Aiwa Exos (very good, but not great), Zealot 75w (loud, impressive but too big and not as clear as the JBLs), and an Asimom 30w (very little bass, but crisp sound for indoors). I also bought a W-King 50w, but cancelled the order after I realized the Zealot was too big, the W-King was similar in size, and the Flip 5 was just too good.The JBL Charge 4 vs the Flip 5 was quite conundrum around my house as I tested them both out over several days. Now, I also got both on Prime Day, and the price difference was only $15. Had the price difference had been the normal price points, I wouldn't have hesitated to send the Charge 4 back; but with only $15 difference, it got some workouts. The end results...we found them to be virtually indistinguishable overall in terms of audio quality performance. The Charge 5 is somewhat louder, and on some songs the bass is more pronounced - but not substantially so. We found the same to be true for clarity and crispness. The differences for the Charge 4 that didn't matter to me was the extended battery life, the charging port, and the 3.5mm audio jack. The Flip 5 didn't have these, but it is smaller and more portable with a lanyard loop. This rope loop was important to me, as I'd rather not put my dirty landscaping hands on the speaker itself. Had the Charge 5 had a lanyard....maybe I would have gone there, but I would have gotten it crazy dirty, and the mesh doesn't seem terribly easy to clean.So for me, the Flip 5 was the winner by a nose. Your mileage may vary depending on your plans for a speaker.UPDATE, Dec 2022After a few months of use, there was a problem that became impossible to ignore, though at first, I thought it was just in my head. The volume would be normal, but over the course of the day of playing music outside, the volume would slowly decrease about every 30 minutes or so. After 5-6 hours of yardwork, the volume was barely one-third of the max output. The battery remained charged just fine - the volume performance just suffered. I looked this issue up online, and it is a known issue. I did a hard reset, but the problem persisted. I reached out to Harman/JBL, and they replaced the Flip 5 with another (different color though, grrr). Well, after one use, the issue is still there with the new unit, though not as severe. I feel like I just threw a hundred bucks away, even after extensive testing and decision making. I am overall disappointed with the performance of this speaker for my outdoor needs - the volume is just not consistently loud enough.UPDATE March 2023I could probably reach out to customer service again, but it's not worth the effort.With some warmer weather pre-spring, I started doing some yardwork with a killer new playlist. The speaker's decreasing volume issue seemed worse these past couple of weeks, even with it being fully charged. I think the speaker just reduces the volume with a certain percent of battery reduction. Today was the last straw. I was outside working with the volume on 75%. After about 15 minutes, it clearly decreased in volume, and even more every 15-20 minutes thereafter. What made my decision to never ever touch this device again? The speaker shuts off when the battery light turns red - even though there's still power left. I had to restart the speaker twice over the next 30-45 minutes, even though there was still juice in the battery. All told, I got maybe 4 hours of play time before the speaker was completely drained.For a nearly brand new , supposedly high quality product, 4 hours of power, complete with crummy volume....I'll not only never use this speaker again, but I'll never buy another JBL product again."
    },
    {
        "title": "Stopped working correctly after 6 weeks.",
        "text": "Truly disappointed with the blue tooth connection"
    },
    {
        "title": "Flip 5 vs Charge 4; UPDATED - twice",
        "text": "I got one of these as an early Christmas present and it broke after using it for a few day. It just won't turn on"
    },
    {
        "title": "Terrible connection",
        "text": "Loved this for my husband at work, until it just decided to quit working after 2 months. Has a full charge, and hasn't been dropped or damged. Just decided to not power up. NOT HAPPY!!!!!!"
    },
    {
        "title": "Broken",
        "text": "Didn’t work"
    },
    {
        "title": "Stopped working!",
        "text": "Le produit est d'apparence correct et fonctionne bien.En revanche, il est arrivé dans un carton sans la boite d'origine et sans le cordon.Ce n'est pas normal que dans la description il ne soit pas mentionné que c'est un article d'occasion incomplet.Qu'en est il de la garantie?"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Broke in a couple of months and the return team are bad at replying terrible experience I would like a refund"
    },
    {
        "title": "It’s decent",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:08Loaded: 75.08%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:08 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n We got the parcel and opened it and saw that the cable is rusted as well as the box packing"
    },
    {
        "title": "Bad refund team",
        "text": "When you put music on and connect the speaker, if I go above 4 notches on my iPhone volume, it starts making a loud tapping noise every 1 second that undercuts the music. What is the point of a speaker that can't even amplify music to a semi-loud volume? Not only that, it glitches the music every so often, either by pausing the music by itself or by cutting out for 2ish seconds before resuming to play the music. This issue thankfully happens less often than the tapping noise, but still to a point where everyone around the speaker notices and asks if this is an old model.What's even worse, is because I only found out about this a few weeks into using the speaker, I've already recycled the packaging so I can't even refund this for a speaker that actually works. Extremely upset that $160 has been wasted on a speaker that doesn't function properly. Do not waste your money on this."
    },
    {
        "title": "Cable rusted",
        "text": "The sound has always drifted into a weird out-of-sync sort of sound, akin to as if the left and right channels were a few milliseconds out of sync... And just now the entire thing started smoking and nearly set itself on fire while charging from a standard USB-C cable.I'm quite disappointed, if I'm honest."
    },
    {
        "title": "Glitchy Sound",
        "text": "Cet article n'a pas de son, qualité médiocreJe veux le retourner mais ile ne veulent pas me rembourser les frais de retour"
    },
    {
        "title": "Weird out-of-sync stereo sound, started smoking and nearly set itself on fire charging.",
        "text": "Twice I've ordered this speaker, and both times I was sent defective items. It's really unfortunate, but there's this awful popping and cutting noise coming from the speaker when I first turned it on. It wasn't the type that you could ignore, no, it was really bad. I contacted warranty which I didn't really get far with, so I returned the first one and ordered another. It worked for the first day, but it started getting the same popping noise and culminated in a sudden and very loud screeching. I honestly thought the thing was gonna short circuit itself and start smoking. Turned it off immediately, now I'm left disappointed and demotivated from trying another one.It really would have been a great speaker, the sound was nice, loud and clear when it did work. There's the odd tune it makes when connecting/turning off or on. That may annoy some people."
    },
    {
        "title": "Ne pas acheter",
        "text": "I've always been a lover of JBL speakers, but this Flip 5 speaker just stopped working for no reason. Even though it's water and dust resistant, I still never put it in water... It was barely used at home and never dropped.I'm very disappointed in this product."
    },
    {
        "title": "Would have been a great speaker BUT",
        "text": "The JBL flip 5 doesn’t have 12 hour battery as advertised. Iv gotten maybe 3-4 hours out of mine which is brand new . Not too happy with this product."
    },
    {
        "title": "Suddenly stopped working after 4 months... Disappointed!",
        "text": "Do not buy I bought it to use it in my office so I don't even move the speaker around, no outside activity, nothing, it just stay on a desk and since the beginning the bluetooth cut (I compted it cut 3 times in 60minutes which is a looooot for a bluetooth speaker specially when the phone is one meter away frow the speaker). My 4$ dollarama headset has a better bluetooth connexion than this it s such a rip off. Unfortunately I throw away the packaging because the very first time I had no issue in using it 1hour otherwise I would have return it in the 30days period. Even with the 25$ discount that I got it's still a rip off. The sound quality is good but I hate when it cuts like this specially that I am massage therapist so 3 cuts in 60min massage really annoys me. If it keep doing it like this I would just go back to just use my phone to play music I spent 125$ to have a better sound quality and this is what I received... sooooo disappointed"
    },
    {
        "title": "Quality",
        "text": "Nice speaker...but was shipped with NO CHARGING cord."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I got a damaged speaker from EVERGAME seller. The right speaker is not working and sound is coming only from the left"
    },
    {
        "title": "It’s decent",
        "text": "This speaker has a serious bluetooth issues when used with a Macbook. Every time I connect it the sound is cracking etc. It takes 2-3 reconnections to finally get a good bluetooth connection established. I thought it could be my Macbook, but my Sony and other bluetooth headset have zero connection problem. It also seems like when I use my bluetooth mouse the problem is even worse. Seems like the speaker can't find a channel where would be no interference.I owed 2 speakers, both had exact same problems and firmware upgrades did not solve it."
    },
    {
        "title": "Damaged speaker sent",
        "text": "Bonjour, j'ai reçu mon JBL Flip 5 le 13 décembre et c'était un cadeau de noel pour mon fils... Il vient pour le faire fonctionner hier le 25 décembre et il n'ouvre même pas... Il ne charge même pas. Qu'est ce que je peux faire ?Merci !!"
    },
    {
        "title": "Don't buy this garbage if plan to use with a Macbook",
        "text": "Le batterie rete chargé seulement 1 heure"
    },
    {
        "title": "Ne s'ouvre même pas",
        "text": "J'ai acheté ce petit JBL pour la fête amon fils en juillet 2021. Le son est très impressonnant !! Mon fils le trainait partout, tout le temps !! Malheureusement  en janvier 2022, il a juste cessé de fonctionner. Il n'allume plus, même chargé il n'émet plus aucun son. J'ai contacté la compagnie, et on me dit qu'il est garanti avec l'emballage original et tout l'équipement biensur...l'emballage original...conservé tous les papiers et les boîtes c'est le conseil que je peux vous donné !! Je n'ai pas conservé les boites je conserve donc mon speaker brisé...dommage très décevant..."
    },
    {
        "title": "Batterie",
        "text": "Very disappointed with this purchase. Despite charging the speaker, it wouldn't turn on. Contacted the seller for a refund that cost me $26 to have it shipped back😠"
    },
    {
        "title": "Si la batterie avait la même qualité que le son...",
        "text": "I bought this speaker and it didnt last more then a week until i started to see problem. It randomly starts to play static sounds in the middle of the song and then plays a high pitch noise which is very damaging to the ear. You have to constantly turn off and on because it decides to disconnect itself from your device(i have tried with mutiple devices) and randomly lowers the sound without any reason. If you value your money do not buy this product. You can find a speaker for 20$ that can give you the same experience as this “so called” hight quality speaker."
    },
    {
        "title": "Speakers didn't work at all",
        "text": "Se siente resistente, es de muy buena calidad el material, el sonido es adecuado para usarlo al aire libre ya que interior se escucha muy bien, la duración de la batería es increíble, me entregaron en tiempo y forma, el empaque es original al igual que el producto, no le doy 5 estrellas porque al tener el máximo volumen de repente pierde calidad y creo qué hay mejores productos por menor precio, para ese precio esperaba que fuera estéreo.Si están en duda de adquirir el Flip 5 o el Charge 4 les recomiendo el primero, el charge es más grande, pesa más pero no mejora la calidad del sonido y solo es ligeramente más potente.Update:Ojo con el vendedor, a pesar de que la bocina es excelente después de 6 meses simplemente dejó de funcionar, al comunicarme con JBL me comentan que ellos no dan garantia a productos vendidos por revendedores, y al contactar al vendedor me dijo que ellos solo dan 3 meses de garantia.Me parece un error de parte de Amazon que los vendedores externos sean quienes definen el tiempo que dan de garantia ya que este producto lo compras a precio de nuevo y te dan garantía de reacondicionado.No arriesguen su dinero, aquí no te van a aplicar la garantia"
    },
    {
        "title": "Worst speaker ever",
        "text": "Compre una bocina igual pero solo funcionaba por 2 horas, pedi el cambio y todo bien subio a 7-8 hr pero poco mas de 1 mes y la bataria dura menos de 2 hr y ya no puedo solicitar el cambio, si que no la recomiendo para nada"
    },
    {
        "title": "Ojo con el vendedor y su garantía",
        "text": "They sent a broken speaker to me, I tried to turn it on and connect it to my phone but the item is not working at all, I will be returning it."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Dejo de funcionar a los 3 meses producto malo intente aplicar la  garantía y no procede por el tiempo la bateria solo dura 2 horas"
    },
    {
        "title": "It’s decent",
        "text": "I was enjoying this speaker for 4 weeks and now it won't turn on. I tried all the troubleshooting methods and nothing. I never dropped it or got it wet, it just diedI reached out to JBL customer service and they didn't get back to me for 3 weeks. After providing them a receipt I still haven't heard anything - that was 2 weeks ago.It's really disappointing because I thought JBL was a reputable brand."
    },
    {
        "title": "La compare en diciembre 2022 y Debo de funcionar",
        "text": "Primera albercada y se descompone ! Hace unos días hicimos una Pool party lo cual saqué por PRIMERA vez esta bocina, obvio no la sumergi como vi en algunos reviws por temor, simplemente con los salpicones, agua al rededor, etc se DESCOMPUSO.... al principio sonaba horrible y empezó a sonar a la normalidad después de unos minutos, enseguida se apagaba cada que le cambiaba de canción, después de eso empezó a soñar muy mal como si ya se hubiera tronado! De hecho estoy en proceso de recolección del producto para mi devolución ! Compre esta bocina porque la tenía un amigo y nos la llevamos a la playa, su bocina incluso la sumergía y no le pasaba nada! Es por ello que decidí comprar la misma bocina pero al parecer tuve mala suerte."
    },
    {
        "title": "Speaker Died in 4 Weeks - Stay Away",
        "text": "I gave it 1 star for everything because the unit completely stopped working after 6 months of light use, so what use is a good sound quality now.Wondering how to go about contacting the warranty people. Very disappointed. Definitely never buying this brand again, and not from AmaZon."
    },
    {
        "title": "Se descompuso a la primera salida !",
        "text": "Cuando llegó lo probé ese mis día (17/07/22), sonaba increíble. La guarde en un estuche que también había comprado justo para esa bocina, el día de ayer 28/07/22, comenzó a tener un zumbido extraño, cada vez que se pone una canción diferente tiene un zumbido como si la bocina se hubiera reventado, lamentablemente tire todo a la basura el día que la puse pues estaba contenta por mi adquisición pero 3l día de ayer me entristeció mucho."
    },
    {
        "title": "Unit stopped working after 6 months",
        "text": "This speaker doesn't sound that great from the get go.  The audio constantly cuts out/stutters/skips every song.  No other device that I have does that.  Some said on reddit that it's due to interference from other Bluetooth devices.  I think a $160 product that exclusively runs on Bluetooth, this should never be an issue."
    },
    {
        "title": "Todo está bien, peeeeeeeeerooooo...",
        "text": "I’ve bought this in may 2020 I barely used it maybe 6-8 times cuz I didn’t have many occasion to party in 2020 you know. The buttons fell off. I didn’t panick, told myself it was cheaply made. I’ve used it once around water and it stopped working after one. Wrote to customer service never got a reply save your money and don’t buy!"
    },
    {
        "title": "Audio Issues",
        "text": "Es un engaño que en la página dice ser estéreo. Cualquiera que sepa distinguir bien eso notará que es una bocina con salida mono. Aparte está ecualizada para dar muchos bajos, sin opción a modificar eso, y le da un carácter falso y de mal gusto a la música. Si tienen buen oído musical y son exigentes definitivamente no las compren. Encima de todo son caras!"
    },
    {
        "title": "DO NOT BUY",
        "text": "Speaker was blown as soon as it arrived"
    },
    {
        "title": "No son estereo ni suenan bien.",
        "text": "This is the 4th JBL speaker I have purchased in the last 4 years 1 as a gift. The 3 I have purchased for myself no longer work, and the 1 I sent back under JBL warranty they have lost, I'm not gonna bother sending the latest one in under warranty. After years of being a loyal JBL customer I will be no longer be using JBL"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "I purchased 2 of these to pair together and use in my store. From the outset they would drop their bluetooth connection and require a restart to reconnect, have trouble pairing with each other, drop the pair, sometimes just start screeching for no reason. Its nothing but trouble. Amazon wont help with a fix or return after 30 days. Buy electronics elsewhere. Its not worth the trouble."
    },
    {
        "title": "It’s decent",
        "text": "Este cable usb no es compatible para cargar la bocina. No es su cable usb"
    },
    {
        "title": "These glitch and do not pair well",
        "text": "Skip this Flip. something seriously wrong with BT range on Flip 5's....I had to return 2 units that couldn't handle 10' separation in the SAME ROOM on all BT sources.Sound quality was good, a bit more hyped that Flip 3 I came from. Anyways had to get a Flip 4 instead, as it could handle solid BT connection still all through the house."
    },
    {
        "title": "El cargador usb",
        "text": "Bought it this summer, worked well at the beginning and suddenly in September, no sound was coming out even if Bluetooth was connected to the device… cannot return it because the return window was closed…"
    },
    {
        "title": "SKIP THIS FLIP",
        "text": "Ever wanted an bluetooth speaker that even when connected has hiccups? Even when sitting in front of a computer that it is connected to and playing music, while skipping? This guy is for you! The Flip 4 was too reliable apparently and so they came out with the 5 which won't play music reliably 2 feet away. Get the 4."
    },
    {
        "title": "No sound??",
        "text": "J'ai eu un jbl 4 trois ans et je l'adorais. À la fin, le son sautait et faisait comme des bruits de chocs. J'ai acheté le 5 et dès les premières écoutes, il fait la même chose que mon vieux JBL 4. C'est sûrement uniquement un défectueux. Mais, j'ai décidé de demander un remboursement sans échange."
    },
    {
        "title": "Skips",
        "text": "C est le 2ieme article que j ai car le 1er etait defectueux, et celui de remplacement ne fonctionne toujours pas, il s eteint apres quelques minutes et griche .... ne fonctionne pas. Meme s il est directement charge sur le fil, il s eteint"
    },
    {
        "title": "Son saute.",
        "text": "Could of done better with the sound of the speaker."
    },
    {
        "title": "dommage, ne fonctionne pas",
        "text": "Don’t and mean don’t buy it I have a cheap Bluetooth speaker that always works always charges the Flip 5 keeps turning itself off even when charging I’ve had it for less than a year"
    },
    {
        "title": "Save your money",
        "text": "It literally stopped working for no reason, wont charge and my 'return window' has expired. Went to use one day and it wouldn't turn on nor would the charger work."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Sound is surprisingly good for a bluetooth device.Sadly it never charged, got 1 use out of it (came with some charge in it), and then it never worked again. the fun part was customer service ghosted me, leaving me to basically beg Amazon to take it back.sound quality got high points, the rest, move on to something reliable and where Customer Service will actually, you know, respond..."
    },
    {
        "title": "It’s decent",
        "text": "Bought this for my son 4 months ago,  2 days ago it stopped working.  It won't turn on or even charge,  for the price you pay for them you'd think it would last longer."
    },
    {
        "title": "Sound is great, if you get one that works",
        "text": "this speaker has a power problem, ive bought a few and they always stop working... fool me once..."
    },
    {
        "title": "Worked less than 4 months,  now it's a paper weight!",
        "text": "Very minor improvements over previous models. One big change is the Flip 5 having new pairing software so that you cannot pair it with any other JBL speaker models. I found this out when trying to pair it with my Charge 4 which is the newest model Charge speaker purchased a few months ago. Seems like a gimmick to try to get customers to keep buying newer models. JBL should make them backward compatible."
    },
    {
        "title": "always dies after a few months",
        "text": "dont be fooled into buying this. you cant control the bass no matter how you adjust it and dont even try that equalizer trick on ur iPhone because it makes no difference in the sound. im returning both flip 5's. flip 4's are simply better with a more even sound"
    },
    {
        "title": "Gimmick",
        "text": "Cuts out if your phone is too close. Cuts out if a friend's phone is too close. Cuts out if there's any signal from any device anywhere near it. Cuts out if you look at it funny.Basically garbage. Dollar store speaker stays connected better than this."
    },
    {
        "title": "Horrible",
        "text": "For this price i was expertise it Will work longuer.4 MOUNTHS LATER NOT WORKING ANYMORE.SO BETTER BUY IN STORE AT LEAST YOU CAN RETURN IT GRRRRRR"
    },
    {
        "title": "Cuts out constantly",
        "text": "Purchased this an it worked well until the return time was up now it won't hold a charge. Tried using support but can't get thru"
    },
    {
        "title": "Not worth the value period !!!",
        "text": "Olá,gostaria de informar que comprei a JBL Flip 5 e com menos de 60 dias de uso, do NADA enquanto estava ouvindo música, ela simplesmente parou de funcionar! Não consigo contato com a loja para tentar trocar o produto ou ver o que é possível ser feito. Absurdo."
    },
    {
        "title": "😡",
        "text": "Dont waste your money, it's not even better than the jbl flip 4. My friend has the 4 and I bought the 5 and the 4 is louder, longer battery and the 5 charging port is open unlike the 4 it has a little flap to protect from sand and dirt ect."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Has the battery life of a wind up toy. Charges all night and the red light will start flashing after 3 songs. Disappointed."
    },
    {
        "title": "It’s decent",
        "text": "Battery life is less than half of advertised by seller. Sound is pretty quite fine but the lack of performance don't make up for it. Costco deal of two Anker soundcore for 129 canadian was better."
    },
    {
        "title": "Battery is not good on mine.",
        "text": "This product does not connect with windows Bluetooth and continues to delete - cut in and out.  I will be contacting JBL and amazon for refund.  Don’t buy it"
    },
    {
        "title": "Poor battery life, overpriced!",
        "text": "Le son est vraiment médiocre,,mon iPhone joue mieux que ça,,,,,,"
    },
    {
        "title": "Don’t buy it",
        "text": "already broken. bought for my elderly mother and she barely played it, now the speakers are just blown. Please send me a replacement asap"
    },
    {
        "title": "Le son est vraiment médiocre et pour le prix ça devrait être meilleur,,,,,,",
        "text": "Le pairage a été ardu mais a finalement fonctionné.Au deuxième mois,tard encore un problème de pairage ardu mais finalement fonctionne.Au quatrième mois, perd le pairage, plus aucun pairage possible, tous les leds demeurent allumés, plus rien à faire, kaput.Dommage j'étais très satisfait du son. Mais bon ne peux pas recommander un tel achat."
    },
    {
        "title": "Not Happy-Not JBL quality!",
        "text": "Não gostei do produto a bateria. Não dura 3 horas tenho um outro modelo GO 2 da JBL há mais de um ano dura horas essa dei azar pq na passa de 3 horas funcionando e usei pouquíssimas vezes dinheiro jogado fora queria tentar ver com a JBL se tem concerto mas difícil !!!"
    },
    {
        "title": "Kaput après 4 mois d'utilisation",
        "text": "Soy una compradora usual en Amazon y pocas veces me han llegado productos defectuosos. En esta ocasión, probé en seguida la bocina y al parecer tiene un problema de conectividad bluetooth porque se escuchaba completamente cortada la música. El mismo día que me llegó, inicié mi trámite de devolución. La bocina FLIP 5 es muy buena, tengo otra que funciona a la perfección y tiene muy buen sonido, quería comprar otra igual pero con este vendedor ya no tengo confianza, así que mejor la buscaré en esta ocasión fuera de Amazon."
    },
    {
        "title": "A bateria não dura três horas",
        "text": "suddenly stopped working on its own"
    },
    {
        "title": "La bocina llegó con defecto",
        "text": "Its been 4 month i bought this item and now its sound its a bit unclear & annoying .I dont knw how, i spend my money on this brand and its worthlessAm i getting a exchange or what ?Plzz"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "After a few days of having this product whenever i put it on max volume the sound starts crackling. I decided to return it and turns out i have to pay $15 for shipping to return it. Waste of your time and money."
    },
    {
        "title": "It’s decent",
        "text": "retourner l haut parleur avec un son distorsionner"
    },
    {
        "title": "Beware: you have to pay for return",
        "text": "This speaker stopped working/charging after only a month and we contact customer support who promised to respond within a week and completely ignored us. Very poor service and quality for such a known brand."
    },
    {
        "title": "haut parleur",
        "text": "Will not charge. Absolute garbage."
    },
    {
        "title": "Stopped working after a month, customer service didnt help",
        "text": "A faire"
    },
    {
        "title": "Do not buy from seller",
        "text": "j'avais acheté les jbl 5 pour connecter avec mes autres jbl et il ne son plus compatible, le marketing de jbl est basé sur le fait que tu peux connecter tous les jbl ensemble mais ce nest pas le cas"
    },
    {
        "title": "CONTRE FAÇON.",
        "text": "La batería no tarda ni 5 horas cuando en las características dice que dura hasta 12 horas de reproducción continua. No sé si salió fallada o ese sea su rendimientoNi e podido probar su resistencia al agua x que no tarda la pila y eso molestaLa voy a devolver"
    },
    {
        "title": "ne ce connecte pas avec autre generation de jbl",
        "text": "Attention j’ai reçu le mien défectueux...batterie ne recharge pas... j’ai  envoyer un courriel et aucune réponse de l’expéditeur. Donc j’ai un dispendieux presse-papiers!!!"
    },
    {
        "title": "No dura ni 5 horas la bateria",
        "text": "L'appareil était usagé et il manquait le fil pour le charger"
    },
    {
        "title": "Batterie peuvent ne pas fonctionné",
        "text": "A qualidade do som é boa, porém a durabilidade é horrível. Funcionou até acabar a bateria. Agora ele não carrega e não posso mais trocar pq já se passaram 30 dias. Resultado: 600 reais jogado no lixo. Não comprem essa caixinha."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Even with proper full charge after about 14 hours of use the battery only lasts a few songs now just days out of amazons warranty."
    },
    {
        "title": "It’s decent",
        "text": "The volume control up and down does not work."
    },
    {
        "title": "Poor quality battery",
        "text": "La musique défile sans arrêt et les faisant jouer que quelques secondes."
    },
    {
        "title": "Defective volume control",
        "text": "Deception total jai charge 4 2 fois et un boombox ainsi que le flip 4 et la flip 5 es incompatible avec les autre donc .... jbl vous venez de perde un bon client"
    },
    {
        "title": "Ne fonctionne pas bien.",
        "text": "Poor quality imitation got a proper JBLand comparison is night and day.Ripped off.😡😡😡😡😡😡😡😡"
    },
    {
        "title": "Deception party boost",
        "text": "Los bajos dejaron de funcionar, cuando sube de cierto volumen se pierden y la garantía no los cubrió, fue un problema contactar con el mfg y solo para que me dijeran que su garantía no garantizaba nada."
    },
    {
        "title": "Rip off.",
        "text": "Its only lasts 3 hrs if that"
    },
    {
        "title": "Los bajos se dañaron",
        "text": "Worked great until the battery died after 3 months, will switch to Bose or HK."
    },
    {
        "title": "Could be better for the price",
        "text": "Can’t pair with Flip 4, very poor of JBL"
    },
    {
        "title": "Great sound until battery dies after 3 months",
        "text": "Ok but too staticky and cuts out songs"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Je l'ai acheté cet été pour l'offrir, elle est déjà en panne depuis le 29 Aout..."
    },
    {
        "title": "It’s decent",
        "text": "Je ne recommande pas ce produit"
    },
    {
        "title": "Déjà en panne",
        "text": "No store sound too"
    },
    {
        "title": "Le bluetooth a arreter apres 1 mois d'utilisation",
        "text": "Can’t change battery"
    },
    {
        "title": "This is a shame for JBL. No retro compatibility",
        "text": ""
    },
    {
        "title": "Your help",
        "text": "mi bocina ya no funciona"
    },
    {
        "title": "La bocina excelente, el cargador no sirve",
        "text": "HICE LA PRUEBA DE BATERIA DURANTE CASI UN MES Y LA BATERIA SOLO DURA A LO MUCHO 5 HRS EN VOLUMEN MEDIO, Y NO 12 COMO LO MENCIONA LA PUBLICIDAD, QUIZE DEVOLVER EL PRODUCTO PERO ME LLEVE LA SORPRESA DE QUE LA FECHA DE DEVOLUCION YA VENCIO, POR LO TANTO NO PUEDO RECOMENDAR ESTE PRODUCTO."
    },
    {
        "title": "fallo el dispositivo",
        "text": "Exelente"
    },
    {
        "title": "LA BATERIA NO DURA",
        "text": "Muy buena bocina, buen sonido, buen material, lamentablemente fallo el Bluetooth, si me interponía entre la bocina y el teléfono se cortaba la conexión aún a un metro de distancia los dispositivos , la regresé a los 8 días y sin ningún problema me reembolsaron, la volví a comprar esperando ya no falle"
    },
    {
        "title": "La batería no dura ni 3 horas",
        "text": "La bocina la estuve probando desde hoy en la mañana, la conexión con Bluetooth con el pc se desconecta y en ocasiones hay que olvidar el dispositivo y volver a emparejar, aúnque la compre por recomendación no estoy satisfecho."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Se tuvo que devolver el producto, no servía solo se escuchaba interferencia"
    },
    {
        "title": "It’s decent",
        "text": "A caixa é maravilhosa, só me decepcionei por descarregar rápido e não continuar tocando enquanto carrega. Só desligada. 🤷🏻‍♂️"
    },
    {
        "title": "Lo tuve que devolver, no servía",
        "text": "Se desconecta y apaga repentinamente, la comencé a usar hace una semana y me dieron ganas de lanzarla por la ventana. No hay garantía después de un mes y ya no puedo hacer más que enojarme cada que la conecto. Si tienes otra opción compra otra diferente"
    },
    {
        "title": "Não funciona enquanto carrega.",
        "text": "Requiero por favor una respuesta por la duración de la batería. Quisiera saber a volumen máximo cuanto debe durar. Ya que la pila cargada por 2.5hrs para nada dura 12 hrs, ni siquiera 8 hrs. No diré la cifra en tiempo hasta tener respuesta."
    },
    {
        "title": "No sirve, se desconecta",
        "text": "El proveedor No me quisiere validar la garantíaMejor busque con uno que sea oficial"
    },
    {
        "title": "Queja. Favor de resolver. Gracias.",
        "text": "Está bocina la compré el 13 de noviembre del 2020 se escucha bien pero esa parte se rompió y no se por que si casi ni la uso, parese como mala calidad"
    },
    {
        "title": "No se puede meter al agua",
        "text": "la bateria llego con falla, ya no cargaquiero devolver el producto por garantia ya me comunique con JBL y ellos dicen que seria con el vendedor y no me contesta mis correos (VENDEDOR SUPERIOR MX)"
    },
    {
        "title": "Nose si me tocó una de mala calidad",
        "text": "dejo de funcionar a los 3 meses sin razon no se ocupaba mucho y nunca salio de casa inexplicable"
    },
    {
        "title": "Bateria",
        "text": "Ela não quer ligar"
    },
    {
        "title": "a los 3 meses dejo de funcionar",
        "text": "Hola muy buenas tardes dejo de funcionar la bocina que compre con ustedes ¿hay algún tipo de chequeo o devolución por producto? La estaba usando en la noche y en la mañana ya no prendió le cambié el cable y cubo de carga pensando que pudo haber sido eso y tampoco, definitivamente es la bocina."
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Este artículo no cumple con el tiempo de la batería en uso no más de 6 horas en la caja indican 12 horas"
    },
    {
        "title": "It’s decent",
        "text": "Honestamente estoy decepcionada con mi compra. Cuando le subo el volumen comienza a escucharse como un corto (?) no sabría explicarlo y el sonido se distorsiona. Le dura poco la pila y pareciera estar sucia."
    },
    {
        "title": "Verifiquen el tiempo de duración de las baterias",
        "text": "Tuve que devolver porque no se prendió. No funcionó ni una sola vez. Pésimo. No la compren."
    },
    {
        "title": "Decepcionada",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:38Loaded: 15.81%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:38 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Salio mal la bocina se prende y apaga, es decepcionante esto, ya que estaba emocionada con la misma y apenas llevo 2 días con ella desde que llego.."
    },
    {
        "title": "Muy mala",
        "text": "A unas semanas de comprar este producto, lo introduje a una alberca pequeña, el producto no floto ni tampoco resistió la poca agua/profundidad de este, quedo inservible."
    },
    {
        "title": "Salió mal la bocina",
        "text": "The media could not be loaded.\n                \n\n\n\n La bocina me llegó defectuosa, nunca cargó la batería, aún usándola con un cargador de 5V 3A, ya me habían advertido que JBL había bajado mucho la calidad, pero ahora puedo afirmar que es cierto."
    },
    {
        "title": "El producto no floto en una alberca pequena y tampoco resitio el agua",
        "text": "No me llego nada, no lo entregaron a la persona de la dirección especificada contácteme por favor"
    },
    {
        "title": "No funcionó, no carga la batería.",
        "text": "La bocina se ve físicamente muy bien pero se apaga. Voy a pedir devolución. 😡😠😡😠"
    },
    {
        "title": "Reclamo",
        "text": "No sirve , truena en vez de reproducir música"
    },
    {
        "title": "Mala compra 😠😡😠",
        "text": "Tiene 2 meses y ya no carga"
    },
    {
        "title": "Might be small but awesome speaker!!!",
        "text": "Si muy bonita, pero No dura nada la pila, lo cargo horas y dura como media hora en uso."
    },
    {
        "title": "It’s decent",
        "text": "Pedí mi bocina color negro y me llegó color verde"
    },
    {
        "title": "No dura nada la pila no pierdas tu dinero este modelo salió defectuoso",
        "text": "Nada que ver con lo que pedí"
    }
]