[
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "I got this Wonderboom 2 when I was in the USA I was so excited then 1 1/2 month later stopped working Blinks about 10 times when I charge it then NOTHING Will not turn on no matter what I doI ask for support help from Amazon and they informed me to get a hold of the manufacturer ...Much to my surprise they say they have no record of this product I bought...What on earth ????? Not answering my E-mail ...VERY VERY DISAPPOINTEDI am a retired person and 119 dollars is a lot of money just to through awayDO NOT BUY FROM THIS COMPANY and Amazon should be ashamed not helping. I will not buy anything anymore from this side"
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "I read reviews before where people mentioned the micro USB but I have those on other devices and did not think it would be a problem. Oh…was I wrong!I’ve never seen a device where it was so difficult. Four attempts to plug it in the first time, six attempts the second, cannot get that little cord to go in the hole that they’ve made to hide the connection. Dumbest thing I’ve ever seen.I didn’t even bother turning on the music. There is no way I will keep this frustrating USB connection situation.Such a shame because overall it seems like it would’ve fit my needs perfectly."
    },
    {
        "title": "AWEFUL product",
        "text": "I loved the sound and portability of UE’s WonderBoom 2 until it stopped charging and working after 5 five months. They sent a replacement that didn’t charge or work right out of the box, after trying every suggestion they offered...I was nothing but kind to those I related my problem to @ UE, even after the replacement they sent, right out of the box (yes, it didn’t even charge up). After explaining my problems about this speaker and my lack of satisfaction (nicely) again to a customer service rep...she blocked any further correspondence from me (even though I was kind,  yet firm about the possibility of a refund and automatically sent me to lawyer's online website...really bizarre...called Amazon afterward and explained everything to a terrific customer rep, named Gage, who gave me great service in trying to help me with what had turned into an unfortunate, and disappointing situation"
    },
    {
        "title": "returning because of the plug",
        "text": "I bought this for my wife as a gift for her birthday in January. She used it twice and I used it once. After the 3rd use it died and will not take a charge. I've tried every YouTube video and customer support through the company that makes them. My date of return thru Amazon passed 2 days prior to the issue.  I've had to email videos and picture proof of what I'm dealing with to the manufacturer. I'm on my 5th or 6th email of detailed information and case numbers, all foe a $95 speaker.  Never in my life have I dealt with such terrible customer service.  You would think I was trying to return a car or something of significant value."
    },
    {
        "title": "Hope nobody else has to go through this",
        "text": "Heard good things about these and in fact the sound is pretty good for a small speaker. Problem is it stopped charging and connecting after about 5 months. Of course after the 90 warranty. Didn't do anyting but play it in my work studio. Wrote to the company and didn't hear anything back.Save your $$$"
    },
    {
        "title": "Crapped out after a few uses",
        "text": "I owned a previous Boom speaker and loved it so I ordered this version bc I wanted a smaller, waterproof version. I used it a few times and it simply stopped working. I’ve tried all of the suggested tech fixes: resetting, different cords, different USB ports, etc. I contacted customer support and despite the auto response saying I would be contacted in two business days, nothing. Very disappointing."
    },
    {
        "title": "Lasted less than 6 months",
        "text": "Warning: Do NOT buy this speaker. I just wanted a nice little speaker for my desk.  What I got was a product that I hate with a burning passion.  Whenever it turns on or off, it makes this massive sonic BOOM sound (I guess so that everyone within a mile of you knows that it turned on or off).There is no way to disable the sound.  Your only choice is to live with the most annoying blast of sound or toss it.An internet search shows that they know this perfectly well and choose to make their product the worse.  I can't understand how any company can be this stupid."
    },
    {
        "title": "Stopped powering on after a few uses - no response from customer service.",
        "text": "Be careful, the speaker stops working if you charge it too long. It’s happened twice now"
    },
    {
        "title": "Worse product design ever!!",
        "text": "We were very happy with this speaker at first. The sound quality was great, and wireless connection was fairly easy to operate (though it did struggle sometimes with switching between devices). However, after only a few weeks it stopped fully charging, and a little bit after that it stopped charging altogether, so now it's completely unusable. It won't even work while plugged in. On Amazon's suggestion, I reached out to Ultimate Ears months ago. I've yet to hear anything back. I understand that products occasionally have defects, so this is really a review of the company's customer service."
    },
    {
        "title": "Stops working if you leave it charging too long",
        "text": "This product stopped working by the second week of use.  I tried all the tips on the \"help\" page, spoke with a customer service representative who was very nice but not very knowledgeable about the product.  He gave me additional things to try after conferring with someone else.  In the end he gave me contact information for the manufacturer.  Too bad.  The sound was good for the few times I used it."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "This speaker was great for about 8 months, until the battery stopped working. Over the course of the last 3 months, I've reached out to Ultimate Ears (Logitech) customer service 3 times over email and once by a leaving a voicemail. I have still not received a single response from them.Their website says they're only taking email customer service requests due to COVID, but that they'll respond in <48 hours. This makes sense, but I they have now ignored my emails multiple times.I have never seen worse customer service than this, and I would have expected better from a company like Logitech."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "I loved my original wonderboom! But the batter life was starting to which makes since after probably about 8 yrs! When I sae this with a 14 hr battery life I was like Awesome!! I typically go out and hand at the river for around 8 hrs. They are kept in the shade typically hanging from my easy up. I though I play my music pretty loud i probably won't get 14 hrs maybe like 10 or even 9.... nope starting at 9 am they are dead by 12 and I have to either plug them in or turn them off. They just start disconnecting over and over until they won't turn on.... I'm so disappointed!"
    },
    {
        "title": "Nonexistent customer service",
        "text": "You’ll be sorry when you discover the “Wonderboom 2” comes preloaded with loud startup and shutdown sounds that can’t be turned down or off. This arrogant promotional feature is locked into the speaker. Much louder than normal conversation volume, it becomes increasingly annoying, as other reviewers have noted. Why do companies shoot themselves in the foot like this?"
    },
    {
        "title": "4 hour battery life!!",
        "text": "Worked great when I got it. Sounded nice and played a long time. Now after a month it doesn't sound as good , and the battery doesn't last more than a couple hours. For the price of these it sure was a bad decision. Battery charged till the light goes off , but only plays for an hour. Dont buy this !!"
    },
    {
        "title": "You’ll be sorry",
        "text": "It makes a terribly loud and ugly noise when it is first turned on and sometimes when it turns off. I bought it to use primarily for relaxing background sounds but stopped using it because the programmed loud ugly noise is so obnoxious"
    },
    {
        "title": "Fades fast.  Update. Horrible battery and no customer service !",
        "text": "Won't re-charge at all.  The charge lasted past the return window.  Sound was really good. Loved it.  But it won't re-charge at all. Used many different chargers. Light appears like charging then goes out. Can't turn on at all.  Now USELESS!"
    },
    {
        "title": "It makes a terribly loud and ugly noise when it is first turned on",
        "text": "I was so excited when I received my Ultimate Ears Wonderboom 2!!  I love listening to music and this gave me a way to listen wherever I wanted at any time.  UNFORTUNATELY, it stopped working today.  So, I went to Amazon to see about returning it and receive a replacement.  To my surprise, I am unable to return this item, even though I paid for it and have only had it one month, exactly to the day.  Doesn't seem right since I purchased the item, and it quit all on its own.Now I am VERY DISAPPOINTED!!"
    },
    {
        "title": "Won't re-charge at all.  Charge lasted past the return date.  Now a useless paper-weight.",
        "text": "I bought this speaker a couple of months ago to take on a road trip and it wasn't until the middle of the trip that the battery needed to be charged. Unfortunately, when I try to plug it in, the battery won't charge- nothing happens. I tried using a different charging cable, hoping that was the issue, but no luck. Unfortunately I didn't realize the speaker wouldn't charge until after the return window had passed on my order. Would definitely NOT recommend this speaker, which is unfortunate, because the sound is good, but it's now useless after less than 2 months."
    },
    {
        "title": "Wonderboom 2 just stopped working",
        "text": "I purchased two of the wonderboom speakers and after about 3 months it would constantly die even after charging for days… Eventually completely stopped working and there was no damages to the speaker on my end."
    },
    {
        "title": "Brand new and won't charge",
        "text": "Waterproof but has bad battery life just after one year of use. Right after manufacture warranty (1 year), the battery isn’t holding up at all. It’s loud for its size but nothing phenomenal sounding. You get what you pay for. I needed an exchange for such a bad battery life it has, so I contacted the manufacturer (UE) and they are horrible at customer service, gave what they needed (receipts, pictures, S/N, my address, etc) for an exchange and basically cannot get it replaced. Bad customer service! I would go with another company, you been warned."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "I use it to watch tv. It has a audio lag. I know the problem is not with the bluetooth sender because there is no lag with headphones"
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "This is a great speaker. It is a noticeable upgrade in sound from the Wonderboom 1 (which i also own). The difference is the sound which is noticeably crisper and has deeper bass. I liked it alot...while it worked.Its sold as waterproof, but it is not. There is an inherent flaw with the rear charging port seal that you have to be careful with. If water leaks in, which it did for me, this great speaker turns into a paperweight."
    },
    {
        "title": "Audio lag",
        "text": "I was enjoying this little speaker and it produced decent sound for what I wanted.  Sadly it only worked for 6.5 months and now it will not charge.  None of the buttons work and since I can't get it to charge it is completely dead!  Save your money and buy something that lasts.  I am going to buy an Apple homepod mini."
    },
    {
        "title": "Great sound with one tiny but critical flaw.",
        "text": "it is used primarily as a speaker for music when we eat outdoors.  It is easy to use & to adjust the volume or jump to another song.  We are very happy with our purchase."
    },
    {
        "title": "Quit working",
        "text": "Garbage!!! Doesn't last 4 hours...."
    },
    {
        "title": "Great sounds & easy to use",
        "text": "Work well…until it didn’t. Dead in 6 months. Do not buy"
    },
    {
        "title": "Trash",
        "text": "Though this little speaker was phenomenal for the first year or so it has recently stopped holding a charge. I have reached out to the listing seller and have not heard back. I also now see that this is a very common problem with this speaker, losing its battery life at about the 1 year mark. Save yourself the trouble, find a different speaker."
    },
    {
        "title": "Dead in 6 months. Do not buy",
        "text": "Great sounding little speaker in a fun color. Volume buttons stopped working 11 months in, by 12 months in the power button ceased working as well. Device would charge, and light up when charging, but wouldn't turn on.No answer via email or phone when contacting Logitech (parent company of Ultimate Ears) for support.If you're prepared to treat this as an annual purchase, go for it, otherwise, consider something else."
    },
    {
        "title": "No Longer Holds Charge",
        "text": "My speaker stopped working 7 months after purchasing and despite several emails to support they never got back to me. Very unhappy."
    },
    {
        "title": "Lasted Less Than a Year - No Support from Ultimate Ears / Logitech",
        "text": "Arrived and did not work at all. Still waiting for the company to send us a replacement. I hope to leave a wonderful review then. My UE Roll lasted 6 years and was the best. Loved it."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "Sadly, my speaker is no longer working, will not hold charge or turn on once unplugged from charger. I had tried to reset as stated on the Ultimate Ears website but that will not work either. I loved this speaker before it died...its very portable, durable, great sound, easy to use, and looks great. But I will not be buying any more product from Ultimate Ears if this is the standard. Disappointed."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "Battery will not charge after less than 3 months.  Hoping Logitech will replace."
    },
    {
        "title": "Speaker does not work after less than a year of light use.",
        "text": "Bought it for a vacation in late June; dead in early August.  Completely unresponsive and will not reset.  It's charged but the power light just keeps flashing.  I have other speakers that have lasted for years -- bought this for water resistance (it never even got splashed)."
    },
    {
        "title": "Lousy Battery",
        "text": "Speaker was stained and distorted on the bottom. Charging cable was bright yellow.. clearly not original"
    },
    {
        "title": "Doesn't Perform",
        "text": "It’s not working like it did anymore and it hasn’t even been a year how can I send it back"
    },
    {
        "title": "Item arrived stained and dirty",
        "text": "2 months old and no longer holds a charge. I used it maybe 20 times. Tried resetting, another power cable. Terrible."
    },
    {
        "title": "Speaker",
        "text": "Battery Lasted only 2 hours on a hot day!"
    },
    {
        "title": "2 months old. No longer holds a charge",
        "text": "The USB charger requires a computer that can connect to it.. Only have Mac computers that don't support that.  Silly to send a product without a charger that could plug into the wall sockets."
    },
    {
        "title": "Battery issues.",
        "text": "Worked fine  nice sound and then it died  would not take a charge  returned it for credit"
    },
    {
        "title": "No way to recharge!",
        "text": "We have bought and returned two of these now. They will not hold a charge and/or will not charge at all. Have tried multiple cables, multiple plugs, nothing works. Not at all worth $99."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "The reason I gave this one star is durability. Within two weeks, this speaker already has issues in sound quality. It squeaks and stuff like that. I’ve never pushed it over 2/3 of the volume, and I’ve never done significant damage to it. Maybe mine is just bad?"
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "I bought this speaker based on it being the top recommendation from the Wirecutter. Within one month of receiving it, it simply stopped turning on, regardless of charge. Customer support is painfully slow and, as of this writing months later, I still don't have a replacement unit. My advice? Avoid Ultimate Ears products at all costs."
    },
    {
        "title": "Broke within two weeks",
        "text": "It seems like my case was unique, but the speaker showed without a box, without instructions, and without a charging cable. I found a cable that worked and it seemed to start to charge, and then would turn off.  Can't say anything about the quality of the speaker as I never got it to actually turn on. Buy elsewhere..."
    },
    {
        "title": "Shockingly bad: dead within a month",
        "text": "I Use it  once and now it doesn't hold it charge and it should  last 8 - 12hrs  . Any outlet  I use doesn't work within 3 seconds it will shut off . I'm about to run it over with my truck on father day and yes 1 in a million I have a defect WOW........."
    },
    {
        "title": "Don't order from this seller",
        "text": "It gives a super loud and annoying heavy beat when opening and closing. I google how to turn it off, and apparently for other versions it can be closed with U.E's app, but somehow wonderboom 2 it's not supported!!! SUPER ANNOYING and caught me unguarded every time, I might get a heart attack someday!"
    },
    {
        "title": "..",
        "text": "Based on positive reviews we ordered the Wonderboom 2. We returned when battery wasn't holding charge. Thinking it was perhaps a one-off issue, we exchanged for another one. The same problem existed. The battery wouldn't hold a charge beyond an hour. We did the standard troubleshooting, etc. I wouldn't recommend purchasing this product."
    },
    {
        "title": "SUPER ANNOYING STARTUP/CLOSING SOUND EFFECT",
        "text": "The sound quality is really bad , it distorts at medium volume,and it sounds tinny, vocals sound high pitched and irritating. Zero bass at all even when the build quality  feels really good and nice packaging and all but this is pure looks and name. Not worth $80"
    },
    {
        "title": "Charging/battery life is terrible",
        "text": "I thought this was a great little speaker until it died after 3 uses. It won’t accept a charge and won’t power on. Past the return date and now I’m stuck with a $100 paperweight…."
    },
    {
        "title": "Bad Sound Quality and overpriced",
        "text": "Honestly I'm shocked at how bad this speaker sounds out of the box. I connected it to my computer and my phone and both sound miserable. Waste of money and will be requesting a refund.-----I dropped this off at an Amazon locker and haven't heard anything.... what's the story here?"
    },
    {
        "title": "Died after 3 uses…..",
        "text": "Do not buy! I was really looking forward to this this speaker as it was supposed to be a gift.  I had considered other options and decided to go with is one and now ai ended up regretting it. Take your money elsewhere. Not worth it!"
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "For the first few weeks the wonderboom worked great. Long batt life, good sound, etc. However, it started making the turn on noise randomly while playing music. This is annoying to the point that it is essentially unusable. Would not recommend purchasing."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "Shipped badly used device, wrong color, no charge cable"
    },
    {
        "title": "annoying noise while playing music",
        "text": "Damages piece"
    },
    {
        "title": "Shipped badly used device, wrong color, no charge cable",
        "text": "Packaging and ease of use a plus. Great materials and flexibility. However sound not as robust/deep as anticipated. Gets very loud, but sound is more treble than bass. Good speaker for money, just not as full a sound when compared to a Marshall type or Mega Boom, but also not near the price."
    },
    {
        "title": "Did not work and it was damaged piece",
        "text": "The seller sent open and used items! AND they didn't pair! When I went to return I had to pay for the shipping!!! Don't buy from this seller"
    },
    {
        "title": "Sound ok, just gets loud with no bass",
        "text": "I have purchased Wonderboom 2 in November, 2020. Have been using it and now it is making cracking sounds. I have contacted e-mail support many times, but did not receive any response."
    },
    {
        "title": "The seller sent open and used items! AND they didn't pair!",
        "text": "My first package was open and the speaker didn't charge and the send me a replacement but it doesn't even last 2 hours and is supposed to last 13 hours ..."
    },
    {
        "title": "Cracking sounds!",
        "text": "Sound quality is fine, but 1 star for having a very loud, annoying startup/shutdown chime and no way to turn it off! Wanted to use this in a baby's room but that makes it unusable."
    },
    {
        "title": "Bad quality and expensive",
        "text": "Tossed it. Doesn’t work. Don’t have the time to send it back. Trying to make a book during this pandemic and it takes a lot of my time"
    },
    {
        "title": "Can't disable startup chime",
        "text": "I bought this product in May it lasted till August the battery life slowly drained until it didn't charge anymore"
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "Don't trust a product that has this bad a QC process.  It's going to fail at some point"
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "Worked great until died 4 months in. Used very lightly, always indoors. Looks like battery is dead, not charging, blinking red. Contacted support, no replies. Very disappointed."
    },
    {
        "title": "DOA - wouldn't work right out of the box.",
        "text": "I tried charging -- with the cable that came with the speaker -- on three different power sources. It wouldn't charge. I'm returning it."
    },
    {
        "title": "Bad customer service",
        "text": "I have had this for a total of three months and it wont keep a charge. I am trying to figure out how to return it and get a replacement but cant........ F up for 70 bucks."
    },
    {
        "title": "It's hard to rate a speaker that won't charge",
        "text": "battery held charge for about three days, then began to decline... only lasts about an hour and a half at a time and it's only two months old!"
    },
    {
        "title": "this sucks!",
        "text": "If you want good sound do not buy this.If you want terrible sound but this...what a waste of 75$I will never use it again."
    },
    {
        "title": "Worst Battery life",
        "text": "After 3 days of use, the speaker volume lost control and it would turn all the way up randomly and couldn't be turned back down. Soon after, it stopped working and no longer turns on."
    },
    {
        "title": "stay away",
        "text": "The sound is great. I got it wet twice and it stopped working. It's supposed to be waterproof!  And the refund window is closed. Very unhappy and dissatisfied music listener here."
    },
    {
        "title": "Stopped working after a few days",
        "text": "Item was dead upon arrival.  Description said like new , it wouldn’t charge or turn on at all.  Not very honest .  Wasted of money and time ."
    },
    {
        "title": "Got wet, stopped working. It's supposed to be waterproof!",
        "text": "I received my order which was clearly used and does not turn on! Only when plugged in to outlet and the. It’s only for 20 seconds. Won’t hold charge. Extremely PISSED about it."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "Sounds good for it's size, better than alot, outside button on bottom doesn't seem to do much... Sound started getting worse and worse, battery life is getting shorter and shorter"
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "Stopped holding a charge after 5 months. Customer service website of manufacturer doesn’t work. I’m still trying to get a refund or replacement."
    },
    {
        "title": "Seemed ok, but seems to be going downhill fast",
        "text": "Stopped charging after 3 uses. Customer services doesn’t seem to care."
    },
    {
        "title": "Battery not holding charge after 5 months.",
        "text": "Speaker sound became distorted after two months of use. The midrange would crackle, even during podcasts. Was never played at max volume. Emailed customer service and never received a response."
    },
    {
        "title": "Won’t charge. Used 3 times. Total",
        "text": "Bought it for a white noice speaker, but the on/off sounds were so completely annoying that I had to return it."
    },
    {
        "title": "Sound became distorted after two months, customer service ignored my email",
        "text": "One small dip in the pool and it stopped working completely."
    },
    {
        "title": "Terrible ON/OFF sounds!",
        "text": "Stopped holding a batter charge a few weeks after my return window closed.  Just stopped working one day without a warning."
    },
    {
        "title": "Not waterproof",
        "text": "Love it, has so much sounding hare this thing, the sound quality is awful and i can’t believe it just stopped working, this thing just didn’t turn on one day that’s not cool"
    },
    {
        "title": "Waste of money, battery out within 5 months.",
        "text": "We’ve had some difficulties as the product does not connect to bluetooth. I’ve written the company more than a week ago but not recevied a response."
    },
    {
        "title": "bad little speaker",
        "text": "The speaker was defective when it arrived. The charging cable worked fine on other devices, but the speaker itself would not turn on or charge."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "Good speaker for price but mine stopped working after about a month and I cant exchange it now so pretty upset about that."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "I bought this for my Lakehouse. Took it up there and used ONE time. Now it won’t charge at all."
    },
    {
        "title": "Didnt last long",
        "text": "Seems clumsy. Not easy enough.Not intuitive. Not worth hefty price. Sorry"
    },
    {
        "title": "I was scammed",
        "text": "Could not hear nothing ... and not charge ... I never got it to power up ... total waste my money"
    },
    {
        "title": "Clumsy",
        "text": "Battery won’t hold a charge after 8 months. Charge all night and less than 30 min of play"
    },
    {
        "title": "This pie is trash",
        "text": "Product stopped recharging or working right after my return window, very disappointing"
    },
    {
        "title": "Battery is a problem",
        "text": "It didn t work at all  Mailed it back."
    },
    {
        "title": "Rip off",
        "text": "Battery went dead after 3mo. Don't bother"
    },
    {
        "title": "I must have bad luck on this order",
        "text": "Battery life not as long as advertised"
    },
    {
        "title": "Poor battery life",
        "text": "Stops pairing for no reason"
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "The sound is fine. While it works. We have no problem with that. The unit has interruptions about every five to six seconds. Like you just went out of range. Only the unit it is accessing is right next to it. We've tried a brand new MacBook Pro, an iPhone 12 and an iPad and it cannot make it five seconds without a pause, gap, whatever you want to call it. We haven't heard an entire song on this thing since we've had it. Song? Hell, we haven't heard an entire chorus, an entire verse. Very, very disappointed in this unit. Junk."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "Customer service claimed they had never heard of my issues, so they must not exist. I've had 2 different types of UE Booms, the wonderboom 2 is a let down. My old one had good battery life, would tell you when the batter was low, and could charge n play. This one is not capable of any of these things. It will randomly die, it won't tell you when the battery is low, and when you turn it on while it's charging it pulls everything from the battery, and kills it again. Even after 5 minutes of charging it will revert back to battery and run it dry even when still plugged in."
    },
    {
        "title": "Cannot play a complete song without an interruption, or ten.",
        "text": "The speaker was working well for about 3 months before the it just started turning itself on and off randomly. Now the power is completely out and would not charge period. I reached out to customer service but received radio silence. Perhaps they are getting complacent by the success of this product, and do not care for or stand by their own products that end up failing. Will not be buying any ultimate ear products again."
    },
    {
        "title": "Maybe I got a lemon?",
        "text": "The sound was nothing like I expected it to be. I'll stick with my old Bose Soundlink that I bought several years ago that survived a fire, it sounds so much better than this. I was very disappointed with the wonderboom."
    },
    {
        "title": "Stopped working, and zero customer service",
        "text": "I don't know why anybody thinks this is good sound quality.  You probably have to pair it with a device that has good sound quality in the first place. It does nothing to improve sound quality if you start out with a Dell laptop or an Android Moto phone or I'm sure many other devices. In fact, it makes the sound way worse in the treble range to the point of painfulness."
    },
    {
        "title": "Not what I thought it was..",
        "text": "The speaker sounds great but the one I had stopped charging so I emailed them and they decided to send me a new one I thought that was awesome. 2 months later no speaker but all kinds of excuses so if you are getting warranty work done forget it"
    },
    {
        "title": "The treble hurts your ears",
        "text": "After only 8 months, the Wonderboom no longer holds a charge for more than an hour. Very disappointed. Waste of $ !!!"
    },
    {
        "title": "Bad customer service",
        "text": "Mine stopped working and it is not charging."
    },
    {
        "title": "No longer holds a charge after only 8 months",
        "text": "Not sure why this costs $100, it has no bass and the sound isn't even close to what JBL or Sony has for the same price point"
    },
    {
        "title": "Does't recharge",
        "text": "DO NOT BUY!! if your looking for a solid speaker with a good battery life, THIS IS NOT IT. There are so many better alternatives to this product for the money that you are paying. I have owned this speaker for about a year now and have constantly struggled with battery life. It lasts maybe an hour and dies if you play the speaker while it is charging. It's cool to have a waterproof speaker that is portable, but all of that is useless without a decent battery life. Your better off buying a different product."
    },
    {
        "title": "360° Sound that's dustproof and floats! ... and a blurb about Wattage and Sound",
        "text": "DO NOT BUY!! if your looking for a solid speaker with a good battery life, THIS IS NOT IT. There are so many better alternatives to this product for the money that you are paying. I have owned this speaker for about a year now and have constantly struggled with battery life. It lasts maybe an hour and dies if you play the speaker while it is charging. It's cool to have a waterproof speaker that is portable, but all of that is useless without a decent battery life. Your better off buying a different product."
    },
    {
        "title": "Great little speaker - Poor Amazon delivery",
        "text": "The battery only lasts about 1 - 1\\2 hours. Very disappointing. Looked online for fixes but found nothing. I would not recommend this speaker to anyone."
    },
    {
        "title": "Horrible Battery life",
        "text": "le son est malade, superbe qualité!!"
    },
    {
        "title": "Battery",
        "text": "Sound was great while it worked. Unfortunately it stopped after a couple of months and have not been able to get it going again. Support form Womderboom was limited to suggestions that didn't fix the problem."
    }
]