[
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I have loved this speaker for the 3 and a half months I've had it. I use it in the bathroom when I shower. I hang it on my wall where it is not exposed to direct water or moiture, whereas this thing is designed to BE IN water. Welp, \"loved\" is past tense, as it no longer charges. 5 different USB cords, 2 different bricks AND my PC will not charge this thing to save my life. It's barely even been touched, it just... freaking hangs there lol! What a terrible product, and I cannot imagine for one SECOND that it holds up under all the activities it was \"designed\" for.Will never touch another Ultimate Ears product again. Should've stuck with JBL or Bose like my gut told me to."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "I've had different generations of the UE Booms, and I love that they are rugged and compact, with big sound. I can add a carabiner and clip to my back pack to bike around town. They just ALWAYS without fail, end up having bluetooth issues. You can't have more than one device syncable at the same time, meaning you have to factory reset it EVERY time you'd want to switch from your phone, to your computer, or to someone else's phone—YOU HAVE TO FACTORY RESET!! and then to switch back to your device, you have to factory reset again. It messes with the device and there's no fix for it. They only have a 2 year warranty, on hardware only womp womp. Try another device that actually gives you the convenience and flexibility of a bluetooth speaker :/"
    },
    {
        "title": "Beware!! Bad charger port after 14 weeks of very minimal usage",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 4:49Loaded: 2.08%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -4:49 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedEnglish (Automated)Audio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n I have two opinions of the Ultimate Ears Boom speakers.When used as a single speaker, the Ultimate Ears Boom 3 speaker works well. The sound quality and loudness are good for a speaker of its size. The Bluetooth range is rather pathetic as I lose connection after moving about 20 feet away from the speaker's audio source, but I blame Bluetooth for being a lousy wireless standard more than the speaker for that fault. The speaker can be used every day in the shower with no negative repercussions. Overall, the Boom 3 speaker is a great speaker when used by itself.The situation completely changes when attempting to use two or more Boom speakers together. I'll go into details below, but I can confidently say that I've experienced few pieces of technology that are more unreliable and frustrating than the Boom 3 speakers when trying to get them paired together and playing the same audio.First, the Ultimate Ears Boom app is a huge frustration. Getting even a single speaker to show up in the app can require multiple disconnects, app force quits, and speaker restarts. Once a primary speaker shows up in the UE Boom app, getting other speakers to show up is near impossible. Each and every day I want to use the speakers together, I have to go through a 20-minute process of forgetting Bluetooth settings, repairing, and powering off and on speakers. It is such a frustrating process that I usually rage quit and forgo using the speakers together.Then, once the speakers are connected together they regularly start clicking and thumping as they stutter during audio playback. Even when I move the two speakers within a foot of each other and the audio source, they regularly and constantly stutter and lose bits of audio. Listening to an entire song without missing parts is impossible when using the Ultimate Ears Boom speakers together in Party Up or Two-Up mode.Simply put, THESE SPEAKERS DO NOT WORK WHEN PAIRED TOGETHER. The Boom speakers are completely worthless when used together as the audio they play is unlistenable.I really enjoyed the single Ultimate Ears Boom speaker I used on its own for about two years, but after experiencing the disaster which is Party Up mode and the Ultimate Ears Boom app, I will never again purchase another Ultimate Ears product. This experience has just been too frustrating and I've wasted $300 on two speakers I cannot use together."
    },
    {
        "title": "Always want to love the UE Booms, but they always disappoint and FRUSTRATE",
        "text": "The sound is great, it links to my phone easily and the charge last a long time. It doesn't really matter if the sound is good if you can not turn it on. I bought this speaker when the old one went out after 10 years,  this one lasted about a month. You have to push very hard on the power button inorder to get the speaker to turn on and some time it will turn back off, you have to turn it on 3 or 4 times foe it tonstay on. I did not get the service plan, I guess a company needs to offer a service plan if you are unsure of the quality of your product. A better product would.come with a 100% guarantee,  for $150 in a competitive market I expected better quality."
    },
    {
        "title": "The worst speaker every when used as two or more together",
        "text": "I've held out a long time before writing this review however I am getting horrible assistance from Ultimate Ear's support team.After a little more than a month after buying this product, it would no longer charge.  I'm sure I just got a lemon or something and I was barely past Amazon's return window so I turned to the manufacturer for support.It took them almost 3 weeks to reply to my original support ticket that explained in detail that the speaker I received will not power on and will not charge.I am probably on my 4th to 5th response from their support team requesting me to try different troubleshooting techniques such as 'factory reset' or 'update the firmware' all of which are impossible to do with a speaker that can't power on.I feel like there isn't even a person behind these support tickets.  Just a robot dishing automated responses out.When the speaker worked, it was decent to good; however, I felt that the battery life wasn't even close to what was advertised.  Mine lasted 45min - 1hr between charges.  It Could have just been my speaker since  I've had charging issues, idk at this point."
    },
    {
        "title": "Power button",
        "text": "I WANT to love this speaker - the sound is so clear and loud considering its small size. But the battery life is truly abysmal. I can charge it overnight, check that it’s at 100%, and it’s giving me the “critical battery level” warning after like 30-40 minutes of use. Then to make matters worse, if I plug it in while continuing to play music the battery will still die anyway and then I have to wait like an hour or so for it to gain enough power to be turned back on. I’ve never had a speaker before that loses power faster than it gains it while plugged in. I don’t know if mine is just defective or if I’ve just been very lucky with other speakers, but it’s pretty disappointing."
    },
    {
        "title": "Speaker went out after a month of use - terrible support from Ultimate Ears",
        "text": "This speaker won’t last my full 7 hours shift and to fix that I bought a portable charger. But it still died while on the charger. And for some reason when it dies u need to factory reset it for it charge at all again."
    },
    {
        "title": "Torn",
        "text": "Speaker sucks battle life says 15 hours but if u put it at max wont even last 3 wouldn’t recommend"
    },
    {
        "title": "Charge",
        "text": "Please, do not buy this speaker!!! Every time that you connect to the speaker A LITERAL VOICE SAYS: \"To use this feature, please make sure your app is running and can access the Internet.\"This interrupts the music each time a device is connected. While this may seem like a mild annoyance - it makes me wish that I had returned the product before the return window closed. No app is necessary to run bluetooth, anyone using bluetooth audio would know this. The maker of the product should fix this immediately. I find it incredibly embarrassing to have to explain to my friends why this is happening. You would be better served buying another speaker."
    },
    {
        "title": "Awful",
        "text": "Had this item for two months and itjust quit working, I barely used it, like maybe 3-4 times, it just stopped charging!  Spent another 30 dollars on the charger that you just set the speaker on, didn’t work either. Now I can’t return it and it’s only been a few months….also on a side note. I was super disappointed with the sound quality and will stick with JBL the JBL sound is better and the bass. Thanks for making me throw away 150 dollars. To say I’m disappointed is an understatement."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I bought this in August so I’ve owned it now for five months. A month ago I would’ve gave it five stars it’s easy to use. I like the way it looks. Not too big. Sound quality is good. Everything about it’s great. But I use it five days a week and I probably hit the pause button about 50 times. I deliver packages all day so I have to hit pause a lot.The other day my pause button is broken and or stuck so it randomly turns my music on and off or it tells me something about make sure your Bluetooth is on to use this blah blah blah. Like every three minutes it’s either turning on and off or some things yelling at me. So with that being said I’ve only had it for five months and already broken. I realize I use it every day but isn’t that the point.Update I fixed the Stuck top middle button. I had to cut open the middle button and now it works. Before it did not make the Click feeling because it was stuck. Just have to avoid liquids by it.But…… This speaker started crackling. I have only had this speaker for about eight months.All in all not with the price since the main button was useless until I cut open the top and because this speaker is crackling."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "The Boom 3 wants you to launch the app every time you connect to the Boom 3. The vast majority of the time you dont want or need to open the app. The problem is that the boom 3 intrusively pauses music to remind you enable the app and it remains on pause after the reminder It would be that big of an inconvenience if it reminded you immediately. It waits a good 15-20 seconds before reminding you and pausing the music, however That means you are half way across the room or busy doing an activity when you have to go back, unlock your phone and start the music again.....It doesnt seem like a major flaw but its enough of an aggravation that I want to toss it in the trash every time it happens. I cant stand it when a manufacturer pesters you to activate a useless app and if you dont, they penalize/bother you.  I would go back to the Bose unit I have it wasnt on its death bed...Will not buy another Boom device."
    },
    {
        "title": "Pause button broken after five months of use",
        "text": "Envío un artículo que no carga, no enciende, no funciona LO QUE SIGNIFICA QUE NO FUE RESPONSABLE NI DE REVISAR QUE EL ARTÍCULO NO HACE NADA ME LO ENVIARON SIN REVISAR Y NO RESPONDE ESTOY EN RD Y EL DEVOLVER EL ARTÍCULO CUESTA MÁS QUE EL MISMO ARTÍCULO"
    },
    {
        "title": "Great product with one fatal flaw",
        "text": "I currently own  a boom 3 and a megaboom 3 .  When I first purchased my boom 3  I was pretty happy with it,  so I  invested in a charger base for it.  The charger base stopped working after approx 45 days.  After less than 1 year of use I started to notice issues with sound quality on my first boom 3 (mostly distortion at higher decibels). As a long time fan, and customer of Logitech products, I tried to convince myself that I was simply asking too much from such a small speaker. Hoping to achieve greater sound without giving up on the Brand entirely, I  also purchased a megaboom 3.  I was immediately disappointed with the megaboom 3 as a standalone product. Sound quality is very poor compared to other speakers demo'ed by acquaintances and doesn't even sound as good as the boom3 did back when it was new. There certainly IS more bass available, but it sounds absurd and completely non-representative of the actual music. Additionally, problems with the manufacturer's phone app continue to be a source of constant frustration. The only time I get decent sound out of EITHER of my two speakers now is if they are both paired up and in \"party up\" mode, which is a enormous inconvenience because the app is so buggy and I don't always have room in my gear for both speakers.If I were newly in the market for one or possibly two waterproof Bluetooth speakers I would try someone other than Logitech, and I will absolutely do so in the future."
    },
    {
        "title": "El vendedor es el problema",
        "text": "this thing only lasted 3 months.  i'm really disappointed and I've purchased this brand before."
    },
    {
        "title": "After 1.5 years of troubleshooting 2 speakers & 2 charger bases Im completely done with this brand",
        "text": "The speakers have good sound quality but they constantly cut out. The music randomly cuts out no matter how close the speakers are together. They work fine individually but they just don't do well at all when connected which is basically the reason you buy the pair. I've tried every solution form email correspondence with UE but nothing has helped. I have yet to ask but I would love a refund or replacement but they have not replied since there last idea did not work. Very frustrating!"
    },
    {
        "title": "this stopped working after 3 months",
        "text": "I was gifted this speaker for Christmas 2021 after extensive research into waterproof, floating, bluetooth speakers. We were finally able to take the speaker out over fourth of July weekend last week. Our first run out, the speaker did not float. In fact, it stopped playing music entirely when it touched the water. After much trial and error, we determined the speaker does not float. We ended up tying it to a life vest just to use it. Sometimes the waves would knock one end into the water and it sounded like the entire thing was submerged—just super muffled and quiet. Considering we purchased this one solely for its floating and waterproof capabilities, it’s a bit disappointing. I have plenty of other very nice speakers that aren’t waterproof and do not float that do the same job much better."
    },
    {
        "title": "Music Constantly Cuts Out",
        "text": "Do not buy speaker will not hold a charge over 1 hour, I have 2 mega booms and this one is a complete disappointment!"
    },
    {
        "title": "floating speaker that doesn’t float",
        "text": "No bass at all. Only highs.  I'm very disappointed 😞"
    },
    {
        "title": "Waste of money",
        "text": "Comes highly reviewed and at a premium price point but I do not know why. Sound quality is average to above average. Battery life is below average to average. Longevity is extremely poor. After two years it has constant connectivity issues. I’ve had better luck with cheap $30 speakers. Don’t waste your money"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "The speaker worked for a few weeks, and then the sound quality deteriorated to the point where it is unlistenable. Completely worthless. Do not buy."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "I cannot get over how short the battery life span is. UE BOOM 2 LASTED HOURS LONGER. Returned. I will go with a different brand. Too bad, I loved the ue boom 2. This speaker wouldn't make it through a round of golf."
    },
    {
        "title": "Garbage.",
        "text": "I want to like this speaker, but I’m having issues with the battery, and then the customer service. UE requires the original order to be in PDF format, something not easily obtainable on Apple devices without paying 69.99 for Adobe Acrobat to convert into PDF. So they require me to pay the 69.99 for this 3rd party software, then they tell me they’re unable to accept my pdf document. So now I’m out the money that I spent on the speaker plus the 70 dollars to make a pdf document that they declined anyway. I thought UE was a good company. I don’t feel that way anymore."
    },
    {
        "title": "Worst battery life. UE Boom 2 awesome. UE BOOM 3 HORRIBLE.",
        "text": "The speaker sounded great, but when it came time to charge it, it wouldn't take a charge.  Followed all the online advice, (unplug and re-plug to the speaker port 25-30 times?!?), which didn't help.  Contacted customer support.  On one hand they suggested returning the speaker since it was a \"defective unit\", (no real problem there), on the other hand they sounded like they really couldn't care less.  Got my refund, but spent it on a different company's speaker.  Do yourself a favor, get a JBL or Bose."
    },
    {
        "title": "Issues with device and parent company. No warranty.",
        "text": "This was returned"
    },
    {
        "title": "Sounded Great, But Couldn't Charge",
        "text": "Everything was great until it would no longer hold a charge. This is the second version of this brand for this to happen. There won’t be a third."
    },
    {
        "title": "I return this",
        "text": "It’s sounds pretty good but it doesn’t not last long at all"
    },
    {
        "title": "Battery won’t hold a charge after 6 months",
        "text": "I work in a loud environment. My Sony srs-xb43 fell from about 30 feet, thought it was broke so I bought this one for a little more portability, which on that aspect this wins. But the battery life is horrible. I charged this speaker as soon as it was delivered all night (light was solid). Took it to work and after about 2 hours it starts saying it needs to be charged. So I did the same thing the next day but brought a charger with me. Plugged it in while playing, still only lasts 2 hrs (full volume) for $150 I should last atleast 8 hrs at full volume. I've had cheap $40 b/t speakers that lasts for days. Really disappointed ultimate ears. I guess I'll go jbl next."
    },
    {
        "title": "It’s doesn’t last too long one hours tops",
        "text": "I have had this speaker for a few months, now, and I’m pretty disappointed. While the sound quality is pretty solid for the size and price, the internal battery and charging is garbage. I can leave this plugged in and fully charged, and I will start getting, “battery low, please charge,” messages after only 30 minutes. Again, this happens plugged in. This speaker was so close to being a solid option on so many fronts, but I just cannot recommend a speaker that you can’t even use for longer than 30 minutes. Rating: 1/5 - avoid!"
    },
    {
        "title": "Battery is horrible",
        "text": "Don't buy this speaker from whoever the f***'s selling it I spent over a 100 bucks for it and it's a piece of s***. I thought I would find a new one but it's obviously been refurbished poorly doesn't charge for s*** last maybe 15 minutes And now it won't charge it all. Typical Amazon s*** buyer beware"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Pretty bad speaker. Because when you want to use a Bluetooth speaker you expect it to work. The thing sounds ok but the battery drains faster than it chargers at medium volume. So you charge it ahead of time, then you leave it plugged in, and it dies in two hours while talking to you in a condescending voice. I can’t make this up it literally has a condescending voice as if the fact it can’t last a whole night is my fault. It’s useless."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Bought new. Good sound. Good portability.Battery totally died after two months.  I can't reset it ( Volume down and Power Button)Then, there was the annoying  message \" to use this feature please make sure the app is open and has access to wifi\" - look it up.  It's going to drive you crazy.To remove it, you need to do a hard reset. I had to do it once and it worked, but then the battery died.Not good quality, great sound however."
    },
    {
        "title": "Super disappointed",
        "text": "I love this little speaker, but the construction is just not robust.  The outer mesh part started separating from the main body after just 2 months and they would not offer warranty replacement even though I haven't even moved the speaker from my office.  This is not wear and tear it is shoddy craftsmanship.I bought two of these (one for me and one for my girlfriend).  The sound is good but it's not worth it if the item breaks so easily.  It is no longer waterproof either.They should stand behind their product more and offer better warranty service."
    },
    {
        "title": "Battery Died, Less Than Two Months After Purchase",
        "text": "Bought this for the job site. Upon opening I thought I was a nice speaker with alright sound. The battery life however states it should last for more than just 2 hours. Mine lasts for 2 hours and dies. Customer service recommended doing a factory reset which didn’t do anything. Stay away from this product. Get a better speaker which will cost more ones but will be worth it in the end."
    },
    {
        "title": "Poor Construction",
        "text": "This is not the speaker in the picture, this is MUCH smaller.  If you want the speaker in picture, get the MEGABOOM 3, not the boom 3.I returned this and am buying the MegaBoom3, I'll post something bout that once I get it.....which might be awhile since Amazon charged me twice for this one and won't refund until they receive the one I returned-though it was returned to their locker."
    },
    {
        "title": "Don’t buy.",
        "text": "It does not sty alive longer than 5min after 1 year. I infrequently used my speaker over the last year - probably once a week. The battery life has slowly degraded to nothing since then. I cannot use it unless it is plugged in.BUY JBL INSTEAD! I've always been happy with their products."
    },
    {
        "title": "NOT THE SPEAKER IN PICTURES",
        "text": "Product is not charging properly will not hold a charge bought it for my son for his birthday. I bought it in October he got it November 25 and it is not properly working."
    },
    {
        "title": "BATTERY DIES IN LESS THAN A YEAR!!",
        "text": "I bought this speaker less than six months ago and the power button will no longer work when I try to turn it on . Nothing in it lights up or works anymore . I’ve tried to do the reset like it instructs to do and it still won’t work . On top of it no longer working the help I have received from this company has been little to none . I can’t get them to reply to any of my questions or concerns. Feels as if I have been ripped off . I know several others who have bought this kind of speaker and had the same kind of problems . Very disappointed in this product and company  . Don’t recommend buying from them"
    },
    {
        "title": "This product does not hold a charge",
        "text": "I had this speaker for about a month and of course when it was past the day to return to Amazon the speaker stopped charging so I couldn’t even return it. I had the smaller version of this speaker and it was great, I have never had a problem, however when I looked up the reviews online about this speaker (the bigger version), it seems there has been a common occurrence with the charging port not working and you having to replace it? I would save your money and get a more reliable speaker."
    },
    {
        "title": "Waste of money",
        "text": "WHAT CAN I SAY, \"HORRIBLE\" DOES NOT STAY CHARGED, BATTERY LIFE STINKS, TRY 2 FIND BATTERY REPLACEMENT AND THAT'S TURNING INTO AN ISSUE"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I really liked the sound quality of this speaker and it definitely seemed water-resistant, but mine is already broken after very, very light use (~10 -20 minutes once a week). The \"magic\" button is very hard to push down, and since it controls the skip track it's really annoying to have to push a button twice to go to the next song. There's also a bit of a delay from when you skip the track to the next track that I haven't seen with other (much) cheaper speakers.  Also,I was never able to actually use the magic button despite having authorized the speaker in my Alexa and BOOM app. Something I could live with (and have, since I bought it), but the fact that it's broken after minimal use plus the serious design flaw in the magic button/skip track difficulty makes me say this is just not worth the money.  Get some other cheaper and easier to use speaker."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "This is my second bluetooth speaker. This one was purchased from a different manufacture. Once again the charging capiblity is not working. You cannot even keep the speaker plugged in to contiue to use it.  I purchased this speacker just over a year ago. Once again another example of big business selling a product for top dollar, and having it manufactured in China with cheep labor and the cheepest componants. I'm really tired of getting ripped off. If Amazon censers this message, I will close my account."
    },
    {
        "title": "Broken after very little used, not worth the money, good while it lasted though",
        "text": "I was very excited to receive this Boom 3 speaker, but I was let down. It worked for a few hours, it’s loud but i expected better audio quality. Maybe all the hype around it built up a high expectation.Anyways, when I went to change the name of my speaker on the easy-to-use app, my bluetooth setting no longer found my speaker & the speaker will not turn off. I tried resetting it many times & it won’t work. I even turned off my phone.Other sounds from the speaker like the beeping when holding the ‘volume down’ button down will come out of the speaker, & also the girl telling me that it is 100% charged. I’m going to return this speaker & find a new one. It’s Sunday & I’m not going to wait until tomorrow to talk to a customer service representative because I believe I shouldn’t have experienced any problems with the first few hours."
    },
    {
        "title": "Not made to last.",
        "text": "My UE boom does not stay on, even when charging the speaker turns off after 5 seconds of being on.Customer service is so poor that I was moved to write this review, an Email repsonse takes 2 days and completley ignores the issue i have and reccomends steps to fix another issue. Phone call? No, they say no one can take the call and hang up no matter when you call. SCAM"
    },
    {
        "title": "Disappointed, Stopped Working",
        "text": "Read and believe the reviews. The speaker sounds great and looks good. Unfortunately that is where the party ends. I bought these speakers with the hope that I would be able to connect multiple speakers together. The UE app is terrible and trying to manually connect the speakers is also a complete waste of time.I called their help desk and it unfortunately led to the same results. The tech was pleasant and helpful, but he couldn't fix a terrible product over the phone.As a stand alone speaker, works great. You will find it impossible to connect multiple speakers."
    },
    {
        "title": "Awful Customer Service to fix Poorly made product",
        "text": "I have the mega boom it's like 7 years old and this boom 3 is not worth buying.  If your in the shower then ok.  But mega boom and mega blast was so loud.  I'm returning  this product.  It's clear but bass is low  distortion  is better but they need a bigger unit."
    },
    {
        "title": "Multi Speaker Function Does not Work",
        "text": "After your content has already been playing for a minute or so, you get the message \"To use this feature, please make sure your app is connected to the Internet.\" Oh, and when you first connect to it, the volume automatically goes to 10 so you have to be quick on the draw to turn it down. (I'm using a Macbook Air.) I wrote to their helpdesk and they suggested a factory reset. That worked...for a while. I seem to be doing a factory reset about once a month.I probably don't actually need it to be waterproof, and I've never paired it with other speakers. I just want it to play my content at the volume I want. And somehow the Boom 3 can't even deliver on that modest ask."
    },
    {
        "title": "It's super quiet.",
        "text": "I have 2 of these and bought 2 more but imposs to update firmware to get the sound right and to set to party mode. It seems UE have given up on this product. I cant believe it is still for sale.Dont waste hours of your time like me looking for solutions, as there are none,"
    },
    {
        "title": "Ridiculous bug in firmware",
        "text": "I really wanted to like these. But the sound quality is just terrible and the app to get them to connect together is mediocre. If the speakers are in different rooms, one of them stutters even if the rooms are very close together. All the reviews are so good but I am extremely disappointed I spent so much on such an over-rated and unimpressive item. My cheap, 3-year old anker speaker is even better than these. Don't buy."
    },
    {
        "title": "Do not buy - impossible to update firmware",
        "text": "The item was not working well (sound altered) so I returned the item in an Amazon locker. But the locker was not working very well neither since Amazon is pretending that the return never happened. Thus, I do not recommend the item nor the vendor."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I had a great initial experience with the Boom 3 Portable Speaker. Easy to use and setup. Sound is very good , looks great,  and is very portable. Battery life is good but best if you keep the volume down.It comes about 20% charged. However, it does not come with a charging dock. Mind-boggling! How can you sell a product without giving your customers a way to charge it? This should be screaming out to you in the product description.I found out you have to buy the charing dock separate for $40. I felt like this is a bait-and-switch and have decided to return the speaker. I would encourage the manufacturer to make it very clear and apparent in the product description that you need to buy the charging dock separately."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "My BOOM 3 came without a DC plug for charging, its listed in box, I contacted customer service and I'm getting the run around over a 75 cent part, I registered my BOOM 3 on their web site, I am so disappointedThe plug in end of charging cord is an old 2000 design, difficult to plug into Charger stand and BOOM 3Beware of the corporate ULTIMATE Ears run around! Sad!"
    },
    {
        "title": "Speaker does NOT come with charging dock",
        "text": "Only had it for a week and used it once and the battery only lasted for 1 hr 😡"
    },
    {
        "title": "Customer Service is Pathetic",
        "text": "This product has been great until about two weeks after the return period ended. All of a sudden the sound has started stuttering and cutting out even when my phone it right next to it. It makes it unbearable to listen to music with it. It doesn't matter what phone is connected to it, it does it with them all. Rather disappointed because I heard a lot of great things about this speaker and thought I was getting a great quality one."
    },
    {
        "title": "Battery is crap",
        "text": "Purchased after reading many positive reviews but should have focused on the more recent ones as there are frequent complaints of poor battery life - which is the same problem I had.  Sound is very good, however, the battery does not hold a charge.... lasted 2 hours and would not play when charging (it is supposed to play when charging but mine did not)."
    },
    {
        "title": "Broken once return period ends",
        "text": "Bought speaker but didn’t use it right away so im out of the return/exchange window…I literally only used it off and on for a month"
    },
    {
        "title": "Read RECENT Reviews  - Battery does NOT hold charge",
        "text": "No funciona"
    },
    {
        "title": "Speaker does not last & just stopped working",
        "text": "Started out great - then all of a sudden the battery won't charge. Would like to exchange - unable to connect with the seller.Not very happy"
    },
    {
        "title": "No funciono",
        "text": "Wish UE (Logitech) would get the message that it is 2022 not 2000.  Companies don't use Micro USB anymore.  USB C is the new standard and many people don't even have a regular USB charger.  Let's get with the program like all your competitors, JBL, Sony, etc. and put in an inexpensive USB C so I can charge this thing in my regular charger and it can charge much faster."
    },
    {
        "title": "Unable to charge",
        "text": "It's all in the title. Unit rarely if ever will connect. It's useless. I missed return window by one day and now I have an expensive doorstop. Stay away from!"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I’m sending it Back for a Exchange"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "My boom won't let me charge it.... i order a charge port and it still wont work.  is there a warranty... really liked it until it stop charging."
    },
    {
        "title": "It’s Defected want hold a charge !!!!",
        "text": "The speaker worked so well for about 4 months. The sound quality and the durability was very premium. However, after around the 4 months mark, I started to notice a very noticeable static noise when the volume got a little bit higher than usual. For example, when the song reaches climax or if I simply turn it up higher. I’ve contacted Logitech support through email about 5 times over the course of 3 months to ask them to resolve this issue but heard absolutely zero from them. I’m shocked that a renowned company such as Logitech would have this atrocious level of customer support. Will definitely not purchase anything Logitech or ultimate ears again."
    },
    {
        "title": "stopped charging",
        "text": "The speaker that arrived in an Amazon box sealed and undamaged. The speaker box inside was opened (seal broken) and there were crumbs in the box, dirt and scratches on the speaker, and the documentation and speaker were shoved into the box in a way that didn’t fit they packaging so it looked used and hastily re-boxed."
    },
    {
        "title": "Worked great for about 4 months",
        "text": "The Battery on this UE Boom 3 has DIED after 3 months.  What a piece of junk.  My JBL Flip 4 was purchased in Dec. 2018 and still has an amazing battery life and is going strong.  Wow, I really liked the Sound of the Boom 3 for Pop Music, Theater music and classical, but unless the company agrees to immediately refund or send a brand new product, I will never buy a UE product again.  More to come as I make my claim for a return.  This purchase was fulfilled by Amazon.  Amazon should back all electronic products for one year from the date of purchase."
    },
    {
        "title": "Items arrived opened, dirty, scratched (used)",
        "text": "Absolutely awful battery life. I've used this speaker 2 days now and I died on a full charge after 1.5 hours at max volume. Product clearly says it should last 15 hours"
    },
    {
        "title": "Battery on UE Boom 3 has died after 3 months.  What a piece of junk.",
        "text": "UE use to be a good product. But my last 2 have been pure crap. BUYER BEWARE! Charging failed. Charging light failed. First time used it prematurely said critical batter and played another 2hrs. Clearly it has Charging and Battery issues. NEVER AGAIN! Going to the JBL."
    },
    {
        "title": "Awful battery life",
        "text": "Sound is ok. Battery life stinks.  Have to recharge every 3 hours."
    },
    {
        "title": "Total Garbage",
        "text": "Build quality seems great however, still using a micro usb was kind of a turn off and it lacked “audio depth” the sound quality was pretty good but sounded hollow and a little tin-ey maybe it needs a break in period? Idk not a bad purchase for the money but not really “my style “ of audio"
    },
    {
        "title": "It's not worth the money.",
        "text": "Splatters low notes.  Tiny,  junky  waste of money. Cant handle low notes without distortion. Came with low charge and no charging cable."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Worked great for a few weeksThen wouldnt charge at all"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "No me agrado no dura la batería. Se apaga sola. Podría devolverla. Estoy no contenta con el producto."
    },
    {
        "title": "Stopped accepting charge",
        "text": "This speaker isn’t good.  , no battery life chargers doesn’t work , if u play it to loud it shuts off"
    },
    {
        "title": "No sirve la batería",
        "text": "Had to keep adjusting it.  Doesn’t hold a charge and wasn’t worth the effort.  Returned"
    },
    {
        "title": "This speaker isn’t good at all and when I tired to send it back they gave me issues",
        "text": "This is the worst speaker I’ve ever know. i own a speaker that is a fraction of the price, has good sound quality and plays WHEN IT’S PLUGGED IN! This garbage speaker is plugged in charging for 30 minutes, hovers at 10 % charged, and DOES NOT LET YOU PLAY MUSIC WHILE PLUGGED IN. What idiocy is that?! Very very VERY disappointed in this supposed “best Bluetooth speaker” on the market"
    },
    {
        "title": "Returned",
        "text": "Bought one of these for stereo sound after getting one for a gift. They are hard to pair and often drop synch. Spend more time playing around with pairing than listening to music."
    },
    {
        "title": "Doesn’t play while charging battery dies way faster than they claim",
        "text": "Did not  charge life battery worst"
    },
    {
        "title": "Super finicky pairing. Software has many glitches.",
        "text": "I bought this to take sailing on a catamaran.  It survived only five outings, and those were the only times it was used.  On the sixth outing, it was fully charged the night prior and when I pressed the button to turn it on, nothing happened.  I thought maybe I didn't charge it enough or I did it incorrectly, so I charged it again and made sure the light was on.  But, still nothing--not a tone or any from of operation happens when the button is pressed.  Please advise on my options."
    },
    {
        "title": "Doesn’t charge",
        "text": "Fully charge it only last 2 hours after fully charge,very disappointed"
    },
    {
        "title": "NOT even close to water resistant!",
        "text": "I purchased this refurbished item on 7/31/21. I've used it a handful of times, only at home. Have not taken it anywhere. A few days ago while listening to music at home, the speaker started to crackle. So disappointing. Now, I can't even return it. Total rip off. Never again from this seller."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "This UE boom has not worked since the day I got it. Doesn’t turn on and doesn’t even charge."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "I’ve only used the speaker once, charged and stored it for over a month.  I've owned UE ears before and it’s always held it’s charge at 100% when I’m ready to use it.  I opened it today and it had no battery life, it’s been charging for an hour, the red light is still flashing and now it won’t charge at all.  I want a replacement speaker!  Amazon won’t replace - it’s not a good idea to buy this type of product from Amazon because they won’t replace defective items!"
    },
    {
        "title": "Doesn’t work",
        "text": "Faulty battery on arrival. Had to return"
    },
    {
        "title": "Defective Speaker!!!",
        "text": "Does not connect. Of no use to me. Used it a while with android phone. Now it will not connect to anything. With android it was ok while my phone lasted but nothing more.  Ok acceptable. Nobody wants something aceptable"
    },
    {
        "title": "Faulty",
        "text": "The device stopped working on the 2nd day, the sound had very little base...I'm not sure about battery life or waterproof because i did not have it long enough to know.  I went and purchased the next level up MEGA BOOM3  and it has worked great.  Great sound!!!  I have left it out on the patio in the rain...no issue.  If you can spring for the other $50 increase in price and a 20% larger size I would highly recommend you buy the bigger unit."
    },
    {
        "title": "Useless with iPhone 11",
        "text": "I Iiked this speaker a lot (enough to purchase a 2nd one last  summer.) Unfortunately, it stopped pairing with all of my Apple devices after about 6 months use: 2 iMacs iPad, iPhone. Went through all the troubleshooting steps: uninstall-re instal the app, use without the appl, performed factory re-set, delete apple.bluteooth.plst etc. In all cases, both of these speakers remain invisible to, i.e. not seen by the devices. Time to move on to another manufacturer...."
    },
    {
        "title": "Unit worked initially with one device, but would not work with another IOS device.",
        "text": "I was able to pair this device with my cell phone's bluetooth connection in seconds.  The audio is excellent on the speaker.  I then tried for an hour, to link it to my Amazon Alexa and Echo Dots to no avail.  Nothing I do can get this device seen by Alexa.  That was my sole purpose for buying this bluetooth speaker.  Now I hate that I probably have to send it back, but I only wanted it for use with Alexa.  What a bummer."
    },
    {
        "title": "2nd Boom speaker to fail after about 6 months usage",
        "text": "This DOES NOT come with a power block as advertised.  I repeat, there is NO power block.#scammed"
    },
    {
        "title": "Great sound, great look, fake bluetooth?",
        "text": "Insane you can’t play and charge together. Battery lasts 30 min. Garbage."
    },
    {
        "title": "False advertising.",
        "text": "This speaker doesn't work it won't pair to anything. I can't turn it off I believe something is wrong  With the on off button"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "I hardly ever use this speaker.  It stays plugged in on my desk.  I went to use it last week and it wouldn't work.  The light next to the charging port keeps flashing as though it needs charged.  When I press the bluetooth button the speaker states it is charging.  Never to work again I guess.  Don't waste your money."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Does not hold a charge for long at all I bought this cause my niece had one and I like it her charge lasted for a long while . Was very disappointed when I changed mine it said 100 % and lasted for less then a hour with playing music before I died tried it again and done the same thing very upset with this speaker"
    },
    {
        "title": "Quit working within 6 months",
        "text": "If you are looking to have this supply your backyard with music all day, look elsewhere. We started the day with a fully charged speaker, and at a high volume, it only lasted 3 hours. We thought maybe we had a defective speaker, so we purchased another and the same thing happened. Whoever said this lasts for 15 hours between charges must have it at the lowest possible volume. Very disappointing since sound and price are great."
    },
    {
        "title": "Charge don’t last long at all",
        "text": "It worked for 2 weeks and then the speaker would no longer hold a charge or accept a charge and is now not functioning with the constant message of \"charging, please wait\" even though it has been charging for hours.  I am returning the item and looking for another brand.  Made in China, what do you expect?"
    },
    {
        "title": "Only lasts 3 hours on high volume",
        "text": "Lots of technical issues with it. Buttons are not working like they’re suppose to, volume adjust on its own, can’t connect via Bluetooth. Tech support told me to update it and that didn’t help either. Very disappointed. Also didn’t know that Ultimate Ears is owned by Logitech which explains it. Will make sure that everybody I know to never buy products from them."
    },
    {
        "title": "A piece of junk",
        "text": "For the money this speaker sounds like garbage, it claims to have great bass response and there is absolutely no bass response, the sound itself is worse than the quality of a $10 speaker I have, I don't see how anyone could be satisfied with a product so expensive being such low sound quality.... Absolutely unacceptable in my eyes"
    },
    {
        "title": "Bad product",
        "text": "Man i want to like this speaker.  When it works the speaker is great.  But ever since i bought this thing the battery only lasts about 20 minutes.  Obviously a Defective battery but it sucks considering how much i spent on the speaker.  Not sure how to replace it either.  I would not recommend at this time."
    },
    {
        "title": "Garbage sound quality",
        "text": "Well we bought this in June and it stoped working with clear sound in October. 4 short months with great sound quality and then static! We looked it up and lots of folks have had the same problem! Sad when a product won't last a lifetim, I hate how items are made to be thrown away and replaced!!! Wasteful and money down the drain!"
    },
    {
        "title": "The speaker is good.  Battery is dreadful",
        "text": "La vida de la pila dura muy poco"
    },
    {
        "title": "Only good for a few months:k",
        "text": "I’m giving a 1 star review because the seller is selling DEMO models. It literally says “NOT FOR SALE” right on the speaker. Super disappointed by that.But the speaker seems to work well, charges fine, sounds great.Just disappointed that we purchased a demo instead of a refurbished item as advertised."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Very disappointed in the extremely short battery life. This speaker is also not able to be as loud as I had anticipated. I can't even get a full charge to last a few hours!! Dont waste your money."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Right off the bat, bettery only lasted eight hours. The USB charger did not do a full charge overnight. Returned for replacement. We will see how replacement does. Sound quality was as expected."
    },
    {
        "title": "Short battery life",
        "text": "Love the product but I’ve had it for less than a year and now it holds about 2-3 hrs worth of charge before dying."
    },
    {
        "title": "Battery only lasted eight hours",
        "text": "Worked great for three months but it ran out of battery one day and now won't charge or turn on. It's useless. Wouldn't recommend risking spending all this money for a speaker that will completely die on you."
    },
    {
        "title": "Battery is already dying.",
        "text": "This boom is defective! I was so excited to get a new one as I've had a Boom before but there is something wrong with this one. Constant static sound and the Boom literally dies within 5 minutes, especially if the volume is all the way up. Horrible device and upset I paid $120 for this!"
    },
    {
        "title": "Stopped working after 3 months",
        "text": "Bought it for tailgating purposes but the battery life is a JOKE! Was dead only after 2 hours! I tried returning the first one I bought but I had it too long to be eligible for return. I still use the one around the house but for tailgating... absolutely terrible. Bought a BumpBoxx instead and it’s AMAZING"
    },
    {
        "title": "Static Sound & Dies Within Minutes",
        "text": "I accidentally ordered the Boom 3 instead of the UE Megaboom. Huge mistake! This sounds like a tin can in comparison. I did like how small it is compared to the Megaboom, but the sound quality severely lacks. I don't understand why anyone would purchase this and genuinely feel satisfied with this product."
    },
    {
        "title": "Worst battery life EVER",
        "text": "This was an awesome speaker.... WAS.Today, for no reason at all... it decided to just stop making any sound. No startup sound, no music, nothing. I tried resetting and everything. Refuses to make any sound at all. The one single purpose it has, and it fails at it. Not happy at all."
    },
    {
        "title": "Why?",
        "text": "Did anyone else get theres wrapped in plastic? Not in factory package? This is a Christmas gift.  For all I know its a defective return they just sent back out to me! 1 star if they make it right I will fix it."
    },
    {
        "title": "I want to love it",
        "text": "Stopped charging within a month , now brand new charger will turn it on"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Really poor bass. The first Wonderboom I got 4 years ago is better than the Boom 3. Also have to download app to pair them. I don’t want to do all that and make an account!Definitely a mistake buying."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "It's def water proof, I threw it in a lake. It drowns, but can exist in water (10 seconds). Battery life is a joke. Even on it's charger, it can't keep up with itself. Probably the biggest lie in a purchase for me. Won't buy their brand again."
    },
    {
        "title": "Mistake to buy",
        "text": "love this speaker but for some reason it will not charge anymore. i tried changing wires and using the charging dock but nothing. can not return it either so its a 130 dollar paper weight now."
    },
    {
        "title": "Battery no bueno",
        "text": "Have only used once and now it doesn’t work, won’t even charge. I will Never buy again, can’t even use after all the money i spent On it"
    },
    {
        "title": "was great for the first 5 months",
        "text": "Stopped working after a few weeks. Support was not helpful but device began to work again when I lucked upon the right combination of holding buttons and releasing to reboot the speaker."
    },
    {
        "title": "Doesn’t charge",
        "text": "The battery will not charge anymore I’ve had it for three weeks"
    },
    {
        "title": "Worked great for almost a month. Now in the garbage dump.",
        "text": "Will not charge.  No returns. Waste of money. I love these UE Boom boxes but I expect more than three weeks out of them."
    },
    {
        "title": "Battery done after one week",
        "text": "Great sound, until it crackles and drops connection for a hald second. Almost like a skip."
    },
    {
        "title": "No longer takes a charge. Owned it for 3 weeks and already broke.",
        "text": "Speaker sounds blown. It's raspy. Only used once. Very disappointed."
    },
    {
        "title": "Crackles even after being charged to 100%",
        "text": "The sound quality is fine if you do not care about hearing bass.  There's literally no bottom end at all.  We've also owned a similarly-sized JBL speaker and that wasn't an issue - it's not simply a feature of it being a small speaker."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "The battery on this thing last 20 minutes after full charge. Cannot recommend"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "This sounded great for about a month.  I use this with my PE class.  One day, I brought it out to play music for my class and it sounded horrible.  The volume needs to stay low or the sound quality is awful."
    },
    {
        "title": "Battery is terrible . Sound quality decent",
        "text": "The sound quality is just...okay.  Way overpriced.  Should be in the 40 dollar range.Update:  It stopped working after three months of light use.  So now I have a very expensive doorstop.  NEVER. BUY. AGAIN."
    },
    {
        "title": "Wouldn’t recommend",
        "text": "Does not charge up."
    },
    {
        "title": "Not worth the money",
        "text": "I don’t know what it should sound like but mine sounds terrible... the bass crackles as if there has been speaker damage, and the sound isn’t full and rich. Very disappointed so I’m returning it."
    },
    {
        "title": "Will not hold a charge and very new.",
        "text": "Not only does this speaker not work, it has \"Demo only written-- not for sale\" written on the bottom. The power button does not work, and the speaker won't charge."
    },
    {
        "title": "Not great sound quality",
        "text": "Don’t waste your moneyIt has to be connected to the app to turn off. It continuously loses connection with my phone when I walk to the other side of patio. Wish I would have used it before the time ran out to return..:"
    },
    {
        "title": "This was definitely stolen.",
        "text": "Stopped working after 13 months. I am unable to power the speaker off by using the power button and it will not connect to any device via Bluetooth because it won’t enter pairing mode."
    },
    {
        "title": "Don’t waste your money",
        "text": "I dropped the speaker in my driveway and was shocked once the sound quality was shot and the back panel started to pop off. It also could take hours to charge before I could even play music."
    },
    {
        "title": "Low quality speaker, do not trust reviews.",
        "text": "This is NOT a new item. It’s open BOX and I bought it like “NEE” I have the same speakers in blue and when the came it was completely different. Be careful with this item."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Speaker blew out in just 3 months of use. I contacted the manufacturer,  I am yet to hear from them. Could be the copy I got but my advise would be to stay away from this item."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Doesn't hold charge. After a couple months it didn't take a charge at all."
    },
    {
        "title": "Blown out",
        "text": "Reviews were high on these but I am severely disappointed.  Speakers distorted, cracked, popped and sounded awful at any level.  Returned minutes after trying it.  Buying a different name brand."
    },
    {
        "title": "Doesn't hold charge. After a couple months it didn't take a charge at all.",
        "text": "I bought this speaker based solely on the battery length stated. The longest the battery has lasted for me is 30minutes. As I am using it outdoors by my pool, I need it to be at a louder volume. Very disappointed!"
    },
    {
        "title": "Terrible sound",
        "text": "worked great for a month in  my studio then it just wouldn't charge anymore . Too late to send back not happy"
    },
    {
        "title": "Poor battery",
        "text": "Battery was meant to last around 12 hours but I found it dying after 1 hour, I thought maybe it was a fluke the first time, but it happened 5 times before I decided to send it back"
    },
    {
        "title": "won't recharge",
        "text": "This speaker is not worth the money at all. Its not all that loud. And the battery life is less then 45 min even after full charge. Is was the worst speaker ive bought."
    },
    {
        "title": "Battery is garbage",
        "text": "Nothing worked.  It did not take a charge, the base was cracking, AND I had to pay nearly $30 to return ship it.  THE COMPANY DOES NOT PAY FOR RETURN SHIPPING. 😡🤬😡🤬"
    },
    {
        "title": "Dont buy it.",
        "text": "Had for right at three months and it no longer charges and try to figure out the warranty is a nightmare"
    },
    {
        "title": "Not working - I had to pay to ship it back.",
        "text": "Great sound quality, really loved the look. Very excited to use it except... the battery life is atrocious. I have to play it on high volume at work and it lasted maybe 4 hours max. Horrible. Very disappointed."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "The Boom 3 did not work from the day we received it. Inconvenient,  as you have to down load an app to control it. returning it."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "The sound from it isn't very loud at all.  Had some other background noise going on while using this and it almost drowned it out completely."
    },
    {
        "title": "Boom 3",
        "text": "Poor Bluetooth connection.  Over priced. No customer service.  Returned product."
    },
    {
        "title": "Not very loud",
        "text": "Battery did not charge"
    },
    {
        "title": "Terrible Bluetooth",
        "text": "Poor battery life, try to contact logitech and they only make me hard reset the speaker,Fully charged the speaker about 6 times and only lasted an average of 3.5 hours, very disappointing."
    },
    {
        "title": "The battery would not charge, that is the reason I bought a new one and it had the same issue",
        "text": "Mi pedido nunca llegó a su destino correcto para que mis amigos me lo puedan traer a Quito, Ecuador. Por favor ayuda no se a donde escribirles un mail."
    },
    {
        "title": "Horrible battery life, DONT BUY",
        "text": "Battery wick,  don't last what is described.  I charge fully and last no more the 3 hours.  So its  not a good product.  Super sad ."
    },
    {
        "title": "Ayuda, Auxilio",
        "text": "Worked fine the first month.  Now 2.5 months in, this product, fully charged, holds a charge for about 1.5 hours.  Not acceptable.  Worst product that I've ever bought on Amazon."
    },
    {
        "title": "Thats not good stuff. Don't  buy .",
        "text": "Battery is trash dont last 4 hrs and takes forever to turn on once charging worst buy ever"
    },
    {
        "title": "AWFUL BATTERY LIFE",
        "text": "This speaker lasted only 4 months and now I cannot return it."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "The charger broke after just a couple of times of use.  This is the second time."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Battery life on this is awful. My son has a JBL that completely blows this away.  Sucks.  And you can’t listen too it while charging either"
    },
    {
        "title": "2 seperate speakers broke within months.  Very little use, never dropped, never mishandled.",
        "text": "Product worked great on an  intermittent use for a couple months - then would not turn off or connect to Bluetooth - total POS"
    },
    {
        "title": "Battery life is awful.  Don’t buy",
        "text": "This product is a waste of money. The battery life is terrible and even if you have it plugged in it will not play. Don’t waste your money."
    },
    {
        "title": "Too bad it only lasted a month",
        "text": "Was great until it stopped charging. Now it doesn’t work at all after 9 months and customer service is terrible."
    },
    {
        "title": "Battery life is horrible",
        "text": "Stop charging after 2 months  horrible"
    },
    {
        "title": "9 months stopped working",
        "text": "A bought this item few weeks ago. And what I received was demo version of this item, which only lets u play music for 15min.....it’s BS!!🤬"
    },
    {
        "title": "Junk",
        "text": "Garbage speaker don’t waste your money! If it does get wet it muffles the sound-battery life sucks ass👎🏼"
    },
    {
        "title": "Check if the item is original and works effectively.......Not a Demo",
        "text": "Sounds terrible I think this was refurbished but sold as new by the time I used it I could not return it."
    },
    {
        "title": "Don’t buy",
        "text": "Lasted me less than two years never been in the water and now it’s dead..."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "For the price you pay the sound is very muffled and low"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "BATTERY FAILED IN 3 MONTHS. WONT CHARGE. DONE WITH THIS BRAND."
    },
    {
        "title": "Expected louder",
        "text": "The absolute worst speaker I have ever bought. Battery will not stay charged at all."
    },
    {
        "title": "Second Boom to have battery FAIL",
        "text": "This is a great waterproof speaker but it does not hold a long charge."
    },
    {
        "title": "Horrible",
        "text": "I read good reviews but was disappointed in the sound quality - it was tin-y and lacked bass. I recommend Bose instead."
    },
    {
        "title": "Low Charge",
        "text": "Unfortunately when you pair them together, they sound like junk. They crackle. Very unhappy"
    },
    {
        "title": "Sound quality not great",
        "text": "Horrible only played 3 songs on one charge then dies."
    },
    {
        "title": "When pairing these speakers sound like junk",
        "text": "This item is not water resistance  at all, real review from Kansas City, don’t waste your money"
    },
    {
        "title": "Battery dies to quickly",
        "text": "Sound quality is very nice"
    },
    {
        "title": "Not water resistance",
        "text": "Wasn’t as expected and I feel like I payed too much .."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "It could work as a light paper weight or door stop"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Product started to crackle after getting wet one time and the customer service/product support is non-existent/terrible so far."
    },
    {
        "title": "Product never worked",
        "text": "Junk!!!battery goes dead in an hour at full would not buy it again very disappointed"
    },
    {
        "title": "No good",
        "text": "La compre y estaba guardada la usé hoy por primera vez y solo duro 4 horas"
    },
    {
        "title": "Battery sucks",
        "text": "Great"
    },
    {
        "title": "Bad batteri",
        "text": "Dies within five minutes.."
    },
    {
        "title": "Great",
        "text": "Demora más de 4 horas en cargar y se descarga muy pronto"
    },
    {
        "title": "Dies fast",
        "text": "Mala batería"
    },
    {
        "title": "No bueno",
        "text": "Won’t charge - worthless"
    },
    {
        "title": "Mala bateria",
        "text": "Sound very gritty. Returned for poor sound quality."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Very disappointed in the loudness of the speaker."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Garbage speaker"
    },
    {
        "title": "Not loud at all. Very wimpy speakers.",
        "text": "Got this just right before Christmas. Used it and it had amazing sound and all but it stopped working entirely and well it sucks because the return window just closed"
    },
    {
        "title": "Waste of money! The book 3 isn’t even on the app!",
        "text": "Came out of the box not able to charge, can’t update it to fix it either, along with crappy customer service, there are plenty of options, find a different brand"
    },
    {
        "title": "It worked once",
        "text": "Probably the best wireless speaker in the market but it still has Micro USB in 2022! I’m sick of this, who still uses a Micro USB port anymore? UE (Logitech) is currently milking their speaker line and putting off a PCB redesign by sticking us with outdated tech."
    },
    {
        "title": "Doesn’t work, junk product",
        "text": "Have 2 of them . If one needs to be charged good luck . It takes about 3 hours before under charge it can be turned on . The connection keeps dropping and often end with one dkesker only (using an iPhone ) sound is muffled mashed potatoes of medium and bass sound"
    },
    {
        "title": "It’s great with 1 major flaw",
        "text": "Even at low volumes this speaker only lasts me about 3 hours at a time never have I made it the 15 hours advertised. It also continues to die while on the charger. I will be buying another speaker from a different manufacturer."
    },
    {
        "title": "Poor sound drops connection slow charging",
        "text": "Promised 15 hours of battery life.  At the most, the first time it was used the battery lasted about 5 hours.  Now it will only do 2 hours at most.  Ridiculous to  purchase as it can't be a reliable speaker."
    },
    {
        "title": "Battery life is awful",
        "text": "So let's cut to the chase. Everything sounds good and it plays music via apps (Spotify app, Amazon music app, Pandora, etc).Now if you have audio from your phone coming from a phone call, internet chrome including on YouTube (not the app) via the browser, etc audio isn't picked up.  Now ssnding  audio to this device isn't easy.  If you just want to send a signal such as  a Amazon device to a Bluetooth speaker, etc this isn't the device for you and it's Bluetooth  is only partially functional.  Bluetooth only works with a few apps and major apps such as chrome, edgee, huge Samsung apps,  key iPhone apps, etc don't transmit any signal even if it's playing. It does not work like other devices such as Bose, Harman kardon, etc in which all audio from a connected device is sent over to the speakers. Only audio in which the app is open and paired is sent. So if you' have  a phone call going and an music app on your phone going, just the app will make sounds.  It would be nice if any device that connects it would play all audio from any source not from only a handful of apps.My recommendation is going with a full service Bluetooth device that works like normal (such as headsets in which all audio is transferred to the device). I tried this on the latest Galaxy devices and iphones with the same experience.Customer service is non existednt so  don't bother reaching out for help. They either ignore you with automated responses or they have people who do not understand the product working tthere following a script."
    },
    {
        "title": "No battery life!",
        "text": "I am disappointed in this speaker! We got it as a wedding present and It stopped working in 8 months. Since it was a gift I don’t have a receipt to contact anyone and I doubt they will honor an exchange"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "this is a piece of trash. it won't charge half the time even when speaker is plugged in with its original cord. it will not pair with my iPhone because it is super finicky and the charge fails a lot of the time. I am up in the middle of the night because I can't sleep because this device has now apparently failed for good and I use it to play ocean sounds in a noisy urban environment. there is a reddit stream where many, many users say this happens all the time that tells you to press minus and power for 15 seconds, disconnect and reconnect, have the speaker forget your device, try again, this didn't work for me. I found online  in the manual the following info: \"Your MEGABOOM can sometimes get into a state where it doesn’t charge. [Disconnect and reconnect and then \"Repeat steps 1 and 2 until your speaker gets to a normal charge cycle - the LED should continue to pulse. (This could take up to 25-30 times.)\" DO NOT BUY A PRODUCT THAT HAS IN THE MANUAL INSTRUCTIONS THJAT SAY THE THING WILL NOT WORK A LOT OF THE TIME AND YOU HAVE TO GO THROUGH A PROCEDURE TO RESTORE IT THAT WILL TAKE 25-3O TIMES TO WORK.This is a piece of trash not worth $5 let alone $140."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Didn't last a year. Think battery fried or just shorted inside. Made frazzling sounds, then just quit, and won't take a charge anymore or turn on. Just dead. Very disappointing."
    },
    {
        "title": "speaker from hell, will not charge half the time",
        "text": "i bought this speaker 30 months ago. i liked it while it worked. the battery died quickly at full volume. last week i dropped the speaker in my hot tub for 5 seconds, the charging port was closed and my speaker shorted out. i contacted UE and my waranty was 9 months out. they offered me 20% off another purchase. Are you serious? your 200$ waterproof product lasted me 30 months and wasn't even water resistant! I have wireless speakers that are over 5 years old that are generic brands that still work and still perform as advertised, (waterproof ect). wildly disappointed in the quality and durability of this product. do yourself a favor and buy a product that the company will stand behind or it will actually perform as advertised. BUYER BEWARE!!!!!!"
    },
    {
        "title": "Didn't last a year and doesn't have replaceable batteries",
        "text": "So let me just start off by saying do not let it die because all of these are defective once dead you will need to  Need to factory reset them do not buy save your money buy JBL"
    },
    {
        "title": "buyer beware! its not waterproof. company doesnt stand by product",
        "text": "Unable to charge from wall. Sound quality only fair while it worked.  Can’t believe the low quality/durability for this price."
    },
    {
        "title": "Defective",
        "text": "Had this about 6 months used it maybe 10 times and it won’t charge anymore so it’s no good."
    },
    {
        "title": "Poor quality",
        "text": "I have purchased four Boom products. All have worked for a short period of time. A great concept! At some point Boom needs to get it right! I can no longer support purchasing products from you that have design flaws. Boom returned a few and now that had flaws and I am now loosing track. I exchange these products between my teenage son and I, and honestly I get dumped with the garbage. I can't fund your product development anymore! You need to release stable products and not rely on purchases/returns to grow your business and new product developement. I don't care if I end up spending $5000 for a product you sell for $0.50. Boom has no credibility and I never want to see or hear from you again! I hope you go out of business! What a Brand you have developed! SMH!"
    },
    {
        "title": "Don’t last long",
        "text": "I’ve had this speaker for over a year. It has stopped pairing with my iPhone. The reset feature worked once and has not worked again. My phone won’t recognize it. I’ve wasted so much time on this crappy little speaker, I would definitely not recommend it to anyone. Don’t waste your money! It’s going in the recycle trash."
    },
    {
        "title": "I love the concept but need to draw the line funding Boom's Product Development Efforts",
        "text": "I received this as a Christmas present and it quit taking a charge. I call the company and they have me do a few things and inform it is broken and I would have to fill out their warranty. I did everything they ask and then they don’t cover their product. I now have a two month old paper weight. What a garbage company to not handle this properly."
    },
    {
        "title": "Quit Pairing",
        "text": "Tons of firmware issues! Volume down button doesn’t decrease sound at all, only tells you the batter percentage. Volume up button gets stuck all the time. Doesn’t turn off when you hit the power button, have to turn off using the app. The “skip song” button stopped working altogether. Always issues connecting over Bluetooth. Emailed company about issues since this is brand new & all they said back was “ya we know, this has been a major issues lately, try these trouble shooting steps” which did nothing at all. Lousy customer service and definitely NOT worth the price. Do not recommend!"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "The app that accompanies this product is terrible. It ruins the enjoyment and operation of this device."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Bought this product 2 years ago when it first came out for $300 speaker was solid and pretty rugged. Summer is getting closer so I decided to take it out from a closet and it just stopped working after 2 years of light usage.I'm not surprised they dropped the price by 50%, I contacted support for help with zero response. Poor customer service and an even poorer product developed by Logitech. I'm very upset I barely got to use this thing and it randomly won't turn on at all, no lights or anything, BEWARE."
    },
    {
        "title": "Terrible product.",
        "text": "So I hit a rare case were my speaker stops wanting to turn off, everytime I want to turn it off it turns itself back on, and won’t turn off until the battery dies, it’s a rare case but I’ve read about a mega boom doing the same thing, this software bullsh is messing up the reliably of the speaker, and causing issues for me, I’m just going to take mine apart and throw out what doesn’t work and put another Bluetooth board in it, cus on the inside it’s modular, and the io and buttons aren’t soldiered to it"
    },
    {
        "title": "Stops Working after 2 years",
        "text": "Every thing they do not pair you application is a disaster and after and hour and a half... I do not have the time  to F with your product I will go to Sonos and be done with it. Life is too short to to try and make a silk purse out of sows ear.  Pilot and and technology engineering guru. Figure it out.  These are going into the trash not even donation."
    },
    {
        "title": "Mine stopped wanting to turn off",
        "text": "The speaker cannot be used without downloading an app.You cannot set EQ permanently, it must be done via app EVERY use.UE support are useless - they just copy and paste irrelevant articles from the knowlebase which don't solve the problem."
    },
    {
        "title": "Don't buy not worth it if you value your time.",
        "text": "Need to use with an app that doesn't exist for your desktop mac -- nonsense.  Sounds fine, but there is no reason to overcomplicate bluetooth pairing by mandating a secondary application that isn't available."
    },
    {
        "title": "Cannot pair to iOS without downloading an app or store EQstore",
        "text": "Sounded great. Worked for 3 months and stopped taking a charge. Warranty only good for 30 days"
    },
    {
        "title": "Cannot use with Mac Desktop",
        "text": "I own 4 ultimate ears speakers, and partyup has not always worked, but been fine. Ever since the hyperboom update, they've stopped working together as well as they used to. What really kills it for me though, is how now it's requiring location data to use them. You don't need that."
    },
    {
        "title": "Expensive paper weight !",
        "text": "whatever the product, it may have an issue. At UE I met total indifference, not even getting a reply to messages I posted on their website. The boom has major Bluetooth connection issues with W10/iTunes. And the wonderful team that they boast of on their website is totally absent."
    },
    {
        "title": "Location data required.",
        "text": "I love these speakers but the last one I bought will not hold a charge and haven't had it six months very disappointed"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Horrible product, can't float, you will lose it , get another one"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Description says battery lasts 15 hours; however mine won’t last longer than 2 hours at the most. I’ve fully charged and let it die 10+ times, still only two hours."
    },
    {
        "title": "Horrible",
        "text": "these crap don't work it will play for like 3-5 min then turn off no fix for this happens after warranty runs out"
    },
    {
        "title": "Extremely short battery life",
        "text": "Do not buy this"
    },
    {
        "title": "real bad product dont wast your money",
        "text": "Just bought this to replace my flip 4 that was stolen. Charged it to 100% and it lasted 2hrs. Horrible product for the price."
    },
    {
        "title": "This speaker sucks",
        "text": "Don't waste your money on this.  For the price, it should be reliable.  I've spent time with customer service and the fixes never **really** work.  Get something else....."
    },
    {
        "title": "Battery life is not good",
        "text": "Please don’t believe the hype!!!!! This speaker doesn’t last passed 5 hrs on blast! Loud yes but not for long!"
    },
    {
        "title": "Most frustrating / unreliable bluetooth speaker I've ever owned",
        "text": "The one I received just does not work longer than 4 minutes even if plugged in. Power just turns off every 4 to 5 minutes. And there’s a sticker saying it is a demo product not meant for sale. Very disappointed."
    },
    {
        "title": "Don’t buy!",
        "text": "The media could not be loaded.\n                \n\n\n\n Not a good product for the price made in china"
    },
    {
        "title": "Disappointed as it just doesn’t work.",
        "text": "I bought this in oct at 9k after 1k discount of credit card. I put this speaker in water for 30 sec ,it stopped working. Now it's time for service center, they can't replace or repair but can refund because no product is in stock. i was wondering that they are selling on Amazon, available on their site etc. and then I realised that the price is 15k+ now so smart move is refund. I wrote to customer care they told me that no direct service center in India we have partner means third party. After few days , customer care stopped responding as they are in USA. Now i have left with no options for refund, now refund will also happen after 15 working days. where I started this 1.5 months before. Ultimate service ultimate strategy ultimate customer satisfactication ultimatum for refund  . please please  Buy other brands like Sonos, or killburn etc. Don't go for LG ultimate ears..."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "i would say big Noooooo to this product as compared to other products at a lesser price in the market. I also have JBL5 but it sounds way better and lower as well as higher notes.Aother big problem with this order was not able to return for excahnge for another item or refund. customer doesnt get a choice to compare if a person buys such costly product from amazon. so beaware before you purchase from amazon, as per customer service representative no electronic item can be returned if customer doesnt like the product, they simply can give replacement only if the product is defective.i was so shocked with the bad service of amazon. They dont highlight on front page that product cannot be returned for refund, if it is mentioned a person would do a calculative step before purchasing it from amazon.Further to this the product was amazon fulfilled and they mentioned you can return the product but return only for replacement and it has to be same model and same product and also it needs to be defective."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time /Duration Loaded: 0%Stream Type LIVESeek to live, currently behind liveLIVERemaining Time - 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n Purchased this in November just because it was on discount. As soon as I got it charged, i was very impressed by its sound. I unplugged it and left it and was using my other speakers. A month back I decided to go camping and I took the speaker out charged it fully BUT IT WOULDNT CHARGE. ITS NOT WORKING, I REALISED THAT I ONLY USED THE SPEAKER ONCE AND EVER SINCE ITS NOT WORKING.I MAY HAVE BEEN GIVEN A DEFECTIVE PIECE.DONT BUY FROM THIS SELLER IF ITS ON DISCOUNT."
    },
    {
        "title": "Not a great product as per price",
        "text": "Womderboom 2 was much much better"
    },
    {
        "title": "Don't buy if its on discount.",
        "text": "had it for 5 months. the software logitech uses to power it's blutooth connectivity now cuts out for a couple seconds periodically. the battery is questionable healthy. reads 100% then 20% ten seconds later (all over the place really). but it's the hardware/software powering the blutooth that's the main culprit here. day one the range was all over my house. now if it's not 2 feet from the device it drops connection.  I could have gotten a faulty one, but troubleshooting through my issues lead me reading up on others with the same blutooth connectivity failures.tldr. poor blutooth implentation with brick your speaker. you've been warned"
    },
    {
        "title": "Not satisfied",
        "text": "Not at all something worth 12K. The reviews are misleading. The sound quality really feels cheap. Not loud enough, not at all punchy bass. Feels like there's no bass at all. My Amazon Echo (2nd gen) is much better than this in terms of sound quality. I tried various genres of music. It failed miserably in each of them. Really a blunder in the name of a speaker. I want to return this product and get a refund. Didn't check the battery life yet as I was disgusted with the sound quality. Will post about that soon. But even if it is 15 hours, I doubt you'll be able to listen to this for more than an hour, it's that bad. Not at all value for money. Buy any other speaker worth 5-6 K. I think that will be better than this."
    },
    {
        "title": "only blutooth speaker I've ever owned that couldn't last a year",
        "text": "Less than 9 months, product stopped working as it could not be charged. I checked the cables, charging point, I t blinks to show it is charging but does not get charged. There is NO Setvice Center in India and the product is under warranty … Buyer beware"
    },
    {
        "title": "Really? Boom? These speakers don't deserve this name",
        "text": "Bass not rectified"
    },
    {
        "title": "No servicing!",
        "text": "I'm facing issue with my boom 3 it's just been 4 months. My boom 3 does not get recharged .It shows 100% recharge but the next minute it drop it 20% and critical .  I have send a mail to UE and Im not happy with there customer service also. Better go for JBL atleast there customer service is much better ."
    },
    {
        "title": "Worst boom ever",
        "text": "The sound has crackle sound either by Spotify or recorded music."
    },
    {
        "title": "Battery issue after 4 months for use.",
        "text": "The sounds crack up at high volume and the voice gets distorted. Quality of sound is not good no matter whichever format or device you play it form. Portable, sturdy built, waterproof but what’s the point of a party speaker that has a sound quality which is very bad when turned up doesn’t make sense."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "This is the product I just took out of the box. The Amazon packaging was perfectly ok but the box inside the packaging was not sealed, as in, the factory tape had been removed. The speaker itself looks like it has been used and placed back inside the box. This is not a new product for sure. The seller has placed an old product in the box, did not even care to seal the box properly before shipping."
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Hi team, I bought 2 same Ultimate Ears Boom 3 speakers together after being recommended. And both the speakers have a very poor quality of bluetooth fixed in it. Seems like a refurbished piece sent to me. I have spent a real big amount on a set of these Boom 3s. Would request you'll to have this checked, because what is claimed on Ultimate Ears website doesn't match the speakers bluetooth quality at all."
    },
    {
        "title": "Old product in a tampered box. Amazon packaging not tampered.",
        "text": "The speaker worked fine and then the battery died and would not charge no matter how many trouble shooting efforts were made. It appears as though this was previously used and refurbished? Very disappointed."
    },
    {
        "title": "Faulty piece",
        "text": "The speaker is not worth it's prize... I had expected a bigger speaker but instead got a smaller one... I feal I have been cheated. When called customer care to return it replace they are not ready to replace with other product.... Very bad experience with Amazon ...henceforth will not buy anything...."
    },
    {
        "title": "Would never purchase",
        "text": "I’m a bit disappointed- The USB cable doesn’t work properly.- the magic button stop the music but doesn’t put it back on.- also there’s no power supply!It says in the technical details of the product that a USB power block is part of the included components.I don’t see any :/"
    },
    {
        "title": "Very Bad Experience",
        "text": "reading the reports is says battery life is 15 hrs .... you're lucky to get 3 hours before it needs to be charged ..."
    },
    {
        "title": "No power supply and USB cable problem",
        "text": "Once you turn it up loud enough for some songs, the bass gets a little distorted. But overall great sound quality"
    },
    {
        "title": "Battery life is crap",
        "text": "The sound ain’t bad it’s exactly what you expect for something of this size but the battery life is absolutely abysmal. Advertised as 12 hour play time yet it only lasts 2 hours. False advertisement at its best, I wouldn’t recommend this to anyone."
    },
    {
        "title": "Long battery and good sound",
        "text": "Better to buy two sony spekeres we will also get sterio effect and each costing 3500. Clear vocals we get in sony"
    },
    {
        "title": "200 dollar paper weight.",
        "text": "This is a product with immense potential to beat all other competitions. But the company went out cheap with the SOUND.ESPECIALLY THE BASS! It's overpriced as it is seen. But with the protection it gets... The producers need to rewire the gadget, to make it a bang for the buck."
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Battery life isn’t as advertised. Battery died after 45 minutes, not 15 hours!"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Its dead within a month"
    },
    {
        "title": "False advertising!",
        "text": "Don't buy it... its fake and fake quality"
    },
    {
        "title": "Its dead within a month",
        "text": "Don't even think to buy or you will regret. It sounds like cheep Chinese mobile phone Speaker loud and noiseeee."
    },
    {
        "title": "Fake",
        "text": "I have used the JBL flip 4 and now this. I dont want to say much but dont buy this if you are looking for good bass and sound"
    },
    {
        "title": "Sound Quality is pathetic",
        "text": "Don't waste your money......! PURE GARBAGE. NO STAR! !!!!!"
    },
    {
        "title": "Waste of money",
        "text": "Sound is the exact opposite of what is described. No return policy makes it a waste lying around."
    },
    {
        "title": "Garbage",
        "text": "Sound quality"
    },
    {
        "title": "Worst value for money",
        "text": "Bluetooth is not working property can't connect properly 😡😣Amazon dint check product  properly so it's so  frustrating Amazon prove again \" customer ke name hi cust se mer\""
    },
    {
        "title": "Worst sound quality",
        "text": "Sounds really bad"
    },
    {
        "title": "So fast on shipping out another one when 1 of 2 didn’t work",
        "text": "Dislike"
    },
    {
        "title": "DO NOT BUY: Ruined my relationship with ULTIMATE EARS :(",
        "text": "Adapter should have be provided along with this product... i have paid 13k and now u want me to spend another ___k for adapter???"
    },
    {
        "title": "Hope less",
        "text": "For the price, the sonic quality they provide is very poor."
    },
    {
        "title": "No adapter",
        "text": "Very bad product"
    },
    {
        "title": "There are somany products available for the cheaper price.",
        "text": "Sound beep again and again issue and sound quality is worst.."
    },
    {
        "title": "Bad product",
        "text": "Don't buy this product as you won't be able to return if you do no like the product."
    },
    {
        "title": "Waste of money",
        "text": "Price too high according to the sound quality. No bass"
    },
    {
        "title": "Bad sound",
        "text": "Sound is good..but the battery life is too bad...the full battery just last for a 1and half hour..."
    },
    {
        "title": "Don't Buy!!",
        "text": "Quality isn’t good according to the price. We wanted refund."
    },
    {
        "title": "Not the product expected....",
        "text": "One of the worst speaker I have purchased"
    }
]