[
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "I've had 2 of these, the first I bought, used for awhile as a glorified computer speaker hooked to the AUX input.  It worked well for that purpose.  Once I tried using it as an actual bluetooth speaker... no good.  Bluetooth will repeatedly drop.  I tested with multiple devices of several brands (phones, tablets, even my laptop) and all had the issue.  I was ultimately refunded my money, but also sent another unit (in a different color, and different lot code so different batch).  Still the same issues.  As a wireless bluetooth speaker this just doesnt work.  5 songs if you are lucky but most of the time you can't get through a single song before it drops.  It's a shame as would have been nice had it worked."
    },
    {
        "title": "Makes loud static sound",
        "text": "I accidentaly ordered two of these instead of just one. But when I opened one and charged it I was thinking I might keep both. It was solid had good weight looks good I love the green and black . Yah I really want to keep both. ( just to let you know where im coming from in this whole thing.I became diabled in 2019 been through five surgerys and still not getting better and unable to work. So zero income. When I got my stimulus check I really streched it as far as possible. And definatly wont wast money on something that does not work properly. ) I have gone through quite a few speakers and this one was looking really good right now and I was starting to imagine using them both in dual mode but then i turned it on and yes it sounded good until the bass. It hit hard but it was accompanied by a cracling / rattling sound I hoped it was the recording so I tried switching songs then I tried changing the EQ but the crackling was always there. So sadly I have to give one stare to a speaker I had reallly started getting excited about. I mean the bass is the main selling point eaven if the rest of the sound was crisp but there is nothing you can do about the bass. You know the sound of your friends priemium car stereo when the base hits so hard everything rattles it was much the same. It was sitting on the carpet with nothing touching it so im guessing it was most likely an improperly assembled speaker. In my disapointment I decided to return them both I did not want to return the other one as used also so I did not charge it and compare. But looking back if I had tested it and it worked properly I would probably have kept it and given a better rating. So just treat this review as cautionary."
    },
    {
        "title": "Bluetooth continuously drops",
        "text": "Ordered a W King D8 in 2019, and based on other reviews, must have been sent a defective product. I would have returned it, but it sat unopened for about 2 months after i bought it. Absolutely no bass response no matter how or where I positioned it. To say it had a thin, tinny sound would be a compliment. I am truck driver, and wanted something with decent sound quality to use in the cab at night. Our trucks are all new, top of the line, so fairly quiet. At 80 percent volume, less than 2 feet from my head, I could not make out what song was even playing on this thing with the truck idling. Over 80 percent, it distorts so badly you cant tell whats playing anyway. As a lifelong musician and audiophile, I know how to get a good sound out of my equipment, even decent sound out of poor equipment. No matter how i tweaked this thing, the best sound i could get was on par with an AM radio being played through a bullhorn. My phone speaker SOUNDS BETTER and is LOUDER. Gave it to my daughter after she saw it sitting around and asked about it. She ended up throwing it away because she couldnt hear it over the shower or when walking if it was windy at all, and she had no other use for it. My son has a $10-15 speaker (i-room I think?) that sounds 10 times better than this, and is louder. Could have been a defective unit i guess, but I do not recommend wasting your money to find out."
    },
    {
        "title": "Hard hitting Crackling / rattling Bass 😣",
        "text": "I bought bother so I could connect it together. The first one didn't work it wouldn't connect or turn off once it was on so I returned it and they exchanged it, when the second one arrived I was able to pair 2 together and they worked really well for a few month. The sound with both of them together is really nice, u can feel the bass on your body if you walk between them so I love that, but it didn't last for long because after sometime one of the speakers would connect and it started doing what the previous one did, once it was one u can't turn it off or reset to connect to the Bluetooth. So now I have one working speaking and one bad one. And I can no longer return or exchange because I'm out of my return window. So DON'T SPEND THIS AMOUNT OF MONEY ON SOMETHING THAT WILL ONLY WORK FOR A COUPLE OF MONTHS."
    },
    {
        "title": "Defective? Sounds awful",
        "text": "Honestly it sounded pretty great with on and off usage over about 13 months. Then, it turned Into a brick. It’s frozen. Reset button doesn’t work. Letting the battery 100% drain doesn’t work. I’ve searched all over the web for a solution and nothing works. Emailed the company,  no response. It’s useless and I’m out $80."
    },
    {
        "title": "It's just a NO",
        "text": "Bought two of these budget speakers and wow: sent them packing the next day after receiving them. I have two ooz angle 3’s setting in my garage that are 3 years old. I have used them very well. Even taken them camping and use the for outdoor events. The batteries are still going strong. The sound is amazing, considering the size, and cheaper than these King of Craps. Was looking for better sound quality and higher quality db’s.Not here ... stay away from these budget speakers. Period. Best Buy has a whole row of these things and will price match. Listening to them you can tell that ever manufacture has their niche ... I went with JBL ... but I am biased because I have JL in both my home and car. It’s worth the money out of pocket. If you are on a budget I highly recommend the ooz angle 3’s.Pros: They connected wellShipped fastVery well packagedCharged fastCons: Sound quality is horrible! At any volume. At any eq. Just totally horrible!They are heavy and hard to move around.They are plain green and ugly tbh. The plastic mold is tacky and cheap.Battery drain is much faster than advertised.Conclusion: in a consumer world you get what you pay for. There are literally 100’s of the same products online that are made in China and all of them are money pits. Invest your money in good sound. Go to Best Buy or your local shop and listen to well established products if you can.Hope this helps everyone! Cheers! To good sound! (AKA: you are not gonna find it on Amazon)"
    },
    {
        "title": "Sounded good until it stopped working",
        "text": "So i wanted to test this out before leaving a review. Battery life I can get probably 14-16 hours at most at 3/4 volume. Not bad but not what is advertised. What I’m noticing now is let’s say battery dies and I put it on charger, I can’t reconnect til battery maybe is quarter charged before I can pair again and listen. Honestly it’s not a bad speaker but not worth asking price. If I was priced lower I would recommend but not for price.PS: the w kings customer service is horrible. After lack of communication from them. I probably would not recommend this speaker at all"
    },
    {
        "title": "JUST FYI: TERRIBLE PRODUCT",
        "text": "This speaker won’t turn on. Its fully charged and I can see three dots light on. I tried all the tricks but no help. It has not been 1 year. I thought it might be covered under some manufacture warranty but I can’t find warranty details anywhere including manufactures website."
    },
    {
        "title": "Not a good or bad speaker",
        "text": "I sent one back because we thought it was faulty and had them ship the same one to replace it. Same problem! Won’t stay hooked up to my phone and keeps shutting off. My friends and I tried everything to figure it out. Nothing worked."
    },
    {
        "title": "Speaker won’t turn on",
        "text": "Product was great while it lasted.  Battery simply won't charge rendering it junk.  Too expensive for the lack of quality."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "This unit was a huge disappointment.  Description says LOUD, it is not.Description says three different equalizer levels, the difference between the three settings is almost unperceivable.Can't really attest to battery life since I had it less than two days before returning it.For about $25 more, I found a way better, way louder, way more customizable equalizer than this unit offers.DO NOT WASTER YOUR MONEY."
    },
    {
        "title": "Makes loud static sound",
        "text": "** see update, speaker is now broken***These aren’t “studio quality” speakers like some might have you believe. But for the money, you cant go wrong with it.  It’s LOUD, and the battery lasts a long time. My only wish is that the strap came off.  I actually use this inside my work truck for streaming videos and TV during downtime, and for the phones navigation or as a speakerphone.  It sits perfectly on the transmission  access panel on the 8500 series gmc which is actually a shelf., and streams audio off my phone quite well.***UPDATE ****  less than a year old and the power button is broken.  The speaker will no longer turn on and is completely useless.  The battery level indicator lights all light up, but the speakers power switch has lost its 'click'. Considering this has spent the entire time I've owned sitting on a shelf INSIDE THE CAB of a large truck, never being carried or tossed around, that's pretty pathetic.  The unit is otherwise in perfect condition, but has now become an $70 paperweight.I have NO intention of even wasting my time trying to get support from an off brand company like this, which will probably just turn into even more aggravation.  I cant stress enough of what an easy life this thing has had, so to break in less than a year under light use is just unacceptable. I will NOT be purchasing another one of these to replace it."
    },
    {
        "title": "Below average sound.",
        "text": "Not as loud as advertised, so dissatisfied with that."
    },
    {
        "title": "Broken in less than a year.",
        "text": "I bought this speaker for my  Christmas present and only lasted one month and half. I only used like five times. The speaker won't connect to Bluetooth or turn on/off. Don't spend your money on this worthless crap."
    },
    {
        "title": "W King Speaker",
        "text": "Update.The company has taken no action much less contact with me. This is not where you want to waste your money much less the aggravation of terrible customer service.I ordered 2 originally and both failed within a few months. They were replaced and now I have another 2 dead speakers. Frustrated that not 1 out of 4 work.I would have a hard time spending money on any of this brands products after this experience."
    },
    {
        "title": "Not worth it",
        "text": "Loudness and quality for $75 is definitely not worth it... I was definitely expecting more, I use this only in my shower but still not satisfied with the sound for the price. Bass sounds forced and can't play to the max volume without distortion. Would not recommend"
    },
    {
        "title": "UPDATE",
        "text": "This thing really cranks for its size, while maintaining decent fidelity, especially if you put it diagonally in the corner of a room. At moderate levels the fidelity is even better. The 4 (I think) EQ settings are all usable as far as correcting/enhancing how you want your music to sound, but don't expect tons of adjustability. It also appears to be very robustly constructed. It has considerable weight. For those wondering about the overall size of the unit, it's about the size of a loaf of sliced bread.On to the BAD. It goes out of sync with the video on EVERY source I've tried it with including a Win 10 PC, several Android devices and an iPod. I don't get it. No other BT speaker I've owned has ever had this issue. It's SUPER annoying and the only remedy I've found is to power cycle the speaker. This has to be done every 10 min or so, or whenever you can't take the lack of sync becomes too much to tolerate.If you're gonna use it to watch movies, YouTube vids, etc, be prepared for a VERY annoying experience.....Or just avoid this one and find a brand/model that doesn't have A/V sync issues."
    },
    {
        "title": "Sound quality is worth $20",
        "text": "Total piece of crap"
    },
    {
        "title": "Almost great but GOES OUT OF SYNC",
        "text": "Sat on a shelf for four months, worked fine. Then sudden'y couldn't turn it on, only charges and discharges. Nothing connects to it, bluetooth refuses to turn on. Not worth the price."
    },
    {
        "title": "Absolute garbage.  Dont waste your money.  Battery sucks.  Not loud at all.  Buy a Wonderboom",
        "text": "Got this in May of 2021 and used it like 6 to 8 times if that. Went this weekend to charge it and it will not take any charge. I got a monster speaker about 6 months before I got the W king speaker and that monster speaker still holds a longer charge then this w king speaker ever did. When the W king speaker worked it sounded good, I use the speaker when I'm riding my bike so I have it mounted on a rack and don't always use that bike so thats why I've only used it like 6 to 8 times. Figured it should have last a few years not just one."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "I'm not happy with the product. Bought it on a whim because it was cheaper than the competition, and looked rugged and manly. I also happened to own a competing brand speaker (JBL) and by comparison, this product has been somewhat of a disappointment.  The speaker quality is subpar.  After a few uses, the speaker buttons are no longer responding; the LED lights are on, but no-one is home.  Should have just gone with the tried-and-true JBL."
    },
    {
        "title": "Makes loud static sound",
        "text": "Last about 2 hour on a charge, the other brand I ordered cuts out. When will the Chinese make a better product, I guess when I buy one designed in the USA"
    },
    {
        "title": "buttons not responding after only a few uses",
        "text": "Speaker now will just work as a charging station! Will not power on for speaker. No connectivity or sound only charging ports are working. You get what you pay for here!Update. Reached out to me wanting to make up for the product being a failure. Go through all communications and wanted to warranty replace! After giving All of the info needed nothing but silence!Doesn’t look like my unit willBe replaced as they had told me it would."
    },
    {
        "title": "Battery LIfe",
        "text": "Junk"
    },
    {
        "title": "Speaker is junk after two months. Update!",
        "text": "I'm so sorry I bought this item.  It's very frustrating when the Bluetooth disconnects and it happens constantly.  Useless product really.  I'm ready to throw it out since I'm past the warranty coverage."
    },
    {
        "title": "Junk",
        "text": "Really disappointed about the loudness of this speaker. All twitters even with its EQ which The settings have little to no difference. Little to now lows (no bass). I’ve gotten more bass from smaller speakers.Build quality well it feels durable and battery life claims hold water.I like the usbc charging I feel it will last a long time. The IO choices on this speaker are good.If they could tune this speaker to double the amount of lows while keeping battery live they’d have a winning product. I’m short I have buyers remorse. I gave it an overall score of one star because it should have at minimum double the bass. “Example I have a small Bose it measures 1.5” tall is squarish in shape 3”x3” and it has more bass indoors and out doors than this monster of a speaker”"
    },
    {
        "title": "Bluetooth randomly and regularly cuts out.",
        "text": "I bought this Bluetooth speaker to use in my barn while working with my horses. It worked just great for 3 1/2 months, at which point the on off button refuse to work. Could no longer turn it on, turn it off, or pair to my iPhone.  Of course, the “free warranty” was for 90 days. Very, very disappointed in this product."
    },
    {
        "title": "I’ve gotten 100% more loud Lows “bass” from speakers half the price",
        "text": "While listening to some music the speaker just shut off and wouldn't power back on. The battery wasn't dead but I plugged it in and let it charge overnight. Next morning it still won't power on. I always took care of it. It has never been dropped. It was a really nice speaker until now."
    },
    {
        "title": "It worked great, until it didn’t!!",
        "text": "I bought two of these speakers and loved them.  At times the blue tooth connection was challenging, but I loved the base for the price.  However both speakers are dead as both batteries have died And WILL NOT TAKE A CHARGE. I am throwing them out.  A waste of some $175.  Run away."
    },
    {
        "title": "Only lasted a little over a year",
        "text": "The battery did not last as advertised 40 hours of playtime. The battery lasted only about 6 hours long I had to recharge it again. The sound was not bad but not as perfect as I expected, and I wanted much louder. I plan to return it."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Dead at 9 months! Used for MAYBE 6 hours when I first got it, then opted to use a physically smaller speaker. When I went to use it again, it not only did not take a charge (using 3 different chargers), it never even powered on. Hmm, seems like a common complaint, doesn't it?Don't say you haven't been warned. Buy something from a more reputable company like Anker. I've used the their Soundcore for FIVE YEARS and it's worked flawlessly. This W-KING is cheesy JUNK"
    },
    {
        "title": "Makes loud static sound",
        "text": "I ordered these and the little pair of oontz at the same time AND THEY SOUND THE SAME!!!!! I'm mad because I even slightly believe that those little oontz have MORE BASS!!! I bought them for my semi truck to have some sort of surround sound when I'm watching TV with my truck off and since the oontz are WAY SMALLER, I brought them with me,since they take up less space & basically sound the same as these huge things. I would send them back,but don't want to go through the hassle. Its just a learning experience to go to the store and listen to stuff before I purchase it. At least they are loud,but I've heard smaller portable Bluetooth speakers get much more bass & I bought two of these things,since they pair together which is very cool,but the oontz does the same for cheaper & more compact."
    },
    {
        "title": "JUNK! BUY SOMETHING ELSE",
        "text": "Worked as expected initially.  Currently the unit is unresponsive to the buttons used to turn it on or off.  The battery power indicator light stays on and shows unit as fully charged.  The reset button has not corrected the current state of the speaker.  The unit currently functions as a battery bank and I am in the process of depleting the current battery charge in hopes that it resets the speaker.  I will update this review if I discover a work around."
    },
    {
        "title": "No bass,just loud and rugged looking",
        "text": "Charge don't last that long and the speakers eventually tend to lower in volume within months."
    },
    {
        "title": "Stopped Working after just over a month",
        "text": "I was surprised how well this worked at first. I was probably not the typical user as I was not needing something durable. It moved in my home only 3 times. It was played sparingly, never dropped, and had no contact with water. I thought it would last but now the item will not power on or charge. I'm extremely disappointed in this."
    },
    {
        "title": "Charge don't last that long and the speakers eventually tend to lower in volume within months.",
        "text": "DISAPPOINTED! 4th PURCHASE! THEY ARE TRYING TO RIP ME OFF! THEY WON'T REPLACE MY SPEAKER UNTIL I GIVE THEM A 5* REVIEW. THE SPEAKER and THE COMPANY are NOT GOOD. NOT CONSISTENT TECHNOLOGY.UPDATE: W-KING SENT ME A REPLACEMENT for 1 of my silver W-KING D8's but now I paired my original silver one and it is distorted and sounds like a blown speaker. I NEED A REFUND on THAT ONE IMMEDIATELY! I CAN'T EVEN PLAY IT... as for my other 2 silver ones are paired well and sound okay.OLDER REVIEW:TWS UNEVEN! I CAN'T EVEN DO an HONEST YOUTUBE REVIEW on MY CHANNEL... BECAUSE....THIS SPEAKER IS MUCH LOWER SOUND THAN THE OTHER. THIS IS MY 4th PURCHASE of this item (3 silver ones)... 1 BLACK ONE! SOUND INCONSISTENT... MY FIRST SILVER ONE...is THE ONLY ONE THAT SOUNDS GOOD! NEED REFUND or MAYBE A FIRMWARE FIX for THE D8. I NEED A NEW ONE that has even sound."
    },
    {
        "title": "DO NOT BUY! - This will not last",
        "text": "Volume too low, worse speaker than my $20 alexa"
    },
    {
        "title": "SO DISAPPOINTED! 4th PURCHASE! THEY ARE TRYING TO RIP ME OFF!",
        "text": "I really wanted to like this speaker, but the sound quality is just okay. The description said 3 sound settings, but they barely change between them, and the battery is awful. I bought this a while ago and barely use it b/c of the battery life. It's also so bulky and heavy for the sound quality it provides. Overall not worth the money I spent."
    },
    {
        "title": "Volume too low, worse speaker than my $20 alexa",
        "text": "Waited a very long time to get the speaker. Was really looking forward to it. When it arrived it felt really Stout and solid. Bluetooth hooked up super easy. Volume fluctuates continually up and down. Switched over to my JBL to make sure it wasn't my phone or the song, and it play just fine. Check four more songs and all played poorly on the w- king, and played fine on the JBL."
    },
    {
        "title": "Battery lasts less than three hours and takes longer to charge",
        "text": "Not happy with the sound output. Not much louder than my AM radio."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Won’t power on. Won’t take a charge. Tried different reset as manufacturer suggested."
    },
    {
        "title": "Makes loud static sound",
        "text": "Was very excited to try out this speaker before packing it up and taking it on my vacation. Turns out this piece of crap speaker doesn't even charge. I tried everything; from using different cables including the one it came with and trying out different power sources but nothing worked. Was so disappointed that I had to return this, and look for a new speaker and hope it arrives in time. I guess the only positive was that I had issues with it on Day 1 while I could still return it and not after the it was too late to return. Will never buy this brand again and would not recommend to anyone!"
    },
    {
        "title": "Quit working after 90 days.",
        "text": "Felt it was a very low quality build. Started having problems a couple months ago. Stopped charging fully a week or so ago now. Now it won’t charge for more than maybe a bar and a half worth of a full charge. Save your money and just get a jbl. Fwiw you buy the charger separately too. If you don’t wait for it to be totally connected before you start to play music I noticed it would call the last number I dialed which I felt was very strange also. Can’t recommend"
    },
    {
        "title": "What a piece of crap!",
        "text": "I bought this for my kid for indoor and outdoor use-have JBL and Bose @ home immediately got  rejected it mentioning sound quality is very poor -I did nt believe it initially but when i tested  my self using various music and settings ! nothing helped to improve quality .I m going to return it - Bad experience"
    },
    {
        "title": "No charger included. Not very loud. Low life span on charge at max volume.",
        "text": "The speaker isnt too bad, and the unit is solid, however all the goodness of this unit is undone by the SUPER ANNOYING low battery warning! Instead of a subtle beep or flashing LED, it plays a jingle and repeats itself over and over every 30 seconds or so for over 3 hours. Even when Charging! The jingle overtakes the bluetooth audio. What a massive design fault :( I would rather the unit go flat than repeat this stupid jingle which makes the unit unlistenable on low battery.....effectively reducing the limited battery life even lower.also, as an aside, the strap is useless for me, and it is not removable so had to cut it off. would be much more useful if the buckles could be undone, or attached via velcro so that the strap could be reattached if required.overall not a bad speaker, just some very annoying quirks that ruin it :("
    },
    {
        "title": "Just Loud -flat sound profile -lack deep bass",
        "text": "It worked pretty good until it just stopped coming on only a few months after I purchased it. It is showing all three lights when charging but still won’t come on. Wasted money! As usual, even though I’ve only had it a few months, I can’t return it so I guess I use it for a boat anchor."
    },
    {
        "title": "SUPER ANNOYING low battery warning!",
        "text": "Ok speaker. It's loud but very flat sounding. It's great for voice but has a complete lack of bass. I do not believe this has acsubwoofer as advertised. My old 35w subwoofer far surpasses this speaker.Also take note that the product photo descriptions do not match the written product description.I would not recommend.I did find a solution for audio delay during movies: if you press the equalizer mode button, it'll synch the audio up perfectly."
    },
    {
        "title": "Lasted just long enough that I can’t return it.",
        "text": "Read lots of reviews on lots of different speakers.  The W-King D8 had great reviews, but this speaker has no bass at all and sounds terrible compared to my Harman/Kardon Onyx Studio 4 (which won't turn on anymore).  I don't know why folks gave this W-King such high marks.  It's inexpensive, but there's no bass compared to the Onyx Studio 4, the mids and highs don't sound good either.  Since my Onyx Studio 4 died after 1.5 years, I figured I would try another brand.  May have to just hope my Onyx 4 was just a bad unit and get another one, or maybe try something else, but this W-King does not have good sound quality at all compared to my Onyx Studio 4 (or my older Harman/Kardon Go+Play mini).  And no, I don't work for Harman.  I returned this immediately."
    },
    {
        "title": "Flat bass",
        "text": "Stopped worked after only having it for a little over a month. Good sound quality but, wish it would of worked ALOT longer. It currently has the power button on but, won’t turn off. It won’t connect to phones and this happened about 4 days ago…."
    },
    {
        "title": "Other reviewers are crazy or have poor expectations",
        "text": "First I lost my return window by 4 days . With the first charge it sounded and paired perfectly . Once I got to the second charge it will not ! So it was a total waste of money . I had hopes for this but I should have listened to other reviews. I honestly felt that those people were just doing something wrong. But seriously it isn’t rocket science, it’s a Chargeable speaker that doesn’t charge."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Great sound....But after less than a year it won't charge up any longer.  It seems that many have this problem.So sad..."
    },
    {
        "title": "Makes loud static sound",
        "text": "Sound is poor and Bluetooth is a joke . Go with something better . Very disappointed ! Seller has contacted me and promised to make things right but has yet to keep promise !"
    },
    {
        "title": "Won't charge after less than a year.",
        "text": "So bummed. It plays via Bluetooth for no longer than 5 minutes before needing to be reconnected. The battery life is about 45 minutes. I’m not sure if I got a lemon but I had high hopes for this speaker."
    },
    {
        "title": "Junk",
        "text": "Not waterproof. Tittle is Mis-leading - maybe water resistant - even that is a stretch. Had some light rain - killed it. Will not power up or charge. Even after letting it dry out in the sun."
    },
    {
        "title": "Great when it works",
        "text": "This will only last a couple months.  I've tried two of them. Don't waste your money unless you never use it. They use a cheap battery that won't change after a couple months of use. Then it's completely worthless even plugged in"
    },
    {
        "title": "Not waterproof like it says. Light rain killed it - had it for 60 days.",
        "text": "This speaker doesn’t come with an effective charging cable, and now won’t recharge. We are, of course, now outside the 30 day return window and are stuck with a useless speaker. It won’t even turn on"
    },
    {
        "title": "After a couple months it will FAIL!",
        "text": "This was wasted money! The blue tooth connection was always dropping. Other speakers worked fine. Clarity was always bad and volume was always distorted! Terrible product"
    },
    {
        "title": "Piece of junk - won’t charge",
        "text": "I was so excited because of all the great reviews, but my speaker emits a low high pitch squeal. Even when turned all the way down! It boggles mind that I have to pay for shipping to return a damaged item for a replacement when it was no fault of mine!!"
    },
    {
        "title": "Crap",
        "text": "Speaker will not power off and will not connect to Bluetooth.. contacted customer service via email and they replied back once… have emailed them several times and no response. Have tried resetting this speaker and nothing works.. finally after 2 weeks it finally died. Now will not charge or turn back on.."
    },
    {
        "title": "Don't let all the good reviews fool you!!",
        "text": "Honestly the sound was great but I bought it at Christmas for us to use by our pool in the summer. It didn’t even last a month and a half and it’s completely dead and won’t work!"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Purchased this speaker and it was supposed to come with two cords for charging and did not come with either. Presumably this had been previously returned and was not repackaged correctly."
    },
    {
        "title": "Makes loud static sound",
        "text": "I liked the size of this and was hoping I could use it but it turned out that it will not connect to the Wi-Fi/Bluetooth on my stereo so I had to send it back."
    },
    {
        "title": "Missing parts",
        "text": "After a handful of times being used, the connection stopped working and is now worthless. Very disappointing"
    },
    {
        "title": "Disappointed",
        "text": "I used it one time attached to the back of my jet ski not hanging in the water and it died. I had it replaced did the same thing and dead again. YOU HAD ONE JOB!!! FAIL!!!!"
    },
    {
        "title": "BT doesn’t work",
        "text": "The sound is good. However after a month of minimal use, it quit charging.  I changed cords and nothing.  I have a useless speaker than I can no longer return."
    },
    {
        "title": "Waterproof my butt!!",
        "text": "Worked 3x then bluetooth started getting choppy, now won't stay connected, stays on & i have to do the hard reset.. That doesnt fix the problem it locks up again & drops bluetooth.. Speaker is fully charged, speaker was never abused or left to the elements.. No reason for it to wick out with such little use.."
    },
    {
        "title": "useless after a month",
        "text": "Bought this radio end of May .. started using it in June and worked great ! It’s now First of August and it will not turn off or connect anymore! Money wasted !"
    },
    {
        "title": "Bluetooth stopped working after 3rd use.. Stuck on & had to reset, same issue again..",
        "text": "Bought this device after researching reviews on Amazon and took it out on a boat the day after it arrived and was fully charged.  The second time I went to use the device, again after a full charge, nothing.  The device never once again turned on after that first use.  Tried multiple times but decided to return to Amazon. The warranty card that came with the device gave a URL for a non-working website.  I would recommend avoiding this device."
    },
    {
        "title": "Quit working after 2 months",
        "text": "This W King was not used very often and recently  stopped working. It will charge but the on/off button will not work and now it’s out of warranty."
    },
    {
        "title": "Disaster of a product",
        "text": "Well, we have had 2 of these and they both have had issues with the charging port.  Once it gets loose you cannot charge it anymore so its completely useless. Get about 6 to 8 months of usage before the charge port break. New charge cords does not help.  If you don't move it and leave it in one spot it probably would last longer but if you actually use it as a portable speaker it will not last.  Sad because it does sound really good but quality is not good."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Promotes longer battery life than most all other speakers of same size. Fact is? Didn't last 25% of proclaimed life. Returned on a rocket!"
    },
    {
        "title": "Makes loud static sound",
        "text": "This is the second D8 I purchased. The first is working fine. This one doesn't seem to work at all. My Amazon orders take months to get to me, so if it doesn't work, the return window is past. Very frustrating. The white  leds on the top are lit up, three of them. But pushing the power button, holding any of the buttons, etc. produces no response. Plugging the speaker in with an aux cable also does nothing. Sad."
    },
    {
        "title": "Yeah right",
        "text": "My second one - first was replaced for the same issue !Gets a full charge but doesn't turn on.Waste of money."
    },
    {
        "title": "White LEDs are on and nothing else",
        "text": "Connects to my note via Bluetooth for about ten minutes before it starts to act up and then no more sound via speaker. Can turn off have to press reset button and then it will reconnect for about five seconds before it gives me the same problem. Don't buy it it's not worth it"
    },
    {
        "title": "power button breaks rapidly!",
        "text": "the seller advertises these speakers as being waterproof.  According the Webster's dictionary, waterproof means impervious to water.  I left the speakers out in a bit of rain and much to my surprise, the insides of the speakers filled with water and stopped working.  The company said they would issue me a refund if I bought another pair and I agreed.  Since that tine, they have ignored my messages and won't cooperate.  DO not buy these speakers."
    },
    {
        "title": "Trash, waste of money",
        "text": "Update; originally I gave it 5 stars but now that I’ve had it for a while I can write a more accurate review. I don’t use it very often. Once a week maybe. Battery used to be great. Now it doesn’t charge while plugged in. When I know the battery is low but I’m trying to listen to music I’ll plug it in but it won’t charge and die anyway. That’s just ridiculous.Love this speaker. I haven’t had to recharge it yet. Battery life is amazing. I wish it was louder but for the price I can’t complain."
    },
    {
        "title": "These are not waterproof, dont be fooled by the company",
        "text": "This speaker went through a light rain and it fried the buttons on top rendering the speaker useless."
    },
    {
        "title": "Not so great after all",
        "text": "I read everything no one really discussed the battery problem. It doesn’t hold a charge the battery life is horrible. I had an ion Bluetooth speaker 39 watt upgraded to this speaker that’s 50 watt. This speaker doesn’t sound better than the 30 watt. I wish I’d returned this speaker !Waste of money"
    },
    {
        "title": "Not waterproof",
        "text": "Really unhappy with this speaker. Honestly disappointed.  I should have gone with Ecoxgear. I thought this speaker would be much louder as I was comparing it to my old Eco speaker. At full volume if this speaker is in my bedroom, I can't even hear it from my kitchen. Waste of money."
    },
    {
        "title": "Horrible",
        "text": "My d8 speaker has a buzzing rattling sound at moderate volume since newI was sick with covid and I couldn't return the speaker in timeAnd my speaker has no tf card slotI see the ad for the speaker and I know where the tf card slot is supposed to be"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Won't charge quit working the after 30 days so can't return it"
    },
    {
        "title": "Makes loud static sound",
        "text": "** revising my previous comment.Does not work at all. Stopped working after second day using for PE classes.My tiny 4X4 amaois outdoor speaker is louder and more clear than this.Very disappointed as I purchased this for my PE classes in the our large gym and outside.Too much bass, and doesn’t get very loud."
    },
    {
        "title": "Junk",
        "text": "I bought this speaker because it said waterproof so I could take to the River, lake, pool, etc. I’ve had a jbl waterproof speaker that fell int he water several times and kept on going, even an Altec speaker. This one fell in the water once and is a goner. Water poured out of it and it never worked again. Sound is decent but do not buy if you’re looking for a truly waterproof speaker."
    },
    {
        "title": "Stopped working on second day.",
        "text": "It had nice base and good sound for the price but it developed loud static (super loud background gray noise) within just 6 months and it is now useless."
    },
    {
        "title": "Absolutely NOT Waterproof",
        "text": "It's sounded great for a while. But sitting in one place it just quit working. It sits in my shop where I work. It's connected to power supply and just stoped charging. To expensive for it to quit already. No way to contact seller that I can find."
    },
    {
        "title": "Don't Buy! Developed Loud Static Within 6 months",
        "text": "Worked fine and have a great sound BRIEFLY!  Just stopped working without warning as described by others."
    },
    {
        "title": "Won't charge!!!",
        "text": "This lasted less than a year, with minimal use, until it started crackling on all the louder notes.  Also, it's not as loud as I expected after reading other reviews.  Support is in Chinese, not even sure if a warranty exchange is possible.Updating review.  No customer support.  I reached out through Amazon a month ago and got no response."
    },
    {
        "title": "Stop working in a month",
        "text": "First the battery life is terrible. I  Told the seller.  They said they would send a replacement.  Its been almost a year and im yet to receive it.  I went tubing and brought the speaker.  Not waterproof at all.  Never submerged in water and speaker stopped working right away.  Seller doesn’t stand by there product.  Ive bought cheaper Bluetooth rugged speaker and it lasted me 8 yrs with many tubing trips.  This isnt the one"
    },
    {
        "title": "Not loud, not reliable long-term",
        "text": "If you're looking for bass this is NOT the product you want. If you're looking for something to use outside in an open area this is NOT the product you want. As for inside, the high/mids might sound alright in a small to midsize room, but when you get outside the sound quality and high volume depreciate completely. Not good at all! It's quite distorted and muffled sounding. After seeing all the good reviews I thought this was a sure thing. Not at all. I'm starting to think amazon allows paid or fake reviews."
    },
    {
        "title": "Terrible.  Not even for the money",
        "text": "Everything works great except for the main thing, THE SOUND QUALITY. I feel like I have been raped and taking advantage of. I guess I will have to send it back."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Charged, paired, worked, then the power button stopped working. Reset didn’t work. Total waste of my money. Glad I can return it"
    },
    {
        "title": "Makes loud static sound",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:00Loaded: 0%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:00 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio TrackFullscreenThis is a modal window.\n\n\n Okay sound in the beginning, horrible battery life. After months of meticulously charging it correctly and unplugging it right as it was full, the battery completely cut out. I babied this speaker (despite it's rugged appearance) being that I was initially skeptical, but was let down to find the actual problem was an internal issue. Would not reccomend this product to anyone looking for a nice speaker.0/10 rating. Disappointment."
    },
    {
        "title": "Worked at least a couple of weeks:(",
        "text": "Great battery life, and connectivity, but sounds awful."
    },
    {
        "title": "Died after a few months, disappointment.",
        "text": "Surprisingly low volume output on this thing. And yes I increased volume on my phone. This would only be good for playing background music in a library!"
    },
    {
        "title": "Sound quality",
        "text": "This speaker was terrible. Battery doesn't make it a normal 8 hour work day. A hand held braven or JBL is louder with better sound quality. It's tempeture sensitive. Takes for ever to charge. Bad quality. I will not get another wking."
    },
    {
        "title": "Skip it!",
        "text": "This speaker worked good at first, but it would not stay connected to my phone and not just just four months after the point that I could return it the battery is bad it won’t charge and I don’t want something that don’t work."
    },
    {
        "title": "Not what it's advertised as.",
        "text": "I have not had a chance to play it sence the time I have had it because it won't take a charge"
    },
    {
        "title": "I was happy with this speaker I’m not now",
        "text": "Most importantly, this stopped working after a couple of weeks. It would start dropping BT connection (with phone right next to it) and then would not \"turn off\" or \"turn on\" once it was recharged. It just slowly lost all the function and connectivity. And this happened just after my \"return window closed\", so now I'm stuck with it and looking at other options."
    },
    {
        "title": "It will not take a charge",
        "text": "Speaker was great to start, but after about 6 uses it stopped holding a charge. not event 2 months old and just completely stopped working"
    },
    {
        "title": "Quit working after a couple weeks",
        "text": "It stays connected for about two mins and then disconnected constantly. Waste of money"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Wont work after not even 2 months"
    },
    {
        "title": "Makes loud static sound",
        "text": "Returning item! Why wouldn’t the electrical adapter be included and why is notification of that missing item not be at the top or beginning of product description?!"
    },
    {
        "title": "Will not work after only 2 months",
        "text": "The W-King speaker was dropped on one of the ends and the music stopped while connected via bluetooth, then would not shut off when the power button was pushed for the appropriate time. I even attempted to play music via aux, but nothing played. ..and I regret not signing up for the warranty!!!!"
    },
    {
        "title": "Power source not included",
        "text": "Sucks does not hold up to its star rating. Haven’t even had for a year that’s why I ordered a different one."
    },
    {
        "title": "Was dropped once, nothing worked again!",
        "text": "Had this speaker for a while.  Sounds great and always sat on kitchen Counter. Saw it was waterproof.  So we took it camping and it got splashed when it was by the river.  Next day.....nothing.  completely fried.  Shouldn't advertise as waterproof when it isn't even water resistant"
    },
    {
        "title": "Sucks",
        "text": "It was alright. It didn’t sound great but it didn’t sound bad. Then the speaker/Bluetooth starting pausing everything to the point where you couldn’t get through a song without it pausing. I tried multiple resets and tried multiple apps and the same thing happened every time. I am sending it back after less than a week"
    },
    {
        "title": "Not waterproof!  Keep indoor",
        "text": "This speaker touts its waterproof and durability. We bought two bc my husband works in a factory and needed something durable. He dropped it once and the power source stopped working - the battery life was never great. He took it apart and it’s mostly hot glue (he works in a glue factory btw), and terrible soldering. We’re well past the point of return (maybe 6 months for the second we bought bc of the Bluetooth together option)."
    },
    {
        "title": "Sound quality is not great and it doesn’t work properly",
        "text": "Lots of power, Great Battery Life, Compact size, Appears durable. However after 6 weeks of very light use one of the speakers blew and it sounds terrible now. It got light use and sat in one place the entire time I used it. Would not recommend. Most reviews on Amazon are \"right out of the box\" no one seems reviews on items that have actually been put through the paces seem to be buried in the pile or non existent. Purchase carefully internet shoppers."
    },
    {
        "title": "Construction is not good",
        "text": "My small JBL blows this speaker away on all levels. The sound in my opinion is not loud enough and poor quality. The speaker is not clear and the bass muffled. Its back in the box on its way back. I don't understand all the good reviews. I'm disappointed. It does however look cool. Id rather keep using my 4 year old JBL."
    },
    {
        "title": "Blew Speaker after 6 weeks of easy/light use.",
        "text": "The media could not be loaded.\n                \n\n\n\n Never got the refund that was offered..Vendor has offered a new unit which i declined since i have already purchased another speaker. Instead they offered a refund. Good Customer Service.This unit is 2 months old. Its only had 2 or 3 charge cycles. Now it no longer charges. Indicator light do not come on. Tried other charging cables... Nothing. Really bummed."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "I really wanted to keep this  speaker , but when I opened up the box Bluetooth it to my phone played  my music the bass sounded so cheap, it sounded like a drum stick hitting a hollow cup, where is the deep bass that was review by others & advertise by the company my 40 dollar Bluetooth speaker sounds way better than this product"
    },
    {
        "title": "Makes loud static sound",
        "text": "I bought this for my daughter as a Christmas gift in 2020.  It’s been in here room until last week and we brought it out for some summer fun. Worked great twice…now it won’t turn on (yes, it’s charged).  That’s extremely frustrating.  Sounded great the 2 times we used it."
    },
    {
        "title": "Where's the bass",
        "text": "When you open the box it is a very heavy speaker and so you're getting all excited about what the quality seems like until you connected to your cellular device and you realize it's very little bass at all it's just an overgrown pitiful speaker I am totally dissatisfied with this product"
    },
    {
        "title": "DO NOT PURCHASE Stopped working after 2 uses",
        "text": "Worked pretty good for about 4-5 hours. Then froze up (with a full charge) and became totally unusable. Tried troubleshooting and gave it a few days but it was just done. Obviously poor quality product to break so quickly! At least I can return since I only had it a couple weeks. Very disappointed!!!"
    },
    {
        "title": "Just pitiful",
        "text": "Bought this and it sounded good, but unfortunately would not charge anymore after first use.Seller told me to contact Amazon customer service for replacement, but Amazon told me it wasn’t their inventory and I had to send it back for a refund.Overall a BAD experience."
    },
    {
        "title": "Poor Quality",
        "text": "so pissed of that I spent 80 dollars on this china made garbage"
    },
    {
        "title": "Only lasted one use! Junk!",
        "text": "I've been using this speaker for a few months now. It's a loud speaker and has good range on it. I've probably charged it about 12 times. And today the charging port fell in. I took it apart to discover that the charging terminal just came off the mother board. So now there's no way to charge the speaker.  So therefore if I can't charge it then I can't use it which makes it junk."
    },
    {
        "title": "this thing completely died on me in 3 months",
        "text": "I was hoping to use this speaker as a portable car speaker. It can barely be heard on the highway with the windows down. A fender 10watt amplifier for $30 is just as loud, if not louder than this so called 50watt speaker. The battery does not last very long either. It broke after 4 months."
    },
    {
        "title": "Poorly made",
        "text": "Sound quality was okay when it was working. Couldn't complain much for the price. But mine stopped powering on even though it was fully charged. Hasn't been that long since I got it and it looks new. Pretty disappointed on it's reliability."
    },
    {
        "title": "Lacks volume",
        "text": "I used this speaker once for about 8 hrs and then it died. I’ve changed it back up but it will not turn on again since then. I’ve pushed the reset button but nothing, the battery indicator shows it’s fully charged (3 led lights) but it will not turn on :( it was a really great and loud speaker but sadly it turned out to be a disposable 1-time use item :("
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Sounded good and held a charge long... until 1 month of using it and then out of nowhere the power wouldn’t shut off and it wouldn’t connect to Bluetooth anymore. Sucks because I really liked it. But save your money. Buy a Beats pill or something made a bit better."
    },
    {
        "title": "Makes loud static sound",
        "text": "Unit completely died on me in less than a year.  Battery would not take a charge nor turn on.  Amazon is hands off on helping and the company that makes this us an email address that bounces back on their website.  Stay away."
    },
    {
        "title": "Get what you pay for",
        "text": "When my first W-King died after a couple weeks, they sent me a new one. Now after exactly 1 year, the replacement died. What is going on with this product?  It had solid reviews and the sound was good but longevity is just not there"
    },
    {
        "title": "Junk product, junk company, works ok for a few months",
        "text": "The speaker worked great...for about 3 months then today it just stopped playing mid song, now the power/bluetooth light no longer works and no sound comes out other than a faint buzzing and crackling. Very dissatisfied the speaker malfunctioned after only 3 months of light use and I was never offered any warranty so I cannot get it fixed or replaced. I am not pleased whatsoever!"
    },
    {
        "title": "Died after 1 year",
        "text": "Purchased this a year ago but only used it a few times. It was good while it lasted, not super loud but good enough for my purpose. Unfortunately I now have a brick, not longer works. Won’t charge and won’t turn on at all."
    },
    {
        "title": "Stopped working after 3 months!",
        "text": "I've used this speaker maybe 10 times. I've charged it 4-5 times with the same charger. Today the charging port got super hot, melted, and started smoking. Stay away from this speaker. It sounds decent but is also a fire hazard."
    },
    {
        "title": "Doesn’t last",
        "text": "The sound quality is quite impressive but no matter what audio source I choose through Bluetooth, there is a noticeable audio sync/lip sync gap. I’ve tried connecting to my AppleTV/FireStick4K/SamsungTV and all sources have this delay.I can’t overlook it being an audiophile, it’s simply unusable currently. I have a Bugani and Soundcore so I’ll switch back to one of those. I might have a defective unit but unimpressed as of now."
    },
    {
        "title": "Sounds good but quickly becomes a fire hazard",
        "text": "I returned it the next day as after a full night of charging, I attached my Ipad to it and it charged it about 30% and then died.Must have been defective or something as their were many good reviews.Went with another model on sale...maybe i’ll get lucky the second time."
    },
    {
        "title": "Audio/Lip sync delay makes it unusable for audiophiles.",
        "text": "We loved this speaker but it just quit working after one year.  It had a great sound and battery life.  It charged still and connected to the Bluetooth but no sound would come out.  We tried with multiple devices and still no sound.  We did try resetting it but no luck.  We called customer support and they only have a 12-month warranty."
    },
    {
        "title": "Battery would not hold charge",
        "text": "worked great for a couple of weeks , then the battery started lasting less & less ,, now 5 months later ,the speaker is hardley loud enough to hear from 15 feet away , i can open my truck door & have more sound ,, it is a piece of chinese crap ,, don't waste your money"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Started getting a static sound :( the battery life isn't as good as said after a week started acting up and the company will start to talk to u then ignore anything else . They will not help u!"
    },
    {
        "title": "Makes loud static sound",
        "text": "Speaker comes with a card to scan a QR code for your 48-month warranty.  Well, that code and the website associated with it do not work so, in other words, there is NO WARRANTY!!  Buyer beware."
    },
    {
        "title": "At first thought was great and update",
        "text": "This product has terrible batteries and won't hold a charge. I tried 3 of them and just gave up."
    },
    {
        "title": "No warranty",
        "text": "The Bluetooth would not connect to Alexa."
    },
    {
        "title": "Don't order this.",
        "text": "Used for a couple  hours batteries drain halfway.there is a static or a crackling sound that just ruins the music .this occurs even at low volume i have a smaller speaker i got of Amazon for 30 dollars a few years back that's almost as loud and alot clearer sound with out distortion.do not buy"
    },
    {
        "title": "Would not connect to Alexa.",
        "text": "I have had 3 in less than a year and a half. The first 2 stopped charging and now this one keeps powering off on its own during use. Or it keep dropping the bluetooth connection!"
    },
    {
        "title": "Sounds low quality",
        "text": "Used this item 5 times.  Initial use was pretty good.  After about the 5th use, the W-King would not stay charged and would shutdown even when plugged in.  Poor product.  Not recommended."
    },
    {
        "title": "Do not buy this speaker if you are lookinbg for longevity.",
        "text": "The media could not be loaded."
    },
    {
        "title": "Don't bother with this Speaker",
        "text": "Great speaker until it stopped working for no reason. emailed the manufacturer and was told I would get a new one but it never happened. Owned it for 9 months now I must buy another one. There's no warranty."
    },
    {
        "title": "DONT BUY THESE SPEAKERS,  THEY ARE NOT A GOOD PRODUCT.  THEY WENT OUT .",
        "text": "That speaker doesn't work.Update: costumer service contract me after a defective unit and ask me to give them 5 Star's so i can be refunded or get a working speaker. Skip THIS one"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Battery died faster than the last one I returned. The 3 power led goes from solid 3 when off to 1 led when i turn it on later. Fully charged to almost dead in 1 day with light use."
    },
    {
        "title": "Makes loud static sound",
        "text": "I bought this on Black Friday and it worked great for a few months. Now for some reason it won't charge, which sucks because I really liked this radio. Based on my experience with this I'd recommend buying something that'll last."
    },
    {
        "title": "Horrible Battery",
        "text": "Man this works good on the job site. Until Thursday when I tried to charge it. All night didn’t get a full charge. I guess you get what’s coming when it’s made in China"
    },
    {
        "title": "Won't charge",
        "text": "Video Player is loading.Play VideoPlayMuteCurrent Time 0:00/Duration 0:15Loaded: 0%0:00Stream Type LIVESeek to live, currently behind liveLIVERemaining Time -0:15 1xPlayback RateChaptersChaptersDescriptionsdescriptions off, selectedCaptionsCaptions off, selectedAudio Trackdefault, selectedFullscreenThis is a modal window.\n\n\n DO NOT BUY!! Seller will not warranty product. I purchased in Feb '20, radio quit charging, contacted sell. They requested video of product not charging and picture of charger being used which I supplied. Sell has since quit responding to emails after I sent video and picture."
    },
    {
        "title": "Worth it",
        "text": "batterys are junk, i have 3 of them and they only last a year before the batterys fail to charge"
    },
    {
        "title": "DO NOT BUY!!",
        "text": "I thought this speaker sounded terrible, no bass and I would compare the sound to a toddlers 5$ toy radio.I am  returning this speaker."
    },
    {
        "title": "bad batterys",
        "text": "I have to have connected to the power cord to be able to use it. Battery 🔋 doesn't last"
    },
    {
        "title": "I would not recommend this speaker to anyone.",
        "text": "Don't buy it"
    },
    {
        "title": "Battery doesn't last",
        "text": "Completely stopped charging after 6 months and thus is now an expensive paperweight but I dont really need a paperweight because I mostly use email now and most of my mail is just junk mail that I throw away, so yea useless."
    },
    {
        "title": "This stereo died in 9 months or so and is out of service already.  Don't buy it",
        "text": "Sounds good but constantly drops signal and has audio delay when playing videos"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Not much bass like it states. We listen to Rock/Metal & it does not fit the bill.👎"
    },
    {
        "title": "Makes loud static sound",
        "text": "Very disappointed and dissatisfied. It’s not loud at all and priced way to high"
    },
    {
        "title": "Not the super bass it states",
        "text": "I like this speaker,but it only lasted 2 months,I tossed it into the mountain of chinese s...tuff...I ll probably buy more chinese s...tuff,since it is impossible to find something long lasting american made."
    },
    {
        "title": "Doesn’t sound loud at at very dissatisfied and disappointed",
        "text": "Stopped working after 6 months. Wont turn on and will not charge. Tried multiple outlets and verified charger was working."
    },
    {
        "title": "Chinese stuff doesn t last very long.",
        "text": "Won’t charge and power button must be broken. Charged it for hours and still no sign of it turning on. Have had it for not even a year now. Very annoyed and disappointed."
    },
    {
        "title": "Cheap chinese quality",
        "text": "I've had this speaker for 6 months and it already won't charge. I have probably charged it only a handful of times.  Good speaker while it lasted but now its just an oversized paperweight... disappointing to say the least."
    },
    {
        "title": "Won’t turned on",
        "text": "Wasn't loud enough the way it was mentioned made it seem that it was good to be louder"
    },
    {
        "title": "Good quality that wont last",
        "text": "Crappy sound quality and poor connection"
    },
    {
        "title": "Not pleased want to return",
        "text": "I cannot get the TWS to connect? I have tried everything? I was really hoping this would be the solution to listening to music in my side by side."
    },
    {
        "title": "Crappy sound quality and poor connection",
        "text": "I’m very sorry I spent 75$ on this . It’s not very loud and it takes forever to charge it . Also can’t be played while it’s charging . I charged it for 2 1/2 hrs and it played for 15 min . Extremely disappointed"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "I’ve literally only used this speaker a handful of times over a couple of months and now it won’t charge. Absolutely would not recommend."
    },
    {
        "title": "Makes loud static sound",
        "text": "The W King Bluetooth speaker will not charge cannot get it on I'm going to send it back"
    },
    {
        "title": "Broken Almost Immediately",
        "text": "No Sirve para usb"
    },
    {
        "title": "I'm going to have to send the w-king speaker back it won't charge",
        "text": "1st day it worked well...stopped working later.. does not charge up and will not power up... faulty device that i recieved"
    },
    {
        "title": "No sirve usb",
        "text": "Connected to my device, able to control my phone through Bluetooth and speaker (pause and resume)  but does not play audio."
    },
    {
        "title": "faulty device",
        "text": "Rubbish, I bought one on 4/11/2020 and less than 6 months after the speaker stopped working and charging. I contacted amazon and they told me to contact the MFG. don’t waste your money on this crap!"
    },
    {
        "title": "Stopped working",
        "text": "Apenas tiene 1 mes con 15 días que la compre y ya no funciona. Quisiera saber si me la pueden cambiar."
    },
    {
        "title": "Rubbish and please don’t buy",
        "text": "I ordered two more speakers and one of them the buttons stop working after a few months I try getting ahold of the manufacture but no email returns. Even after resetting the speaker at the auxiliary port and still buttons don’t work."
    },
    {
        "title": "Muy mala 1 mes que la compre y ya no funciona",
        "text": "Great sound quality easy to use battery life is great and I can definitely say it is splash proof Great product for the price"
    },
    {
        "title": "Buttons stop working after a few months",
        "text": "For a big chunk of armor once it fell from the table and it stopped working."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Battery cannot be charged after 3 uses"
    },
    {
        "title": "Makes loud static sound",
        "text": "This device doesn’t show up in the Bluetooth list for me. I’m using an iPhone 12 mini."
    },
    {
        "title": "battery can not be charged after 3 uses",
        "text": "Stopped charging after maybe 3 full charges. Can't even use it anymore. Was good while it lasted."
    },
    {
        "title": "Bluetooth not working",
        "text": "Its loud but has a non adjustable bass & bad sound quality. My anker soundcore has way better quality & cost 25$."
    },
    {
        "title": "Stopped charging after maybe 3 full charges. Can't even use it anymore",
        "text": "Not loud enough or as advertised"
    },
    {
        "title": "Non adjustable bass & bad sound quality",
        "text": "Was awesome but after about a month went to plug up the charger and it pushed the inlet into the box itself and now is dead and unable to charge. So useless."
    },
    {
        "title": "Crappy",
        "text": "They still haven’t refunded my money bought in April"
    },
    {
        "title": "Good sound didn’t last long",
        "text": "Worked one time"
    },
    {
        "title": "Don’t buy stop working",
        "text": "Stick with Sony, Sonos, JBL, Harmon Kardon,"
    },
    {
        "title": "Worked one time.",
        "text": "Worked great until it didn’t. Wouldn’t sync and now won’t turn off."
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Sounds was ok but quit on me after 2 weeks"
    },
    {
        "title": "Makes loud static sound",
        "text": "Its not worth the price. Maybe $25 not the listing price... Volume is very low and almost zero base."
    },
    {
        "title": "Quit working after 2 weeks",
        "text": "Would last an hour after fully charged. Returned ir"
    },
    {
        "title": "Weak speaker",
        "text": "This portable speaker is far away from description as wattage. Overall sound is very poor and is very expensive related to performance. They are there better options available"
    },
    {
        "title": "Won’t hold a charge",
        "text": "I don’t like this W-King 50W (70W)50W (70W) is ODD! This worse than what should be! The sound, bass are not goods. I mean is bad, I returned it!"
    },
    {
        "title": "Is not what it’s described to be",
        "text": "Had the product charging and unplugged it and now it will not turn on but the lights are still on. Great quality speaker but now does not work."
    },
    {
        "title": "The product W-King 50W (70W) is BAD!!!",
        "text": "don't buy. Not worth the money"
    },
    {
        "title": "Garbage",
        "text": "I bought my speaker in November 2020 and it took a crap in December same year I lasted 1 month working very disappointed"
    },
    {
        "title": "its not super loud.  Not worth the money",
        "text": "While it was working lip sync was constantly an issue, now it comes on wont play any bluetooth of hard cable"
    },
    {
        "title": "Not worth it",
        "text": "It's very loud but sound is horrible.soundcore motion + is a much better speaker"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Stoped charging .after 6 months. Has 12 month warranty. But can’t get help to return. Buy at your own risk."
    },
    {
        "title": "Makes loud static sound",
        "text": "Will not charge or turn on after only one month of limited use. Warranty Support is non-existent."
    },
    {
        "title": "Warranty is no good",
        "text": "Only last 6 hrs"
    },
    {
        "title": "No Warranty Support!",
        "text": "Horrible. Did not work.  Waste of money. Never again."
    },
    {
        "title": "Crap",
        "text": "4.7? No way. This has no clarity.Do yourself a favor and get a JBl Boombox."
    },
    {
        "title": "No. Just do not buy.",
        "text": "I recieved my speaker and charged it. it will not turn on. and every person to help says to reser it. so no help"
    },
    {
        "title": "Are you kidding me?",
        "text": "I trashed"
    },
    {
        "title": "wont turn on",
        "text": "The media could not be loaded.\n                \n\n\n\n Clear but Not Nearly as loud as I expected. Not worth the money."
    },
    {
        "title": "No enough volume",
        "text": "Would not pair and larger then then in the picture"
    },
    {
        "title": "Not worth the $",
        "text": "horriblequality"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Sounds good but I don’t like being spammed to leave a review. At least give me time to adjust and use it."
    },
    {
        "title": "Makes loud static sound",
        "text": "Used it like 3 times and it got a lil wet the last time and it won’t work! POS!!"
    },
    {
        "title": "They will spam you for a review. BEWARE!!!!",
        "text": "WTH? NOWHERE do they mention it's not compatible with an iPhone, do they not think that's relevant?  Extremely misleading."
    },
    {
        "title": "POS!!!",
        "text": "No me agrado para nada ps la batería se descarga rápido y aún que esté conectado al toma corriente se descarga"
    },
    {
        "title": "NOT IPHONE COMPATIBLE",
        "text": "Speaker just froze , doesn’t link up to another speaker or play at all , the blue light stays on . Very disappointed"
    },
    {
        "title": "Nada",
        "text": "Not loud at all. When cranked up it was very distorted"
    },
    {
        "title": "Defective unit",
        "text": "the battery on this only stays charged for around 15 minutes,  horrible product"
    },
    {
        "title": "Not loud",
        "text": "Won't work with echo dot!!!!  Returnef!!"
    },
    {
        "title": "weak battery life",
        "text": "Speaker sound awesome but quit working after 6 months. Would not recommend."
    },
    {
        "title": "Won't work with echo dot!!!",
        "text": "Bought this to use for my workouts, died just after a few uses"
    },
    {
        "title": "W- King 50 Watt Speaker. Is it Worth the money spent ?? I think it reallY is.",
        "text": "Sounds good but I don’t like being spammed to leave a review. At least give me time to adjust and use it."
    },
    {
        "title": "Makes loud static sound",
        "text": "Used it like 3 times and it got a lil wet the last time and it won’t work! POS!!"
    },
    {
        "title": "They will spam you for a review. BEWARE!!!!",
        "text": "WTH? NOWHERE do they mention it's not compatible with an iPhone, do they not think that's relevant?  Extremely misleading."
    },
    {
        "title": "POS!!!",
        "text": "No me agrado para nada ps la batería se descarga rápido y aún que esté conectado al toma corriente se descarga"
    },
    {
        "title": "NOT IPHONE COMPATIBLE",
        "text": "Speaker just froze , doesn’t link up to another speaker or play at all , the blue light stays on . Very disappointed"
    },
    {
        "title": "Nada",
        "text": "Not loud at all. When cranked up it was very distorted"
    },
    {
        "title": "Defective unit",
        "text": "the battery on this only stays charged for around 15 minutes,  horrible product"
    },
    {
        "title": "Not loud",
        "text": "Won't work with echo dot!!!!  Returnef!!"
    },
    {
        "title": "weak battery life",
        "text": "Speaker sound awesome but quit working after 6 months. Would not recommend."
    },
    {
        "title": "Won't work with echo dot!!!",
        "text": "Bought this to use for my workouts, died just after a few uses"
    }
]